Repository: eventespresso/event-espresso-core
Catalog: languages/event_espresso-*.po
Languages: nl_nl

source: First, click the button below to permanently delete all Event Espresso tables, records, and options from your WordPress database . If you receive a "500 Internal Server Error" or a blank white screen, it means the server has timed out due to the large number of records being updated. This is not a cause for concern. Simply %1$srefresh the page%2$s and the Database Update will continue where it left off.
nl_nl: Klik eerst op de onderstaande knop om alle gebeurtenis espressotabellen, records en opties uit uw WordPress-database permanent te verwijderen. Als u een "500 Internal Server Error" of een leeg wit scherm ontvangt, betekent dit dat de server een time-out heeft opgelopen omdat het grote aantal records is bijgewerkt. Dit is geen reden tot bezorgdheid. Eenvoudig %1$s de pagina opnieuw te %2$s en de Database Update zal doorgaan waar het gebleven was.

source: Database Update Manager
nl_nl: Database-updatebeheer

source: Your Event Espresso data needs to be updated.
nl_nl: Uw Event Espresso-gegevens moeten worden bijgewerkt.

source: It appears that your previous Database Update (%s) is incomplete, and should be resumed
nl_nl: Het lijkt erop dat uw vorige database-update (%s) onvolledig is en moet worden hervat

source: Warnings occurred during your last Database Update (%s):
nl_nl: Er zijn waarschuwingen opgetreden tijdens uw laatste database-update (%s):

source: The last Database Update (%s) ran successfully without errors.
nl_nl: De laatste Database Update (%s) is zonder fouten uitgevoerd.

source: The following task needs to be performed:
nl_nl: De volgende taak moet worden uitgevoerd:

source: Please note: after each task is completed you will need to continue the Database Update, or report an error to Event Espresso.
nl_nl: Let op: nadat elke taak is voltooid, moet u de database-update voortzetten of een fout melden aan Gebeurtenis Espresso.

source: Continue Database Update
nl_nl: Database-update voortzetten

source: Begin Database Update
nl_nl: Database-update starten

source: ...or %1$sDON'T send crash report%2$s.
nl_nl: ... of %1$s Stuur geen crashrapport%2$s.

source: Please %s visit the plugins page%s and update all Event Espresso addon plugins before updating your database.
nl_nl: Ga %s naar de pagina met plug-ins%s en werk alle Extra plug-ins voor gebeurtenis espresso bij voordat u uw database bijwerkt.

source: Before updating your database, you should first create a database backup
nl_nl: Voordat u uw database bijwerkt, moet u eerst een databaseback-up maken

source: How Do I Make a Database Backup?
nl_nl: Hoe maak ik een databaseback-up?

source: My Database Is Backed Up, Continue
nl_nl: Er is een back-up van mijn database, ga door

source: %1$sClick Here to Learn How To Backup your Database Yourself%2$s. Or have one of our dedicated support technicians help you by %3$spurchasing a Priority Support Token.%2$s
nl_nl: %1$s Klik hier om zelf een back-up te maken van uw database%2$s. Of laat een van onze toegewijde ondersteuningstechnici u helpen door een Priority Support Token %3$skopen. %2$s

source: Don't want to keep your old Event Espresso data? Alternatively, you can delete it all and start fresh.
nl_nl: Wilt u uw oude Event Espresso-gegevens niet bewaren? U het ook allemaal verwijderen en opnieuw beginnen.

source: Visit the Maintenance Page and Reset Your Event Espresso Data
nl_nl: Ga naar de onderhoudspagina en stel uw espressogegevens voor evenementen opnieuw in

source: The payment method could not be saved because the form sections were misnamed. We expected to find %1$s, but did not.
nl_nl: De betalingsmethode kan niet worden opgeslagen omdat de formuliersecties verkeerd zijn genoemd. We verwachtten te vinden %1$s, maar deed het niet.

source: Authorize.Net AIM eCheck is an on-site payment method for accepting payments through checks online and is available to event organizers in the United States and payers with a USA-based bank account. An account with Authorize.Net is required to accept payments. Need an Authorize.Net account? %1$sClick here to sign up for a merchant account%2$s.
nl_nl: Authorize.Net AIM eCheck is een on-site betalingsmethode voor het accepteren van betalingen via online cheques en is beschikbaar voor organisatoren van evenementen in de Verenigde Staten en betalers met een in de VS gevestigde bankrekening. Een account met Authorize.Net is vereist om betalingen te accepteren. Heb je een Authorize.Net account nodig? %1$s Klik hier om je aan te melden voor een merchant account%2$s.

source: type event name to search, or click to view all
nl_nl: gebeurtenisnaam typen om te zoeken of klik om alles weer te geven

source: New Event:
nl_nl: Nieuw evenement:

source: current selection is checked
nl_nl: huidige selectie is aangevinkt

source: Unknown Ticket
nl_nl: Onbekende ticket

source: Current Registration Information
nl_nl: Huidige inschrijvingsinformatie

source: Attendee Name:
nl_nl: Naam deelnemer:

source: Current Event:
nl_nl: Huidig evenement

source: Current Ticket:
nl_nl: Huidig ticket:

source: Current Event
nl_nl: Huidig evenement

source: Current Ticket
nl_nl: Huidig ticket

source: If "Yes" is selected, then notifications regarding these changes will be sent to the registration's contact (for example: Registration Approved (Event Admin context) + Registration Approved (Primary Registrant context), etc).
nl_nl: Als 'Ja' is geselecteerd, worden meldingen met betrekking tot deze wijzigingen verzonden naar de contactpersoon van de registratie (bijvoorbeeld: Registratie goedgekeurd (Gebeurtenisbeheerderscontext) + Registratie goedgekeurd (primaire registrant context), enz.).

source: Authorize.Net SIM is an off-site payment method for accepting credit and debit card payments and is available to event organizers in the United States, Canada, United Kingdom, and Australia. An account with Authorize.Net is required to accept payments. Need an Authorize.Net account? %1$sClick here to sign up for a merchant account%2$s.
nl_nl: Authorize.Net SIM is een off-site betalingsmethode voor het accepteren van creditcard- en betaalkaartbetalingen en is beschikbaar voor organisatoren van evenementen in de Verenigde Staten, Canada, het Verenigd Koninkrijk en Australië. Een account met Authorize.Net is vereist om betalingen te accepteren. Heb je een Authorize.Net account nodig? %1$s Klik hier om je aan te melden voor een merchant account%2$s.

source: Mollie is an off-site payment method for accepting payments via iDeal, credit and debit cards, and other payment services. iDEAL is available to event organizers in the Netherlands. Other payment options such as credit and debit card payments are available to event organizers in many countries in Europe. An account with Mollie is required to accept payments. Need a Mollie account? %1$sClick here to sign up for a merchant account%2$s.
nl_nl: iDEAL Mollie is een off-site betaalmethode voor het accepteren van betalingen via iDeal, creditcards en betaalpassen en andere betaaldiensten. iDEAL is beschikbaar voor organisatoren van evenementen in Nederland. Andere betalingsopties, zoals creditcard- en betaalkaartbetalingen, zijn beschikbaar voor organisatoren van evenementen in veel landen in Europa. Een rekening bij Mollie is verplicht om betalingen te accepteren. Heb je een Mollie account nodig? %1$s Klik hier om je aan te melden voor een merchant account%2$s.

source: iPay88 is an off-site payment method for accepting credit and debit cards and is available to event organizers in Malaysia and Indonesia. An account with iPay88 is required to accept payments. Need a iPay88 account? %1$sClick here to sign up for a merchant account%2$s.
nl_nl: iPay88 is een off-site betalingsmethode voor het accepteren van creditcards en betaalpassen en is beschikbaar voor organisatoren van evenementen in Maleisië en Indonesië. Een account met iPay88 is vereist om betalingen te accepteren. Heb je een iPay88-account nodig? %1$s Klik hier om je aan te melden voor een merchant account%2$s.

source: Payment of %2$s for %2$s
nl_nl: Betaling van %2$s voor %2$s

source: MasterCard Internet Gateway Service (MiGS) is an on-site payment method for accepting credit and debit cards and is available to event organizers in many countries. An account with a supported bank is required to accept payments. Need an account? %1$sClick here to sign up for a merchant account%2$s.
nl_nl: MasterCard Internet Gateway Service (MiGS) is een on-site betalingsmethode voor het accepteren van creditcards en betaalpassen en is beschikbaar voor organisatoren van evenementen in veel landen. Een rekening bij een ondersteunde bank is vereist om betalingen te accepteren. Heb je een account nodig? %1$s Klik hier om je aan te melden voor een merchant account%2$s.

source: This item is required. Removing it will also remove any related items from the event cart! Click OK to continue or Cancel to keep this item.
nl_nl: Dit object is vereist. Als u deze verwijdert, worden ook gerelateerde items uit de gebeurteniskar verwijderd! Klik op OK om door te gaan of Annuleren om dit object te behouden.

source: %sYour request could not be completely fulfilled due to lack of availability.%s
nl_nl: %s Uw verzoek kon niet volledig worden ingewilligd vanwege een gebrek aan beschikbaarheid. %s

source: Event line item (ID:%1d$) deletion failed.
nl_nl: Verwijdering van gebeurtenisregelitem (ID:%1d$) is mislukt.

source: A valid line item for the event (ID:%1d$) could not be found.
nl_nl: Een geldig regelitem voor de gebeurtenis (ID:%1d$) kan niet worden gevonden.

source: ** indicates an item that is required and must be purchased.
nl_nl: ** geeft een item aan dat vereist is en moet worden gekocht.

source: Authorization with Delayed Capture
nl_nl: Autorisatie met vertraagde opname

source: Process Transactions as: %s
nl_nl: Transacties verwerken als: %s

source: Process Transactions method
nl_nl: Methode procestransacties

source: %1$s"Sale Transactions"%2$s is the most common and preferred processing method.
nl_nl: %1$s "Verkooptransacties" %2$s is de meest voorkomende en voorkeursverwerkingsmethode.

source: But if you are using Fraud Protection Services (FPS), and your bank supports "Authorization and Capture" transactions, you should switch to %1$s"Authorizations with Delayed Capture"%2$s method. PayPal states: %3$s"PayPal Payments Advanced and PayPal Payments Pro merchants using Fraud Protection Services (FPS) should process their transactions as Authorizations with Delayed Capture instead of a Sale. FPS transactions are treated as authorizations and if the transaction is submitted as a Sale, Payflow auto-captures such transactions approximately every two hours, which may result in a 2-hour or more delay in settling the transaction."%4$s.
nl_nl: Maar als u De Diensten van de Bescherming van fraude (FPS) gebruikt, en uw bank "Autorisatie en Vervangen" transacties steunt, zou u naar %1$s"Autorisaties met Vertraagde vangst"%2$s methode moeten overschakelen. PayPal stelt: %3$s"PayPal Payments Advanced en PayPal Payments Pro-verkopers die Fraud Protection Services (FPS) gebruiken, moeten hun transacties verwerken als autorisaties met vertraagde vastleggen in plaats van een verkoop. FPS-transacties worden behandeld als autorisaties en als de transactie wordt ingediend als een verkoop, legt Payflow dergelijke transacties ongeveer om de twee uur automatisch vast, wat kan leiden tot een vertraging van 2 uur of meer bij het afwikkelen van de transactie." %4$s.

source: If you are using Fraud Protection Services (FPS), it is recommended you set the default filter action to "Reject", not "Review", %1$ssimilar to what is shown here%2$s.
nl_nl: Als u De Diensten van de Bescherming van fraude (FPS) gebruikt, wordt het raadzaam u de standaardfilteractie in te stellen op 'Weigeren', niet 'Controleren', %1$ssimilar met wat hier wordt weergegeven%2$s.

source: Payflow Pro is an on-site payment method for accepting credit and debit cards and is available to event organizers in the United States, United Kingdom, Canada, and New Zealand. An account with PayPal Payflow Pro is required to accept payments. Need a Payflow Pro account? Call 1-855-456-1338 or %1$sclick here to sign up for a merchant account%2$s.
nl_nl: Payflow Pro is een on-site betalingsmethode voor het accepteren van creditcards en betaalpassen en is beschikbaar voor organisatoren van evenementen in de Verenigde Staten, het Verenigd Koninkrijk, Canada en Nieuw-Zeeland. Een account bij PayPal Payflow Pro is vereist om betalingen te accepteren. Een Payflow Pro-account nodig? Bel 1-855-456-1338 of %1$sklik hier om je aan te melden voor een verkopersaccount%2$s.

source: Debug Mode is turned ON.
nl_nl: Foutopsporingsmodus is ingeschakeld.

source: Test Cards
nl_nl: Test kaarten:

source: Card declined.
nl_nl: Kaart geweigerd.

source: Infusionsoft is an on-site payment method for accepting credit and debit cards and is available to event organizers in several countries. An account with Infusionsoft is required to accept payments. Need an Infusionsoft account? %1$sClick here to sign up for a merchant account%2$s.
nl_nl: Infusionsoft is een on-site betaalmethode voor het accepteren van creditcards en betaalpassen en is beschikbaar voor organisatoren van evenementen in verschillende landen. Een account bij Infusionsoft is vereist om betalingen te accepteren. Een Infusionsoft-account nodig? %1$s Klik hier om je aan te melden voor een merchant account%2$s.

source: Sage Pay Server Integration is an off-site payment method for accepting credit and debit cards and is available to event organizers in the United Kingdom. An account with Sage Pay is required to accept payments. Need a Sage Pay account? %1$sClick here to sign up for a merchant account%2$s.
nl_nl: Sage Pay Server Integration is een off-site betalingsmethode voor het accepteren van creditcards en betaalpassen en is beschikbaar voor organisatoren van evenementen in het Verenigd Koninkrijk. Een account bij Sage Pay is vereist om betalingen te accepteren. Een Sage Pay-account nodig? %1$s Klik hier om je aan te melden voor een merchant account%2$s.

source: Error while getting a session ID.
nl_nl: Fout tijdens het krijgen van een sessie-id.

source: Session request Error
nl_nl: Fout in sessieverzoek

source: Vanco is an on-site payment method for accepting credit and debit cards and bank transfers (ACH) and is available to event organizers in the United States. An account with Vanco is required to accept payments. Need a Vanco account? Call 1-800-675-7430 or %1$sclick here to sign up for a merchant account%2$s.
nl_nl: Vanco is een on-site betalingsmethode voor het accepteren van creditcards en bankpassen en bankoverschrijvingen (ACH) en is beschikbaar voor organisatoren van evenementen in de Verenigde Staten. Een rekening bij Vanco is verplicht om betalingen te accepteren. Heb je een Vanco-account nodig? Bel 1-800-675-7430 of %1$sklik hier om je aan te melden voor een verkopersaccount%2$s.

source: (%1$s Cancellation)
nl_nl: (%1$s Annulering)

source: * price includes taxes
nl_nl: * prijs inclusief BTW

source: * price does not include taxes
nl_nl: * prijs exclusief BTW

source: Unable to assemble messages because there are no templates retrieved for generating the messages with
nl_nl: Kan geen berichten samenstellen omdat er geen sjablonen zijn opgehaald voor het genereren van de berichten met

source: %1$s"%2$s" is currently sold out.%4$sPlease check back again later, as spots may become available.%3$s
nl_nl: %1$s "%2$s" is momenteel uitverkocht. %4$s Kom later nog eens terug, want er kunnen spots beschikbaar komen. %3$s

source: The status for Transaction #%1$d has been updated from "Abandoned" to "%2$s", because at least one payment has been made towards it. If the payment appears in the "Payment Details" table below, you may need to edit its status and/or other details as well.
nl_nl: De status voor Transactie #%1$d is bijgewerkt van 'Verlaten' naar '%2$s', omdat er ten minste één betaling naar is gedaan. Als de betaling wordt weergegeven in de onderstaande tabel Betalingsgegevens, moet u mogelijk ook de status en/of andere gegevens bewerken.

source: Tax Settings
nl_nl: Belasting instellingen

source: Update Tax Settings
nl_nl: Belasting instellingen bijwerken

source: Show Prices With Taxes Included?
nl_nl: Toon prijzen inclusief BTW?

source: Indicates whether or not to display prices with the taxes included
nl_nl: Geeft aan of prijzen met of zonder BTW getoond moeten worden

source: Table manager class on class %1$s is not set properly.
nl_nl: De klasse van tabelmanager op klasse %1$s is niet goed ingesteld.

source: Table manager on migration class %1$s is not set properly.
nl_nl: Tabelmanager over migratieklasse %1$s is niet goed ingesteld.

source: Table analysis class on migration class %1$s is not set properly.
nl_nl: Tabelanalyseklasse over migratieklasse %1$s is niet goed ingesteld.

source: CyberSource is an off-site payment method for accepting credit and debit cards and is available to event organizers in many countries. An account with CyberSource is required to accept payments. Need a CyberSource account? %1$sClick here to sign up for a merchant account%2$s.
nl_nl: CyberSource is een off-site betalingsmethode voor het accepteren van creditcards en betaalpassen en is beschikbaar voor organisatoren van evenementen in veel landen. Een account bij CyberSource is vereist om betalingen te accepteren. Een CyberSource-account nodig? %1$s Klik hier om je aan te melden voor een merchant account%2$s.

source: You have attempted to purchase %d ticket.
nl_nl: U heeft geprobeerd om %d kaarten te bestellen

source: There is only %1$d ticket remaining for this event, therefore the total number of tickets you may purchase is %1$d.
nl_nl: Er is nog %1$d plaats beschikbaar. U kunt nog maar %1$d kaarten bestellen.

source: You have attempted to purchase %1$d ticket but that would result in too many tickets in the %2$s for this event.
nl_nl: Je hebt geprobeerd om %1$d ticket te kopen, maar dat zou resulteren in te veel tickets in de %2$s voor dit evenement.

source: The registration limit for this event is %1$d ticket per transaction, therefore the total number of tickets you may purchase at any time can not exceed %1$d.
nl_nl: De registratielimiet voor dit deze workshop is %1$d ticket per reservering.

source: Empty %s
nl_nl: Maak leeg %s

source: Lost your password?
nl_nl: Wachtwoord vergeten?

source: Password Lost and Found
nl_nl: Wachtwoord vergeten of kwijt

source: Invalid username or incorrect password. %s
nl_nl: Ongeldige gebruikersnaam of wachtwoord. %s

source: Table analysis class on class %1$s is not set properly.
nl_nl: Tabelanalyseklasse op klasse %1$s is niet goed ingesteld.

source: Did you know...
nl_nl: Wist u dat ...

source: If you add a State/Province Select input immediately after this Country Select input when building your registration form, then the State/Province Select input options will change to correspond with the choice made in this input. So for example, choosing "United States" in this Country Select input will populate the State/Province Select input with just the state options for the United States.
nl_nl: Als u direct na de invoer van deze Land Select bij het samenstellen van uw registratieformulier een invoer van Staat/provincie select toevoegt, worden de invoeropties Staats/Provincie Select gewijzigd om overeen te komen met de keuze die in deze invoer is gemaakt. Als u bijvoorbeeld 'Verenigde Staten' kiest in deze invoer van Land Select, wordt de invoer Staats/provincie Select gevuld met alleen de statusopties voor de Verenigde Staten.

source: The Ticket for Registration %1$d was not found or is invalid.
nl_nl: Het ticket voor registratie %1$d niet is gevonden of ongeldig is.

source: The Total Line Item for Transaction %1$d's was not found or is invalid.
nl_nl: Het totale regelobject voor transactie %1$d is niet gevonden of ongeldig.

source: The Ticket Line Item for Registration %1$d could not be reinstated because :%2$s%3$s
nl_nl: Het ticketregelitem voor registratie %1$d kon niet worden hersteld omdat :%2$s%3$s

source: The Ticket Line Item for Registration %1$d could not be cancelled because :%2$s%3$s
nl_nl: Het ticketregelobject voor registratie %1$d kan niet worden geannuleerd omdat :%2$s%3$s

source: The Line Item for Transaction %1$d and Ticket %2$d was not found or is invalid.
nl_nl: Het regelobject voor transactie %1$d en ticket %2$d niet is gevonden of ongeldig is.

source: The supplied line item must have an Object Type of "Ticket", not %1$s.
nl_nl: Het geleverde regelartikel moet een objecttype "Ticket" hebben, niet %1$s.

source: Can not cancel %1$d ticket(s) because the supplied line item has a quantity of %2$d.
nl_nl: Kan %1$d ticket(s) niet annuleren omdat het geleverde regelartikel een hoeveelheid %2$d heeft.

source: Can not reinstate %1$d cancelled ticket(s) because the cancelled ticket quantity is only %2$d.
nl_nl: Kan %1$d geannuleerde ticket(s) niet herstellen omdat het geannuleerde tickethoeveelheid slechts %2$d is.

source: A valid grand total for line item %1$d was not found.
nl_nl: Er is geen geldig eindtotaal gevonden voor regelitem %1$d niet is gevonden.

source: Unique Registration ID for the registration
nl_nl: Unieke Registratie ID voor de registratie

source: Parses to the total amount paid for this registration.
nl_nl: Parses op het totale bedrag betaald voor deze registratie.

source: This will parse to the Feature image for the event, %1$ssize%2$s can be set to determine the size of the image loaded by the shortcode. The %1$swidth%2$s and/or %1$sheight%2$s can also be set to determine the width and height of the image when output. By default the shortcode will load the %1$sthumbnail%2$s image size.
nl_nl: Dit wordt ontleed aan de functieafbeelding voor de gebeurtenis, %1$sgrootte%2$s kan worden ingesteld om de grootte van de afbeelding te bepalen die door de shortcode wordt geladen. De %1$sbreedte%2$s en/of %1$shoogte%2$s kan ook worden ingesteld om de breedte en hoogte van de afbeelding bij uitvoer te bepalen. Standaard laadt de shortcode de %1$sthumbnail%2$s afbeeldingsgrootte.

source: Parses to the registration ID of the primary registrant for the transaction.
nl_nl: Parses aan de registratie-ID van de primaire registrant voor de transactie.

source: Parses to the registration ID of the recipient for the message.
nl_nl: Parses aan de registratie-ID van de ontvanger voor het bericht.

source: If a single registration related to the recipient is available, that is used to retrieve the total amount that has been paid for this recipient. Otherwise the value of 0 is printed.
nl_nl: Als er één registratie met betrekking tot de ontvanger beschikbaar is, wordt dit gebruikt om het totale bedrag op te halen dat voor deze ontvanger is betaald. Anders wordt de waarde van 0 afgedrukt.
