Repository: eventespresso/event-espresso-core
Catalog: languages/event_espresso-*.po
Languages: nl_nl

source: This message type is for messages sent to attendees when they have tickets available
nl_nl: Dit berichttype is voor berichten die naar deelnemers worden verzonden wanneer ze tickets beschikbaar hebben

source: ticket notice
nl_nl: Verstuur tickets nogmaals

source: ticket notices
nl_nl: ticketberichten

source: Recipient's are who will receive the template. You may want different ticket notice details sent out depending on who the recipient is
nl_nl: Ontvangers zijn wie de sjabloon ontvangt. U verschillende ticketinformatie opgeven, afhankelijk van wie de ontvanger is

source: This template is what the primary registrant (the person who completed the initial transaction) with a ticket notice.
nl_nl: Deze sjabloon is wat de primaire registrant (de persoon die de eerste transactie heeft voltooid) met een ticketbericht.

source: This template is what each registrant for the event will receive with a ticket notice.
nl_nl: Deze sjabloon is wat elke registrant voor het evenement ontvangt met een ticketbericht.

source: The ticket message type is used for generating and displaying tickets. The templates are triggered by url path.
nl_nl: Het type ticketbericht wordt gebruikt voor het genereren en weergeven van tickets. De sjablonen worden geactiveerd door url-pad.

source: Recipient's are who will receive the ticket.
nl_nl: Ontvangers zijn wie het ticket zal ontvangen.

source: Your Ticket For %s
nl_nl: Jouw Ticket Voor %s

source: Simple UTF8
nl_nl: Eenvoudige UTF8

source: The Event Espresso UTF8 Variation addon could not properly move the font files from %1$s to %2$s because the destination folder is not writeable. Please either adjust the destination folders permission or move the font files over manually
nl_nl: De addon Voor gebeurtenis espresso UTF8 kan de lettertypebestanden niet goed verplaatsen van %1$s naar %2$s omdat de doelmap niet schrijfbaar is. Gelieve de machtiging voor doelmappen aan te passen of de lettertypebestanden handmatig te verplaatsen

source: User Integration Settings
nl_nl: Instellingen voor gebruikersintegratie

source: Click to view WordPress user profile
nl_nl: Klik hier om wordpress-gebruikersprofiel weer te geven

source: WordPress User Profile
nl_nl: WordPress gebruikersprofiel

source: When you save this user profile, the details will be synced with the attached Event Espresso Contact
nl_nl: Wanneer u dit gebruikersprofiel opslaat, worden de gegevens gesynchroniseerd met de bijgevoegde gebeurtenis espresso-contactpersoon

source: Click to go to Attendee Details
nl_nl: Klik om naar deelnemers details

source: View Linked Contact
nl_nl: Gekoppelde contactpersoon weergeven

source: WP User Integration Defaults
nl_nl: Standaardinstellingen voor WP-gebruikersintegratie

source: Default setting for Login Required on Registration
nl_nl: Standaardinstelling voor aanmelding vereist bij registratie

source: When this is set to "Yes", that means when you create an event the default for the "Login Required" setting on that event will be set to "Yes". When Login Required is set to "Yes" on an event it means that before users can register they MUST be logged in. You can still override this on each event.
nl_nl: Wanneer dit is ingesteld op 'Ja', betekent dit dat wanneer u een gebeurtenis maakt, de standaardinstelling voor de instelling 'Aanmelden vereist' op die gebeurtenis is ingesteld op 'Ja'. Wanneer Aanmelden vereist is ingesteld op "Ja" op een gebeurtenis betekent dit dat voordat gebruikers zich kunnen registreren, ze moeten zijn ingelogd. U dit nog steeds overschrijven op elke gebeurtenis.

source: Default setting for User Creation on Registration.
nl_nl: Standaardinstelling voor het maken van gebruikers bij registratie.

source: When this is set to "Yes", that means when you create an event the default for the "Create User On Registration" setting on that event will be set to "Yes". When this setting is set to "Yes" on an event it means that when new non-logged in users register for an event, a new WP_User is created for them. You can still override this on each event.
nl_nl: Wanneer dit is ingesteld op 'Ja', betekent dit dat wanneer u een gebeurtenis maakt, de standaardinstelling voor de instelling 'Gebruiker bij registratie maken' op die gebeurtenis wordt ingesteld op 'Ja'. Wanneer deze instelling is ingesteld op 'Ja' op een gebeurtenis, betekent dit dat wanneer nieuwe niet-ingelogde gebruikers zich registreren voor een gebeurtenis, er een nieuwe WP_User voor hen wordt gemaakt. U dit nog steeds overschrijven op elke gebeurtenis.

source: Default role for User Creation on Registration.
nl_nl: Standaardrol voor het maken van gebruikers bij registratie.

source: On new events, when User creation is set to yes, this setting indicates what the default role for new users will be on creation. You can still override this on each event.
nl_nl: Wanneer het maken van gebruikers is ingesteld op ja, geeft deze instelling aan wat de standaardrol voor nieuwe gebruikers is bij het maken. U dit nog steeds overschrijven op elke gebeurtenis.

source: User Integration Settings updated.
nl_nl: Gebruikersintegratie-instellingen bijgewerkt.

source: Ticket Capability Restrictions
nl_nl: Beperkingen voor ticketmogelijkheden

source: Force Login for registrations?
nl_nl: Login forceren voor registraties?

source: If yes, then all people registering for this event must login before they can register
nl_nl: Zo ja, dan moeten alle mensen die zich registreren voor dit evenement inloggen voordat ze zich kunnen registreren

source: Auto Create users with registrations?
nl_nl: Automatisch gebruikers aanmaken bij bestelling?

source: If yes, then when non-logged in users register for this event, a user will automatically be created.
nl_nl: Zo ja, dan wanneer niet-ingelogde gebruikers zich registreren voor deze gebeurtenis, wordt er automatisch een gebruiker aangemaakt.

source: Default role for auto-created users:
nl_nl: Standaardrol voor automatisch gemaakte gebruikers:

source: When users are auto-created, what default role do you want them to have?
nl_nl: Welke standaardrol wilt u dat ze hebben wanneer gebruikers automatisch worden gemaakt?

source: User Integration Event Settings updated.
nl_nl: Gebruikersintegratiegebeurtenisinstellingen bijgewerkt.

source: Ticket Capability Requirement
nl_nl: Vereiste ticketcapaciteit

source: WP User Capability required for purchasing this ticket:
nl_nl: WP-gebruikersmogelijkheid vereist voor de aankoop van dit ticket:

source: %1$sNote%2$s: Changes made in your Personal Information details will be synced with your user profile.
nl_nl: %1$sLet op%2$s: Wijzigingen van contactgegevens worden opgeslagen in uw gebruikersprofiel.

source: Sync changes with your user profile?
nl_nl: Wijzigingen synchroniseren met uw gebruikersprofiel?

source: You have entered an email address that matches an existing user account in our system. You can only submit registrations for your own account or for a person that does not exist in the system. Please use a different email address.
nl_nl: U heeft een e-mailadres ingevoerd die overeenkomt met een lid van deze website. U kunt enkel registreren voor uw eigen account of voor een persoon die nog niet in ons systeem zit. Gelieve een ander e-mailadres te gebruiken.

source: You have entered an email address that matches an existing user account in our system. If this is your email address, please log in before continuing your registration. Otherwise, register with a different email address.
nl_nl: Je hebt een e-mailadres ingevoerd die overeenkomt met een gebruiker op deze website. Indien dit jouw e-mail adres is, gelieve in te loggen vooraleer verder te gaan met de inschrijving. Zoniet, registreer met een ander e-mailadres.

source: The person's street address.
nl_nl: Straat en nummer

source: Registered via event registration form
nl_nl: Geregistreerd via het registratieformulier voor evenementen

source: Doing
nl_nl: Doen

source: Missing a username.
nl_nl: Er ontbreekt een gebruikersnaam.

source: Data Migration to People Addon 1.0.0
nl_nl: Datamigratie naar People Addon 1.0.0

source: Missing a password.
nl_nl: Er ontbreekt een wachtwoord.

source: Person ID
nl_nl: Persoons-ID

source: Person's Full Name
nl_nl: De volledige naam van de persoon

source: Logged in successfully as %s!
nl_nl: Ingelogd als %s!

source: Person's Biography
nl_nl: Biografie van de persoon

source: The %1$s%2$s%3$s%4$s is available to members only. %5$s
nl_nl: De %1$s%2$s%3$s%4$s is alleen beschikbaar voor leden. %5$s

source: Person's URL Slug
nl_nl: URL-slak van de persoon

source: The event you have selected requires logging in before you can register.
nl_nl: Om je aan te kunnen melden voor dit evenement, dien je ingelogd te zijn. Heb je nog geen account? Registreer je dan door in het hoofdmenu te gaan naar 'mijn profiel > registreren'. Dit kan ook heel makkelijk met een social account. Daarna kun je inloggen en jezelf aanmelden voor het evenement.

source: Time Person Created
nl_nl: Tijdspersoon gemaakt

source: Username
nl_nl: Gebruikersnaam

source: Person's Short Biography
nl_nl: Persoonlijke korte biografie

source: Password
nl_nl: Wachtwoord

source: Time Person Last Modified
nl_nl: Laatste tijdspersoon gewijzigd

source: Remember Me
nl_nl: Onthoud mij

source: WP User that Created this Person
nl_nl: WP-gebruiker die deze persoon heeft gemaakt

source: What is this field for?
nl_nl: Waar is dit veld voor?

source: Parent Person
nl_nl: Bovenliggende persoon

source: This field is introduced as a feature that is part of the WP User Integration addon. It enables you to set restrictions on who can purchase the ticket option. This is an excellent way to create "Member Only" type discounts to people visiting your site.
nl_nl: Dit veld wordt geïntroduceerd als een functie die deel uitmaakt van de WP User Integration addon. Hiermee u beperkingen instellen voor wie de ticketoptie kan kopen. Dit is een uitstekende manier om "Member Only" type kortingen te maken voor mensen die uw site bezoeken.

source: Person's Status
nl_nl: Status van persoon

source: How do I use it?
nl_nl: Hoe gebruik ik het?

source: Person Meta Row ID
nl_nl: Persoon Meta Rij-ID

source: Creating these type of restrictions utilizes the %1$sRoles and Capabilities feature of WordPress%2$s. In this field, you indicate the capability that a visitor must have as a part of their user profile when logged in and viewing the ticket options. For instance if you have "manage_options" in this field, then the visitor must be logged in and have the "manage_options" capability assigned to their user (or to the role that is assigned to their user).
nl_nl: Het maken van dit soort beperkingen maakt gebruik van de %1$sRoles en Mogelijkheden functie van WordPress%2$s. In dit veld geeft u aan welke mogelijkheid een bezoeker moet hebben als onderdeel van zijn gebruikersprofiel wanneer hij is ingelogd en de ticketopties moet bekijken. Als u bijvoorbeeld "manage_options" in dit veld hebt, moet de bezoeker zijn ingelogd en de mogelijkheid "manage_options" toegewezen hebben aan zijn of haar gebruiker (of aan de rol die aan de gebruiker is toegewezen).

source: Foreign Key to People in Post Table
nl_nl: Buitenlandse sleutel tot mensen in posttabel

source: Click here to read about roles and capabilities in WordPress.
nl_nl: Klik hier om te lezen over rollen en mogelijkheden in WordPress.

source: Person to Event Link ID
nl_nl: Persoon tot gebeurteniskoppelings-id

source: Person Primary ID
nl_nl: Persoon primaire ID

source: Model Person Related to
nl_nl: Modelpersoon gerelateerd aan

source: Person to Event Order
nl_nl: Volgorde van persoon tot evenement

source: People Type ID
nl_nl: Personen type-id

source: Click here to view more info about %s
nl_nl: Klik hier voor meer informatie over %s

source: Events this person is involved with:
nl_nl: Events waar deze persoon aan gekoppeld is:

source: Please enter a valid Promotion Code.
nl_nl: Gebruik a.u.b. een geldige kortingscode

source: A Promotion was redeemed during this Transaction. Click to View Promotion
nl_nl: Tijdens deze transactie is een promotie ingewisseld. Klik om promotie weer te geven

source: Promotion was redeemed during Transaction
nl_nl: Promotie is ingewisseld tijdens transactie

source: Current Promotions
nl_nl: Huidige Promoties

source: Submit %s
nl_nl: Verzenden %s

source: We're sorry, but the %1$s "%2$s" appears to be invalid.%3$sYou are welcome to try a different %1$s or to try this one again to ensure it was entered correctly.
nl_nl: Het spijt ons, maar de %1$s "%2$s" lijkt ongeldig te zijn. %3$s U bent van harte welkom om een andere %1$s te proberen of om deze opnieuw te proberen om ervoor te zorgen dat het correct is ingevoerd.

source: We're sorry, but the %1$s "%2$s" could not be applied to any %4$s.%3$sYou are welcome to try a different %1$s or to try this one again to ensure it was entered correctly.
nl_nl: Het spijt ons, maar de %1$s "%2$s" kon niet worden toegepast op een %4$s. %3$s U bent van harte welkom om een andere %1$s te proberen of om deze opnieuw te proberen om ervoor te zorgen dat het correct is ingevoerd.

source: We're sorry, but the "%1$s" %4$s has already been applied to the "%2$s" %3$s, and can not be applied more than once per %3$s.
nl_nl: Het spijt ons, maar de "%1$s" %4$s is al toegepast op de "%2$s" %3$s, en kan niet meer dan een keer per %3$s worden toegepast.

source: The %1$s entered could not be processed for an unknown reason.%2$sYou are welcome to try a different %1$s or to try this one again to ensure it was entered correctly.
nl_nl: De ingevoerde %1$s kon om een onbekende reden niet worden verwerkt. %2$s U bent van harte welkom om een andere %1$s te proberen of om deze opnieuw te proberen om ervoor te zorgen dat het correct is ingevoerd.

source: Event Espresso Promotions Widget
nl_nl: Evenement Espresso Promoties Widget

source: Displays Espresso Promotions in a widget.
nl_nl: Geeft espressopromoties weer in een widget.

source: unavailable
nl_nl: niet beschikbaar

source: Promotion Code
nl_nl: Kortingscode

source: Promotion Codes
nl_nl: Kortingscodes

source: Applies To
nl_nl: Van toepassing op

source: Valid From
nl_nl: Geldig vanaf

source: Valid Until
nl_nl: Geldig tot

source: Edit Promotion
nl_nl: Wijzig promotie

source: Duplicate Promotion
nl_nl: Dupliceer promotie

source: Restore Promotion
nl_nl: Herstel promotie

source: Delete Promotion permanently
nl_nl: Verwijder promotie definitief

source: Trash Promotion
nl_nl: Verwijder promotie

source: Add New Promotion
nl_nl: Maak een nieuwe promotie

source: Save New Promotion
nl_nl: Bewaar nieuwe promotie

source: Update Promotion
nl_nl: Pas promotie aan

source: Promotions Overview
nl_nl: Overzicht promoties

source: Create Promotion
nl_nl: Maak een promotie

source: Promotions Usage
nl_nl: Gebruik promoties

source: Are you sure you want to reset ALL your Event Espresso Promotions Information? This cannot be undone.
nl_nl: Weet je zeker dat je al je event espresso promoties informatie wilt resetten? Dit kan niet ongedaan worden gemaakt.

source: eePromotionsHelper.generate_code requires a selector for the codefield param. None was provided.
nl_nl: eePromotionsHelper.generate_code vereist een selector voor de codefield param. Geen was voorzien.

source: The codefield parameter sent to eePromotionsHelper.generate_code is invalid. It must be a valid selector for the input field holding the generated coupon code.
nl_nl: De codefieldparameter die naar eePromotionsHelper.generate_code wordt verzonden, is ongeldig. Het moet een geldige selector zijn voor het invoerveld met de gegenereerde couponcode.

source: eePromotionsHelper.scopeItemToggle requires the toggled checkbox dom element to be included as the argument. Nothing was included.
nl_nl: eePromotionsHelper.scopeItemToggle vereist dat het ingeschakelde selectievakje dom element als argument wordt opgenomen. Niets was inbegrepen.

source: Something might be wrong with the models or the given Promotion ID in the request (%s) is not for a valid Promotion in the DB.
nl_nl: Er kan iets mis zijn met de modellen of de gegeven Promotie-ID in de aanvraag (%s) is niet voor een geldige promotie in de DB.

source: Promotion applies to...
nl_nl: Promotie is van toepassing op....

source: When you select a scope for the promotion this area will have options related to the selection.
nl_nl: Wanneer u een bereik voor de promotie selecteert, heeft dit gebied opties met betrekking tot de selectie.

source: Special Promotion
nl_nl: Speciale promotie

source: Promotion has been successfully created.
nl_nl: Promotie is succesvol aangemaakt

source: Promotion has been successfully updated.
nl_nl: Promotie is succesvol bijgewerkt,

source: Something went wrong with saving the promotion
nl_nl: Er is iets misgegaan met het opslaan van de promotie

source: Unable to duplicate the promotion because there was no ID present in the request.
nl_nl: Kan de promotie niet dupliceren omdat er geen id aanwezig was in de aanvraag.

source: Unable to duplicate the promotion because for some reason there isn't a promotion in the database for the given id.
nl_nl: Kan de promotie niet dupliceren omdat er om de een of andere reden geen promotie in de database voor de gegeven id staat.

source: Promotion successfully duplicated, make any additional edits and update.
nl_nl: Promotie is gedupliceerd, extra bewerkingen uitvoeren en bijwerken.

source: Unable to trash a promotion because no promotion id is accessible.
nl_nl: Kan een promotie niet weggooien omdat er geen promotie-id toegankelijk is.

source: Unable to restore a promotion because no promotion id is accessible.
nl_nl: Kan een promotie niet herstellen omdat er geen promotie-id toegankelijk is.

source: Promotion successfully trashed.
nl_nl: Promotie met succes weggegooid.

source: Promotion successfully restored.
nl_nl: Promotie met succes hersteld.

source: Promotion did not get trashed.
nl_nl: Promotie werd niet weggegooid.

source: Promotion did not get restored.
nl_nl: Promotie is niet hersteld.

source: Promotion (%s) did not get trashed.
nl_nl: Promotie (%s) werd niet weggegooid.

source: Promotion (%s) did not get restored.
nl_nl: Promotie (%s) is niet hersteld.

source: Unable to trash promotions because none were selected.
nl_nl: Kan promoties niet prullenbaken omdat er geen optie is geselecteerd.

source: 1 promotion was successfully trashed
nl_nl: 1 promotie is met succes weggegooid

source: 1 promotion was successfully restored
nl_nl: 1 promotie is hersteld

source: Unable to delete permanently the promotion because no promotion id is accessible.
nl_nl: Kan de promotie niet permanent verwijderen omdat er geen promotie-id toegankelijk is.

source: Unable to delete %s because it has been redeemed. For archival and relational purposes this data must be retained in the db.
nl_nl: Kan %s niet verwijderen omdat deze is ingewisseld. Voor archiverings- en relationele doeleinden moeten deze gegevens in de db worden bewaard.

source: Promotion %s has been permanently deleted.
nl_nl: Promotie %s is definitief verwijderd.

source: Unable to permanently delete the %s promotion.
nl_nl: Kan de %s promotie niet permanent verwijderen.

source: There is no promotion in the db matching the id of %s.
nl_nl: Er is geen promotie in de db die overeenkomt met de id van %s.

source: Unable to permanently delete any promotions because none were selected.
nl_nl: Kan promoties niet permanent verwijderen omdat er geen promotie is geselecteerd.

source: 1 promotion was successfully deleted.
nl_nl: 1 promotie is verwijderd.

source: Ribbon Banner
nl_nl: Lintbanner

source: Plain Text
nl_nl: Platte tekst

source: Do Not Display Promotions
nl_nl: Promoties niet weergeven

source: lite-blue
nl_nl: lite-blauw

source: pink
nl_nl: roze

source: This lock-icon means that this promotion cannot be permanently deleted. Promotions that have been redeemed cannot be permanently deleted from your system. However, trashing (not deleting) them does deactivate them from future redemptions.
nl_nl: Dit vergrendelingspictogram betekent dat deze promotie niet permanent kan worden verwijderd. Promoties die zijn ingewisseld, kunnen niet permanent uit uw systeem worden verwijderd. Echter, trashing (niet verwijderen) hen doet deactiveren ze uit toekomstige aflossingen.

source: generate code
nl_nl: code genereren

source: clicking "generate code" uses above text field as a prefix
nl_nl: klikken op 'code genereren' gebruikt boven tekstveld als voorvoegsel

source: reset prefix
nl_nl: voorvoegsel opnieuw instellen

source: Scope (applied to)
nl_nl: Toepassingsgebied (toegepast op)

source: This determines what type of items the promotion can be applied to (see sidebar to select items)
nl_nl: Dit bepaalt op welk type items de promotie kan worden toegepast (zie zijbalk om objecten te selecteren)

source: Please note that this promotion's Scope selector has been disabled because it has been redeemed at least once. This is done to maintain accounting accuracy.
nl_nl: Houd er rekening mee dat de Scope-selector van deze promotie is uitgeschakeld omdat deze ten minste één keer is ingewisseld. Dit wordt gedaan om de boekhoudkundige nauwkeurigheid te behouden.

source: Number of Uses
nl_nl: Aantal keer bruikbaar

source: Banner Text / Description
nl_nl: Bannertekst / Beschrijving

source: This is the text that will be displayed in the Promotion Banners if they are being used (see Settings Tab) as well as anywhere that the Promotion details are listed.
nl_nl: Dit is de tekst die wordt weergegeven in de promotiebanners als deze worden gebruikt (zie tabblad Instellingen) en overal waar de promotiegegevens worden weergegeven.

source: Accepted Message
nl_nl: Geaccepteerd bericht

source: If using Promotion Codes, this will be shown when a code has been successfully verified and applied to a registrant's order.
nl_nl: Als u promotiecodes gebruikt, wordt dit weergegeven wanneer een code is geverifieerd en toegepast op de bestelling van een registrant.

source: If using Promotion Codes, this will be shown when a code entered by a registrant can not be verified or applied to their order.
nl_nl: Als u promotiecodes gebruikt, wordt dit weergegeven wanneer een code die door een registrant is ingevoerd, niet kan worden geverifieerd of op zijn bestelling kan worden toegepast.

source: Promotion Banners
nl_nl: Promotiebanners

source: Ribbon Banner Color
nl_nl: Lintbannerkleur

source: If "Ribbon Banner" is selected above, then this determines the color of the ribbon banner.
nl_nl: Als hierboven 'Lintbanner' is geselecteerd, wordt hiermee de kleur van de lintbanner bepaald.

source: Reset Promotions Settings?
nl_nl: Instellingen voor promoties opnieuw instellen?

source: Create Promotions Addon table
nl_nl: Addon-tabel promoties maken

source: The EE_Promotion_%1$s_Scope class was not found.
nl_nl: De EE_Promotion_%1$s_Scope klas is niet gevonden.

source: Exclusive? (ie, can't be used with other promotions)
nl_nl: Exclusieve? (dat wil zeggen, kan niet worden gebruikt met andere promoties)

source: Event Espresso Promotions could not be activated. Please ensure that Event Espresso version %s or higher is running
nl_nl: Promoties voor evenement espresso's kunnen niet worden geactiveerd. Zorg ervoor dat de versie van event espresso %s of hoger wordt uitgevoerd

source: Any client code calling EE_Register_Promotion_Scope must set a unique string for the $promotion_id argument. None was given.
nl_nl: Elke clientcode die EE_Register_Promotion_Scope aanroept, moet een unieke tekenreeks instellen voor het argument $promotion_id. Geen werd gegeven.
