Repository: eventespresso/event-espresso-core
Catalog: languages/event_espresso-*.po
Languages: nl_nl

source: Will output a list of tickets for the recipient of the email. Note, if the recipient is the Event Author, then this is blank.
nl_nl: Zal een lijst van tickets produceren voor de ontvanger van de e-mail. Opmerking: als de ontvanger de workshopaanbieder is, dan is dit leeg.

source: Price Types Bulk Actions
nl_nl: Prijssoorten Bulkacties

source: A class method for the %s forwarding route has not been supplied.
nl_nl: Er is geen klassemethode opgegeven voor de %s doorstuurroute.

source: Attendee Short Biography
nl_nl: Korte biografie van de deelnemer

source: Bulk actions allow you to perform an action to multiple default prices at once. The following bulk actions are supported: Move to Trash, Export Price Types. To use the bulk action feature, place a checkmark next to the price types that you want to include. Then select a bulk action from the menu and click on the Apply button.
nl_nl: Met bulkacties u een actie uitvoeren op meerdere standaardprijzen tegelijk. De volgende bulkacties worden ondersteund: Verplaatsen naar prullenbak, Prijstypen exporteren. Als u de functie bulkactie wilt gebruiken, plaatst u een vinkje naast de prijstypen die u wilt opnemen. Selecteer vervolgens een bulkactie in het menu en klik op de knop Toepassen.

source: Time Attendee Last Modified
nl_nl: Tijd deelnemer laatst gewijzigd

source: Ticket List Shortcodes
nl_nl: Ticketlijst shortcodes

source: Price Types Views
nl_nl: Prijssoorten weergaven

source: All shortcodes specific to ticket lists
nl_nl: Alle shortcodes die specifiek zijn voor ticketlijsten

source: Views allow you to restrict what you see in the Price Types table. The following views are available: All and Trash. The number in parentheses next to each view represents the number of price types that will be displayed with that view.
nl_nl: Met weergaven u beperken wat u ziet in de tabel Prijstypen. De volgende weergaven zijn beschikbaar: Alles en Afval. Het getal tussen haakjes naast elke weergave vertegenwoordigt het aantal prijstypen dat met die weergave wordt weergegeven.

source: The module route %s for this view has not been registered.
nl_nl: De moduleroute %s voor deze weergave is niet geregistreerd.

source: Parent Attendee (unused)
nl_nl: Ouderdeelnemer (ongebruikt)

source: Will output a list of tickets
nl_nl: Zal een lijst met tickets weergeven

source: Show all price types.
nl_nl: Toon alle prijs types

source: The %s view file could not be found or is not readable due to file permissions.
nl_nl: Het %s-weergavebestand kan niet worden gevonden of is niet leesbaar vanwege bestandsmachtigingen.

source: Attendee Status
nl_nl: Deelnemer status

source: Show price types that have been moved to the trash.
nl_nl: Toon prijstypes die naar de prullenbak zijn verplaatst.

source: Attendee Meta Row ID
nl_nl: Meta-rij-ID van deelnemer

source: All shortcodes specific to ticket related data
nl_nl: Alle shortcodes die specifiek zijn voor ticketgerelateerde gegevens

source: Price Types Search
nl_nl: Prijssoorten zoeken

source: Foreign Key to Attendee in Post Table
nl_nl: Vreemde sleutel voor deelnemer in posttafel

source: We are trying to find the deleted flag field on %s, but none was found. Are you sure there is a field of type EE_Trashed_Flag_Field in %s constructor?
nl_nl: We proberen het verwijderde vlagveld op %s te vinden, maar er is geen gevonden. Weet je zeker dat er een veld van type EE_Trashed_Flag_Field in %s constructeur?

source: Will be replaced by the ticket ID of a ticket
nl_nl: Wordt vervangen door de ticket-ID van een ticket

source: You can perform a search to find certain price types. The following sources will be searched: Price Type Name and Base Type. To use the search feature, enter a value into the search box and click on the Search Price Types button.
nl_nl: U een zoekopdracht uitvoeren om bepaalde prijstypen te vinden. De volgende bronnen worden doorzocht: prijstypenaam en basistype. Als u de zoekfunctie wilt gebruiken, voert u een waarde in het zoekvak in en klikt u op de knop Zoekprijstypen.

source: Address Part 1
nl_nl: adresgedeelte

source: State ID
nl_nl: Staat ID

source: The name of the ticket
nl_nl: De naam van het ticket

source: Data Migration Completed Successfully
nl_nl: Data migratie succesvol voltooid

source: Address Part 2
nl_nl: Adres 2

source: State Abbreviation
nl_nl: Staat Afkorting

source: The description of the ticket
nl_nl: De omschrijving van de ticket

source: All done!
nl_nl: Helemaal klaar!

source: ZIP/Postal Code
nl_nl: Postcode

source: State Name
nl_nl: Staat naam

source: The price of the ticket
nl_nl: De prijs van het ticket

source: State Active Flag
nl_nl: Staat actief flag

source: The total quantity of the current ticket in the list that has been purchased in this transaction
nl_nl: De totale hoeveelheid van het huidige ticket in de lijst dat is gekocht in deze transactie

source: Could not run data migrations because: %s
nl_nl: Kan gegevensmigraties niet uitvoeren omdat: %s

source: Table alias %s does not exist in EEM_Base child's _tables array. Only tables defined are %s
nl_nl: Tabelalias %s bestaat niet in de _tables array van EEM_Base kind. Alleen gedefinieerde tabellen zijn %s

source: This is a full html link to the invoice
nl_nl: Dit is een volledige html-link naar de factuur

source: Error loading data migration scripts
nl_nl: Fout bij het laden van scripts voor gegevensmigratie

source: Custom selection %s (alias %s) needs to be an array like array('COUNT(REG_ID)','%%d')
nl_nl: Aangepaste selectie %s (alias %s) dient een array te zijn zoals array('COUNT(REG_ID)','%%d')

source: Editable?
nl_nl: Bewerkbaar?

source: This is just the url for the invoice
nl_nl: Dit is alleen de url voor de factuur

source: %s Completed
nl_nl: %s compleet

source: Datatype %s (for selection '%s' and alias '%s') is not a valid wpdb datatype (eg %%s)
nl_nl: Datatype %s (voor selectie '%s' en alias '%s') is geen geldig wpdb-datatype (bijv. %%s)

source: The total cost for the transaction
nl_nl: De totale kosten voor de transactie

source: Minor errors occurred during %s: %s
nl_nl: Kleine fouten zijn opgetreden tijdens %s: %s

source: Cannot delete objects of type %s because there is no primary key NOR combined key
nl_nl: Kan geen objecten van type %s verwijderen omdat er geen primaire sleutel is, NOCH gecombineerde sleutel

source: pending payment
nl_nl: wacht op betaling

source: Error getting Migration Script
nl_nl: Fout bij ophalen van migratiescript

source: pending payments
nl_nl: wacht op betalingen

source: The total number of all tickets purchased in a transaction
nl_nl: Het totale aantal tickets dat in een transactie is gekocht

source: A fatal error occurred during the migration: %s
nl_nl: Er is een fatale fout opgetreden tijdens de migratie: %s

source: Could not %s %s. %s uniqueness index failed. Fields %s must form a unique set, but an entry already exists with values %s.
nl_nl: Kon niet %s %s. %s uniciteitsindex is mislukt. Velden %s moeten een unieke set vormen, maar er bestaat al een item met waarden %s.

source: approved
nl_nl: Goedgekeurd

source: The url to the admin page for this transaction
nl_nl: De url naar de admin-pagina voor deze transactie

source: The error '%s' occurred updating the status of the migration. This is a FATAL ERROR, but the error is preventing the system from remembering that. Please contact event espresso support.
nl_nl: De fout '%s' is opgetreden bij het bijwerken van de status van de migratie. Dit is een fatale fout, maar de fout is het voorkomen dat het systeem te onthouden. Neem contact op met de ondersteuning van event espresso.Please contact event espresso support.

source: %s get_all_conflicting should be called with a model object or an array of field names and values, you provided %d
nl_nl: %s get_all_conflicting moet worden aangeroepen met een modelobject of een array met veldnamen en waarden, u hebt %d

source: %sClick here for Invoice%s
nl_nl: %s Klik hier voor factuur %s

source: Unknown fatal error occurred: %s
nl_nl: Er is een onbekende fatale fout opgetreden: %s

source: cancelled
nl_nl: geannuleerd

source: Plugin Update Engine is unable to setup correctly for the plugin with the slug "%s" because there are the following keys missing from the options array sent to the PluginUpdateEngineChecker class when it is instantiated:
nl_nl: Plugin Update Engine kan niet correct instellen voor de plugin met de slak "%s", omdat er de volgende sleutels ontbreken in de optiearray die naar de klasse PluginUpdateEngineChecker wordt verzonden wanneer deze wordt geseinualeerd:

source: Properties array has no 'class' properties. Here's what it has: %s
nl_nl: Eigenschappen array heeft geen 'klasse' eigenschappen. Dit is wat het heeft: %s

source: There are no main tables on %s. They should be added to _tables array in the constructor
nl_nl: Er zijn geen hoofdtabellen op %s. Ze moeten worden toegevoegd aan de array _tables in de constructor

source: declined
nl_nl: afgewezen

source: An array was sent to the PluginUpdateEngineChecker class as the value for the $plugin_slug property, however the array is missing the "premium" index.
nl_nl: Er is een array naar de klasse PluginUpdateEngineChecker verzonden als de waarde voor de eigenschap $plugin_slug, maar de array mist de "premium" index.

source: There is no migration script named %s
nl_nl: Er is geen migratiescript met de naam %s

source: overpaid
nl_nl: te veel betaald

source: A string was sent to the PluginUpdateEngineChecker class as the value for the $plugin_slug property, however the string is empty
nl_nl: Er is een tekenreeks naar de klasse PluginUpdateEngineChecker verzonden als de waarde voor de eigenschap $plugin_slug, maar de tekenreeks is leeg

source: Class '%s' is supposed to be a migration script. Its not, its a '%s'
nl_nl: Klasse '%s' moet een migratiescript zijn. Het is niet, het is een '%s'

source: Improperly formed query parameter %s. It should be numerically indexed like array('<','DTT_sold',true); but you provided %s
nl_nl: Onjuist gevormde queryparameter %s. Het moet numeriek worden geïndexeerd als array ('<','DTT_sold',true); maar je hebt %s

source: complete
nl_nl: Voltooid

source: For some reason PUE is unable to determine the current version of the plugin. It is possible that the incorrect value was sent for the "plugin_basename" key in the <strong>$options</strong> array.
nl_nl: Om de een of andere reden kan PUE de huidige versie van de plug-in niet bepalen. Het is mogelijk dat de onjuiste waarde is verzonden voor de toets 'plugin_basename' in de <strong>array $options.</strong>

source: Migrated %d records successfully during %s
nl_nl: %d records succesvol gemigreerd tijdens %s

source: Query parameter %s should be an array, but it isn't.
nl_nl: Queryparameter %s zou een array moeten zijn, maar is dat niet.

source: incomplete
nl_nl: Niet betaald

source: Please give a pretty name to the migration script stage %s by assigning the property _pretty_name in the constructor
nl_nl: Geef een mooie naam aan de migratiescriptfase %s door de eigenschap _pretty_name toe te wijzen aan de constructeur

source: failed
nl_nl: mislukt

source: Trying to get status of Migration class %s, but it has not been initialized yet. It should be set in the constructor.
nl_nl: Proberen om de status van migratie klasse %s te krijgen, maar het is nog niet geïnitialiseerd. Het moet worden ingesteld in de constructeur.

source: Invalid DB query. You passed '%s' for the LIMIT, but only the following are valid: an integer, string representing an integer, a string like 'int,int', or an array like array(int,int)
nl_nl: Ongeldige DB-query. U bent geslaagd voor '%s' voor de LIMIET, maar alleen het volgende is geldig: een geheel getal, tekenreeks die een geheel getal vertegenwoordigt, een tekenreeks zoals 'int,int' of een array zoals array (int, int)

source: accepted
nl_nl: geaccepteerd

source: No API key is present
nl_nl: Er is geen API-sleutel aanwezig

source: Received error "%6$s" inserting row %5$s %1$s %5$s into table %2$s.%5$s Data used was %5$s %3$s %5$s from table %4$s.
nl_nl: Ontvangen fout '%6$s' die rij %5$s %1$s %5$s in tabel %2$s invoegen. %5$s gebruikte gegevens zijn %5$s %3$s %5$s uit tabel %4$s.

source: In querying %s, we are using query parameter 'order_by' as an array (keys:%s,values:%s), and so we can't use query parameter 'order' (value %s). You should just use the 'order_by' parameter
nl_nl: Bij het opvragen %s gebruiken we de queryparameter 'order_by' als array (sleutels:%s,waarden:%s), en dus kunnen we de queryparameter 'order' (waarde %s) niet gebruiken. Gebruik gewoon de parameter 'order_by'

source: pending
nl_nl: in behandeling

source: It appears you've tried entering an api key to upgrade to the premium version of %s, however, the key does not appear to be valid. This is the message received back from the server:
nl_nl: Het lijkt erop dat je hebt geprobeerd het invoeren van een api-sleutel om te upgraden naar de premium versie van %s, maar de sleutel lijkt niet geldig te zijn. Dit is het bericht dat van de server is ontvangen:

source: Fatal Uncatchable Error Occurred
nl_nl: Er is een fatale, niet te vangen fout opgetreden

source: You passed %s as a query parameter to %s, which is illegal! The allowed query parameters are %s
nl_nl: U bent %s geslaagd als een queryparameter om te %s, wat illegaal is! De toegestane queryparameters worden %s

source: sold out
nl_nl: uitverkocht

source: Congratulations! You have entered in a valid api key for the premium version of %s. You can click the button below to upgrade to this version immediately.
nl_nl: Gefeliciteerd! U hebt een geldige api-sleutel ingevoerd voor de premiumversie van %s. U op de onderstaande knop klikken om onmiddellijk te upgraden naar deze versie.

source: click to view backtrace and class/method details
nl_nl: klik om backtrace en klasse / methode details te zien

source: postponed
nl_nl: uitgesteld

source: Upgrade Now
nl_nl: Nu Bijwerken

source: You passed an invalid value to the query parameter 'default_where_conditions' of '%s'. Allowed values are %s
nl_nl: U hebt een ongeldige waarde doorgegeven aan de queryparameter 'default_where_conditions' van '%s'. Toegestane waarden zijn %s

source: archived
nl_nl: gearchiveerd

source: Using a field name (%s) on model %s is not allowed on this query param type '%s'. Original query param was %s
nl_nl: Het gebruik van een veldnaam (%s) op model %s is niet toegestaan op dit queryparamtype '%s'. Originele queryparam is %s

source: expired
nl_nl: Verlopen

source: The EE_Error core class could not be loaded.
nl_nl: De kernklasse EE_Error kan niet worden geladen.

source: upcoming
nl_nl: binnenkort

source: Query param '%s' (of type %s on model %s) shouldn't end on a period (.)
nl_nl: Queryparam '%s' (type %s op model %s) mag niet eindigen op een periode (.)

source: on sale
nl_nl: te koop

source: There is no model named '%s' related to %s. Query param type is %s and original query param is %s
nl_nl: Er is geen model met de naam '%s' met betrekking tot %s. Het type Queryparam is %s en de oorspronkelijke queryparam wordt %s

source: inactive
nl_nl: inactief

source: The requested %s shortcode is not of the class "EES_Shortcode". Please check your files.
nl_nl: De gevraagde %s shortcode is niet van de klasse "EES_Shortcode". Controleer uw bestanden.

source: active
nl_nl: actief

source: click here to add a new state/province
nl_nl: Klik hier om een nieuwe staat/provincie toe te voegen

source: %s is neither a valid model field name, nor a custom selection
nl_nl: %s is noch een geldige modelveldnaam, noch een aangepaste selectie

source: The incoming statuses argument must be an array with keys as the $status_id and values as the $status_code
nl_nl: Het argument binnenkomende statussen moet een array zijn met toetsen als $status_id en waarden als $status_code

source: %s is not a valid field on this model, nor a custom selection (%s)
nl_nl: %s is geen geldig veld op dit model, noch een aangepaste selectie (%s)

source: You setup a query parameter like you were going to specify an operator, but didn't. You provided '(%s)', but the operator should be at array key index 0 (eg array('>',32))
nl_nl: U hebt een queryparameter ingesteld zoals u een operator zou opgeven, maar dat is niet gelukt. U hebt '(%s)', maar de operator moet zich op array key index 0 (bijvoorbeeld array('>',32))

source: Terms
nl_nl: Termen

source: New State/Province Country
nl_nl: Nieuwe staat / provincie land

source: The '%s' operator must be used with an array of values and there must be exactly TWO values in that array.
nl_nl: De operator '%s' moet worden gebruikt met een reeks waarden en er moeten precies TWEE waarden in die array zitten.

source: New State/Province Name
nl_nl: Nieuwe staat / provincienaam

source: An error occurred. The %s route has already been called, and therefore can not be forwarded to, because an infinite loop would be created and break the interweb.
nl_nl: Er is een fout opgetreden. De %s route is al geroepen, en kan daarom niet worden doorgestuurd naar, omdat een oneindige lus zou worden gemaakt en breken het interweb.

source: Term Name
nl_nl: Term Naam

source: New State/Province Abbreviation
nl_nl: Nieuwe staat / provincie afkorting

source: The requested route %s could not be mapped to any registered modules.
nl_nl: De gevraagde route %s kan niet worden toegewezen aan geregistreerde modules.

source: Operator '%s' must be used with an array of values, eg 'Registration.REG_ID' => array('%s',array(1,2,3))
nl_nl: Operator '%s' moet worden gebruikt met een array van waarden, bijvoorbeeld 'Registration.REG_ID' => array('%s',array(1,2,3))

source: ADD
nl_nl: TOEVOEGEN

source: Operator '%s' must be used with a single value, not an array. Eg 'Registration.REG_ID => array('%s',23))
nl_nl: Operator '%s' moet worden gebruikt met een enkele waarde, niet een array. Bijvoorbeeld 'Registration.REG_ID => array('%s',23))

source: Term Group
nl_nl: Term groep

source: Don't know your State/Province Abbreviation?
nl_nl: Kent u uw staat / provincie-afkorting niet?

source: A class method for the %s route has not been properly registered.
nl_nl: Een klassemethode voor de %s -route is niet correct geregistreerd.

source: Term Relationship
nl_nl: Term relatie

source: You can look here: %s, for a list of Countries and links to their State/Province Abbreviations ("Subdivisions assigned codes" column).
nl_nl: U hier kijken: %s, voor een lijst van landen en links naar hun staat / provincie Afkortingen (Onderverdelingen toegewezen codes kolom).

source: The order that Price Types are applied.
nl_nl: De volgorde waarin prijzen worden toegepast

source: The requested %s class could not be found.
nl_nl: De gevraagde %s -klasse is niet gevonden.

source: %s is not a valid wpdb datatype. Valid ones are %s
nl_nl: %s is geen geldig wpdb-datatype. Geldige zijn %s

source: Term Relationships
nl_nl: Term relaties

source: The class method %s for the %s route is in invalid.
nl_nl: De klassemethode %s voor de %s -route is ongeldig.

source: _extract_column_name is empty when trying to extract column and table name from %s
nl_nl: _extract_column_name is leeg wanneer u kolom- en tabelnaam uit %s probeert te extraheren

source: A new State/Province could not be added because invalid or missing data was received.
nl_nl: Een nieuwe staat/provincie kan niet worden toegevoegd omdat ongeldige of ontbrekende gegevens zijn ontvangen.

source: Add New Default Ticket
nl_nl: Voeg nieuw standaard ticket toe

source: The requested %s module is not of the class EED_Module.
nl_nl: De aangevraagde %s -module is niet van de klasse EED_Module.

source: There is no field titled %s on model %s. Either the query trying to use it is bad, or you need to add it to the list of fields on the model.
nl_nl: Er is geen veld met de titel %s op model %s. Ofwel de query probeert te gebruiken is slecht, of je moet het toevoegen aan de lijst met velden op het model.

source: Term (in context of a taxonomy) ID
nl_nl: Term (in taxonomy context) ID

source: Edit Default Ticket
nl_nl: Bewerk standaard ticket

source: The Event Espresso Network Configuration Settings have been successfully updated.
nl_nl: De netwerkconfiguratie-instellingen van Event Espresso zijn succesvol bijgewerkt.

source: You specified a related model named %s in your query. No such model exists, if it did, it would have the classname %s
nl_nl: U hebt een gerelateerd model opgegeven met de naam %s in uw query. Geen dergelijk model bestaat, als het deed, zou het de klassenaam %s

source: Term Order
nl_nl: Term volgorde

source: Event Espresso - General Settings > Countries Tab
nl_nl: Event Espresso - Algemene instellingen> tabblad Landen

source: Delete Default Ticket
nl_nl: Verwijder standaard ticket

source: Extra Event Espresso Configuration settings were successfully updated.
nl_nl: Extra Event Espresso Configuratie-instellingen zijn succesvol bijgewerkt.

source: There is no field/column '%s' on '%s'
nl_nl: Er is geen veld / kolom '%s' op '%s'

source: An invalid or missing Country ISO Code was received.
nl_nl: Er is een ongeldige of ontbrekende ISO-landcode ontvangen.

source: Uses
nl_nl: Gebruiken

source: The Event Espresso Network Configuration Settings were not updated.
nl_nl: De netwerkconfiguratie-instellingen van Event Espresso zijn niet bijgewerkt.

source: There is no Primary Key defined on model %s
nl_nl: Er is geen primaire sleutel gedefinieerd in model %s

source: An invalid or missing State Abbreviation was received.
nl_nl: Er is een ongeldige of ontbrekende staatafkorting ontvangen.

source: venue category
nl_nl: locatie categorie

source: Extra Event Espresso Network Configuration settings were not updated.
nl_nl: Extra Event Espresso-netwerkconfiguratie-instellingen zijn niet bijgewerkt.

source: There is no foreign key field pointing to model %s on model %s
nl_nl: Er is geen buitenlands sleutelveld dat naar model %s op model %s

source: Display Status Banner
nl_nl: Toon status banner

source: venue categories
nl_nl: locatie categorieën

source: You tried adding a %s to a mapping of %ss
nl_nl: U heeft geprobeerd een %s toe te voegen aan een toewijzing van %s s

source: Taxonomy Name
nl_nl: Taxonomy naam

source: You tried storing a model object with NO ID in the %s entity mapper.
nl_nl: U hebt geprobeerd een modelobject met GEEN ID op te slaan in de mapper van %s entiteit.

source: Description of Term
nl_nl: Omschrijving van term

source: none
nl_nl: geen

source: Save New Venue
nl_nl: Sla nieuwe locatie op.

source: Parent Term ID
nl_nl: Het hoofdterm-ID.

source: excerpt (short desc)
nl_nl: verkorte omschrijving

source: Venues Overview
nl_nl: Locaties overzicht

source: The %s file %s does not appear to contain the %s Class.
nl_nl: Het %s bestand %s lijkt niet de klasse %s te bevatten.

source: Count of Objects attached
nl_nl: Aantal bijgevoegde objecten

source: full description
nl_nl: volledige omschrijving

source: Venues Overview Table Column Headings
nl_nl: Locaties Overzicht Tabel Kolomkoppen

source: No session data or invalid session data was provided.
nl_nl: Er zijn geen sessiegegevens of ongeldige sessiegegevens opgegeven.

source: Ticket Template ID
nl_nl: Ticket template

source: Venues Overview Views & Bulk Actions & Search
nl_nl: Locaties Overzicht Weergaven & Bulkacties & Zoeken

source: Sorry! %s is a default session datum and can not be reset.
nl_nl: Sorry! %s is een standaardsessiedatum en kan niet worden gereset.

source: The operator '%s' is not in the list of valid operators: %s
nl_nl: De operator '%s' staat niet in de lijst met geldige operators: %s

source: Description of Ticket
nl_nl: Beschrijving van Ticket

source: &lsaquo; PREV
nl_nl: &lsaquo; VORIGE

source: Venue Editor
nl_nl: Locatie editor
