Repository: eventespresso/event-espresso-core
Catalog: languages/event_espresso-*.po
Languages: nl_nl

source: This is a special dynamic shortcode. After the "*", add the exact name for your custom field, if there is a value set for that custom field within the event then it will be output in place of this shortcode. If you use shortcodes within your custom fields set %1$sdo_shortcode=true%2$s at the end of the shortcode to run the value through the do_shortcode function.
nl_nl: Dit is een speciale dynamische shortcode. Nadat de "*" de exacte naam voor uw aangepaste veld hebt toegevoegd, als er een waardeset is voor dat aangepaste veld binnen de gebeurtenis, wordt deze in plaats van deze shortcode uitgevoerd. Als u shortcodes gebruikt in uw aangepaste velden die %1$sdo_shortcode=true zijn ingesteld%2$s aan het einde van de shortcode de waarde door de do_shortcode functie.

# Event Registrations for Event Name from Site Name
source: Event Registrations for %1$s from %2$s
nl_nl: Event Registraties voor %1$s van %2$s

# CVC (What's this?)
source: CVC %1$s(What's this?)%2$s
nl_nl: CVC %1$s (Wat is dit?) %2$s

source: The Local File Logging functionality was removed permanently. Remote Logging is recommended instead.
nl_nl: De functionaliteit voor lokale bestandslogboekregistratie is definitief verwijderd. Externe logboekregistratie wordt in plaats daarvan aanbevolen.

source: Event-Question Group Relations
nl_nl: Relatie tussen gebeurtenisgroepen

source: Could not delete old event-question group relation row "%1$s" because "%2$s"
nl_nl: Kan de oude relatie rij met gebeurtenisvraaggroepgroep '%1$s' niet verwijderen omdat '%2$s'

source: Data Update to Event Espresso 4.10.0
nl_nl: Gegevensupdate naar gebeurtenis espresso 4.10.0

source: Flag indicating question is only for additional attendees
nl_nl: Vlag die vraag aangeeft is alleen voor extra deelnemers

source: Confirm Email
nl_nl: Bevestig emailadres

source: A text field that must contain a valid Email address and be equal to Email field
nl_nl: Een tekstveld dat een geldig e-mailadres moet bevatten en gelijk moet zijn aan het e-mailveld

source: Viewing registrations for ticket:
nl_nl: Het bekijken van registraties voor ticket:

source: Confirm Email Address
nl_nl: Bevestig e-mailadres

source: Confirm Email Address - System Question
nl_nl: E-mailadres bevestigen - Systeemvraag

source: This method is no longer in use. You should replace it by %s
nl_nl: Deze methode is niet meer in gebruik. Je moet het vervangen door %s

source: Fields do not match.
nl_nl: Velden komen niet overeen.

source: A previous version of Event Espresso has detected. But before anything else can happen, we need to know whether or not to migrate (copy over) your existing event data so that it can be utilized by EE4. For more instructions on what to do, please visit the %1$sEvent Espresso Maintenance%2$s page.
nl_nl: Een eerdere versie van Event Espresso heeft gedetecteerd. Maar voordat er iets anders kan gebeuren, moeten we weten of we uw bestaande gebeurtenisgegevens al dan niet moeten migreren (kopiëren over), zodat deze door EE4 kunnen worden gebruikt. Ga voor meer instructies over wat u moet doen op de pagina %1$sEvent Espresso Maintenance%2$s.

source: All Venues
nl_nl: Alle Locaties

source: Example: https://your-webhook-url.com/
nl_nl: Voorbeeld: https://your-webhook-url.com/

source: Copy Attendee Info Settings
nl_nl: Instellingen voor informatie voor deelnemers kopiëren

source: Allow copy #1 attendee info to extra attendees?
nl_nl: u #1 deelnemersgegevens kopiëren naar extra deelnemers?

source: Set to yes if you want to enable the copy of #1 attendee info to extra attendees at Registration Form.
nl_nl: Stel in op ja als u de kopie van #1 deelnemersgegevens wilt inschakelen voor extra deelnemers aan het registratieformulier.

source: Invalid or missing Copy Attendee Info settings. Please refresh the form and try again.
nl_nl: Ongeldige of ontbrekende instellingen voor het bijwonen van een kopie. Vernieuw het formulier en probeer het opnieuw.

source: An error occurred. There is no registration with ID (%d)
nl_nl: Er is een fout opgetreden. Er is geen registratie met ID (%d)

source: %1$sVersion %2$s%3$s is a %4$s release.
nl_nl: %1$s Versie %2$s%3$s is een %4$s release.

source: For more information, see %1$sthe release notes%2$s.
nl_nl: Zie %1$s de releasenotes%2$s voor meer informatie.

source: Unable to permanently delete registration %d because its related transaction has already been deleted. If you can restore the related transaction to the database then this registration can be deleted.
nl_nl: Kan registratie %d niet permanent verwijderen omdat de gerelateerde transactie al is verwijderd. Als u de gerelateerde transactie herstellen naar de database, kan deze registratie worden verwijderd.

source: There is no preview for this message template available because there are no events created yet. The preview system uses actual events for generating the preview. %1$sGo see your events%2$s!
nl_nl: Er is geen voorbeeld beschikbaar voor deze berichtsjabloon omdat er nog geen gebeurtenissen zijn gemaakt. Het voorbeeldsysteem gebruikt werkelijke gebeurtenissen voor het genereren van de preview. %1$s Ga naar je evenementen%2$s!

source: A test message could not be sent for this message template because there are no events created yet. The preview system uses actual events for generating the test message. %1$sGo see your events%2$s!
nl_nl: Er kan geen testbericht worden verzonden voor deze berichtsjabloon omdat er nog geen gebeurtenissen zijn gemaakt. Het voorbeeldsysteem gebruikt werkelijke gebeurtenissen voor het genereren van het testbericht. %1$s Ga naar je evenementen%2$s!

source: Whether you would like to use Stripe Elements (uses inline inputs for acquiring credit card info and meets SCA requirements), or the legacy Stripe Checkout (uses a pop-up). Both meet PCI SAQ-A requirements.
nl_nl: Of u stripe elements wilt gebruiken (gebruikt inline-ingangen voor het verkrijgen van creditcardgegevens en voldoet aan de SCA-vereisten) of de verouderde Stripe Checkout (maakt gebruik van een pop-up). Beide voldoen aan de PCI SAQ-A-vereisten.

source: Use any 3 digit CVC code, any future expiration date, and the following credit card information for testing:
nl_nl: Gebruik een 3-cijferige CVC-code, een toekomstige vervaldatum en de volgende creditcardgegevens voor het testen:

source: Explanation
nl_nl: Uitleg

source: Approved, no verification required.
nl_nl: Goedgekeurd, geen verificatie vereist.

source: Declined because of invalid CVC.
nl_nl: Geweigerd vanwege ongeldige CVC.

source: Requires 3D secure verification.
nl_nl: Vereist 3D-beveiligde verificatie.

source: 3D secure verification supported, but not required..
nl_nl: 3D-beveiligde verificatie ondersteund, maar niet vereist..

source: Requires 3D secure verification, but payment will thereafter be declined.
nl_nl: Vereist 3D-veilige verificatie, maar de betaling wordt daarna geweigerd.

source: Read Stripe's testing cards documentation.
nl_nl: Lees Stripe's testkaarten documentatie.

source: Expiry Date (MM/YY)
nl_nl: Vervaldatum (MM/YY)

source: Stripe Elements is recommended for all merchants. Payments made by European customers using legacy Stripe Checkout may be rejected because %1$sit does not support Strong Customer Authentication (SCA)%2$s.
nl_nl: Stripe Elements wordt aanbevolen voor alle verkopers. Betalingen die worden gedaan door Europese klanten die gebruikmaken van legacy Stripe Checkout, kunnen worden geweigerd omdat %1$shet geen ondersteuning biedt voor strong customer authentication (SCA)%2$s.

source: It appears the Stripe JS was not loaded properly! Please refresh the page and try again or contact support.
nl_nl: Het lijkt erop dat de Stripe JS niet goed geladen was! Vernieuw de pagina en probeer het opnieuw of neem contact op met ondersteuning.

source: No payment intent ID present, so no request to create a payment intent created.
nl_nl: Er is geen betalingsintentie-ID aanwezig, dus er is geen verzoek om een betalingsintentie te maken.

source: No payment information found.
nl_nl: Geen betalingsgegevens gevonden.

source: Payment requires further verification.
nl_nl: Betaling vereist verdere verificatie.

source: Invalid PaymentIntent status
nl_nl: Ongeldige status BetalingsIntent

source: Stripe Elements
nl_nl: Streepelementen

source: Integration Type
nl_nl: Integratietype

source: To successfully authenticate the transaction, enter “password” (without the quotes) into the password field. Enter the values below (without the quotes) into the password field to simulate all other possible 3D-Secure responses
nl_nl: Als u de transactie wilt verifiëren, voert u 'wachtwoord' (zonder de aanhalingstekens) in het wachtwoord in Veld. Voer de onderstaande waarden (zonder de aanhalingstekens) in het wachtwoordveld in om alle andere mogelijke 3D-Secure-antwoorden te simuleren

source: Successfully authenticated
nl_nl: Met succes geverifieerd

source: Cardholder not enrolled
nl_nl: Kaarthouder niet ingeschreven

source: Authentication not available
nl_nl: Verificatie niet beschikbaar

source: Error occurred during authentication
nl_nl: Fout opgetreden tijdens verificatie

source: Any other phrase will fail the authentication.
nl_nl: Elke andere zin zal de verificatie mislukken.

source: You will always receive an OK response and an Authorisation Code from the test server if you are using one of the test cards listed below. All other valid card numbers will be declined, allowing you to test your failure pages. If you do not use the Address, Postcode and Security Code listed below, the transaction will still authorise, but you will receive NOTMATCHED messages in the AVS/CV2 checks, allowing you to test your rulebases and fraud specific code. There are different cards for Visa and MasterCard to simulate the possible 3D-Secure responses.
nl_nl: U ontvangt altijd een OK-antwoord en een autorisatiecode van de testserver als u met behulp van een van de onderstaande testkaarten. Alle andere geldige kaartnummers worden geweigerd, zodat u test uw foutpagina's. Als u het onderstaande adres, postcode en beveiligingscode niet gebruikt, blijft de transactie toestemming te geven, maar u ontvangt NOTMATCHED berichten in de AVS/CV2-controles, zodat u testen uw rulebases en fraudespecifieke code. Er zijn verschillende kaarten voor Visa en MasterCard om de mogelijke 3D-Secure reacties te simuleren.

source: Billing Address 1: 88
nl_nl: Factuuradres 1: 88

source: Billing Post Code: 412
nl_nl: Facturering postcode: 412

source: Security Code: 123
nl_nl: Beveiligingscode: 123

source: Valid From: any date in the past
nl_nl: Geldig vanaf: elke datum in het verleden

source: Expiry Date: any date in the future
nl_nl: Vervaldatum: elke datum in de toekomst

source: Enrolled, will progress to PAReq (3D-Authentication)
nl_nl: Ingeschreven, zal de voortgang naar PAReq (3D-authenticatie)

source: Not Enrolled, will return the 3DSecureStatus NOTAVAILABLE
nl_nl: Niet ingeschreven, zal de 3DSecureStatus NIET beschikbaar

source: 3D Secure Step
nl_nl: 3D-beveiligde stap

source: If you have 3D-Secure set up on your test account, you can use MySagePay to switch on the checks at this stage and simulate the Verification and Authentication process.
nl_nl: Als u 3D-Secure hebt ingesteld op uw testaccount, u MySagePay gebruiken om de controles in te schakelen in dit stadium en simuleer het verificatie- en verificatieproces.

source: Server Integration redirects customers to Sage Pay’s website for payment. It supports 3D Secure, and so is %1$sSCA-ready%2$s. It only requires SAQ-A PCI compliance questionnaire.
nl_nl: Server Integratie verwijst klanten naar de website van Sage Pay voor betaling. Het ondersteunt 3D Secure, en dat is %1$sSCA-ready%2$s. Het vereist alleen SAQ-A PCI compliance vragenlijst.

source: This payment method CANNOT be tested locally. You must use a web-accessible server to test.
nl_nl: Deze betaalmethode kan niet lokaal worden getest. U moet een webtoegankelijke server gebruiken om te testen.

source: Could not process this payment because it has no primary registration on the transaction.
nl_nl: Kan deze betaling niet verwerken omdat deze geen primaire registratie op de transactie heeft.

source: Sage Pay Server Integration
nl_nl: Sage Pay Server-integratie

source: Sage Pay Server Integration Settings
nl_nl: Integratie-instellingen voor Sage Pay Server

source: Direction Integration allows customers to make payments directly from your website. It does not support 3D Secure, and so is not %1$sSCA-ready%2$s. It also has a wider PCI compliance scope. Merchants with European customers, or who want to limit their PCI compliance scope should instead use Sage Pay Server Integration Payment Method.
nl_nl: Met Direction Integration kunnen klanten rechtstreeks vanaf uw website betalingen doen. Het ondersteunt geen 3D Secure, en dus is niet %1$sSCA-ready%2$s. Het heeft ook een bredere PCI-compliance scope. Verkopers met Europese klanten of die hun PCI-nalevingsbereik willen beperken, moeten in plaats daarvan de betalingsmethode Sage Pay Server Integration gebruiken.

source: This determines how many times this promotion code can be applied across all scopes, this value overrides the scope uses field if set at a lower value - leave blank for no limit
nl_nl: Dit bepaalt hoe vaak deze promotiecode kan worden toegepast in alle scopes, deze waarde overschrijft het veld scope gebruikt als ingesteld op een lagere waarde - laat leeg voor geen limiet

source: Apply Discount Code
nl_nl: Kortingscode toepassen

source: Sage Pay Direct Integration
nl_nl: Directe integratie van Sage Pay

source: Sage Pay Direct Integration Settings
nl_nl: Directe integratie-instellingen voor directe integratie van Sage Pay

source: The registration limit for this ticket is %1$d ticket per transaction, therefore the total number of tickets you may purchase at this time can not exceed %1$d.
nl_nl: De registratielimiet voor dit ticket is %1$d ticket per transactie, dus het totale aantal tickets dat u op dit moment kopen, mag %1$d niet overschrijden.

source: The registration minimum for this ticket is %1$d ticket per transaction, therefore the total number of tickets you may purchase at this time can not be less than %1$d.
nl_nl: Het registratieminimum voor dit ticket is %1$d ticket per transactie, dus het totale aantal tickets dat u op dit moment kopen, kan niet lager zijn dan %1$d.

source: You cannot remove more items
nl_nl: U niet meer objecten verwijderen

source: While testing, use the credit card number & email address associated with your sandbox account.
nl_nl: Gebruik tijdens het testen het creditcardnummer & e-mailadres dat is gekoppeld aan je sandbox-account.

source: Discount applied successfully!
nl_nl: Korting met succes toegepast!

source: Recalculating line items failed, please re-check transaction total after the page reloads.
nl_nl: Als u regelitems opnieuw berekent, controleert u het transactietotaal opnieuw nadat de pagina opnieuw is geladen.

source: Sorry, but the discount code could not be applied because the promotion could not be retrieved.
nl_nl: De kortingscode kan niet worden toegepast omdat de promotie niet kan worden opgehaald.

source: Number of Uses Per Scope Item
nl_nl: Aantal toepassingen per scope-item

source: (see above) - leave blank for no limit
nl_nl: (zie hierboven) - laat leeg voor geen limiet

source: Total Number of Uses
nl_nl: Totaal aantal toepassingen

source: Event Espresso Automated Upcoming Event Notifications add-on could not be activated because it requires PHP version %s or greater.
nl_nl: Event Espresso Automated Upcoming Event Notifications add-on kan niet worden geactiveerd omdat hiervoor een PHP-versie %s of meer vereist.

source: This transaction is not 3D Secure or the nonce has expired. Please refresh the page and try again.
nl_nl: Deze transactie is niet 3D Secure of de nonce is verlopen. Vernieuw de pagina en probeer het opnieuw.

source: An error occurred. Please verify your payment information.
nl_nl: Er is een fout opgetreden. Controleer uw betalingsgegevens.

source: Unknown.
nl_nl: Niet gekend.

source: Authentication was not confirmed. Please try again.
nl_nl: Verificatie is niet bevestigd. Probeer het opnieuw.

source: Unable to save registration form data for the form input: "%1$s" with the submitted value: "%2$s"
nl_nl: Kan geen registratieformuliergegevens opslaan voor de formulierinvoer: "%1$s" met de ingediende waarde: "%2$s"

# Registration 123-456-789 has an invalid or missing Attendee object.
source: Registration %s has an invalid or missing Attendee object.
nl_nl: Registratie %s heeft een ongeldig of ontbrekend object van de deelnemer.

source: There was a total of %1$d tickets in the Event Queue, but only %2$ds registration was processed
nl_nl: Er waren in totaal %1$d tickets in de Event Queue, maar alleen %2$ds registratie werd verwerkt

# There was 1 ticket in the Event Queue, but 2 registrations were processed
source: There was %1$d ticket in the Event Queue, but %2$ds registrations were processed
nl_nl: Er was %1$d ticket in de eventwachtrij, maar %2$ds registraties werden verwerkt

source: %3$sThis can sometimes happen if too much time has been taken to complete the registration process.%3$sPlease return to the %1$sEvent List%2$s and reselect your tickets. If the problem continues, please contact the site administrator.
nl_nl: %3$s Dit kan soms gebeuren als er te veel tijd is genomen om het registratieproces te voltooien. %3$s Ga terug naar de %1$sEvent List%2$s en selecteer je tickets opnieuw. Als het probleem zich voortzet, neem dan contact op met de beheerder van de site.

source: The scheme ("%1$s") on the temporary file ("%2$s") indicates is located elsewhere, that’s not ok!
nl_nl: De regeling ("%1$s") op het tijdelijke bestand ("%2$s") geeft aan is elders gevestigd, dat is niet ok!

source: Unexpected PHP $_FILES data format. "%1$s" was expected to be an array.
nl_nl: Onverwachte PHP $_FILES data-indeling. "%1$s" werd verwacht dat een array.

source: Unexpected PHP $organized_files data format. "%1$s" was expected to be an array.
nl_nl: Gegevensindeling onverwachte PHP-$organized_files. "%1$s" werd verwacht dat een array.

source: Name parts should be an array.
nl_nl: Naamonderdelen moeten een array zijn.

source: The link you clicked to start the batch job has expired. Please go back and refresh the previous page.
nl_nl: De link waarop u hebt geklikt om de batchtaak te starten, is verlopen. Ga terug en vernieuw de vorige pagina.

source: Event was Cancelled
nl_nl: Evenement is geannuleerd

source: View Event Espresso API docs
nl_nl: Gebeurtenis espresso-API-documenten weergeven

source: API docs
nl_nl: API Documentatie

source: EE_Base_Class::updateFieldsInDB was passed an empty array of fields.
nl_nl: EE_Base_Class::updateFieldsInDB is doorgegeven aan een lege reeks velden.

source: Please use EE_Datetime::increaseSold() instead
nl_nl: Gebruik EE_Datetime::increaseSold() in plaats daarvan

source: Please use EE_Datetime::decreaseSold() instead
nl_nl: Gebruik EE_Datetime::d ecreaseSold() in plaats daarvan

source: Please use EE_Datetime::increaseReserved() instead
nl_nl: Gebruik EE_Datetime::increaseReserved()

source: Please use EE_Datetime::decreaseReserved() instead
nl_nl: Gebruik EE_Datetime::d ecreaseReserved()

source: Method replaced with %1$s
nl_nl: Methode vervangen door %1$s

source: Please use EE_Ticket::increaseSold() instead
nl_nl: Gebruik EE_Ticket::increaseSold() in plaats daarvan

source: Please use EE_Ticket::increaseSoldForDatetimes() instead
nl_nl: Gebruik EE_Ticket::increaseSoldForDatetimes()

source: Please use EE_Ticket::decreaseSold() instead
nl_nl: Gebruik EE_Ticket::d ecreaseSold() in plaats daarvan

source: Please use EE_Ticket::decreaseSoldForDatetimes() instead
nl_nl: Gebruik EE_Ticket::d ecreaseSoldForDatetimes()

source: Please use EE_Ticket::increaseReserved() instead
nl_nl: Gebruik EE_Ticket::increaseReserved()

source: Please use EE_Ticket::increaseReservedForDatetimes() instead
nl_nl: Gebruik EE_Ticket::increaseReservedForDatetimes()

source: Please use EE_Ticket::decreaseReserved() instead
nl_nl: Gebruik EE_Ticket::d ecreaseReserved()

source: Please use EE_Ticket::decreaseReservedForDatetimes() instead
nl_nl: Gebruik EE_Ticket::d ecreaseReservedForDatetimes()

source: Secondary menu
nl_nl: Secundair menu

source: Please provide a file of the requested filetype: %1$s
nl_nl: Geef een bestand op van het gevraagde bestandstype: %1$s

source: An invalid state field "%1$s" was specified for the state input's option values.
nl_nl: Er is een ongeldig statusveld '%1$s' opgegeven voor de optiewaarden van de statusinvoer.

source: The file input has an invalid format.
nl_nl: De bestandsinvoer heeft een ongeldige indeling.

source: Keys are date-time ids and values are the check-in status
nl_nl: Sleutels zijn datum-tijd-id's en waarden zijn de incheckstatus

source: The maximum number of inputs on this page has been exceeded. You cannot make edits to this page because of your server's PHP "max_input_vars" setting.%1$sThere are %2$d inputs and the maximum amount currently allowed by your server is %3$d.%1$sPlease contact your web host and ask them to raise the "max_input_vars" limit.
nl_nl: Het maximum aantal ingangen op deze pagina is overschreden. U geen wijzigingen aanbrengen op deze pagina vanwege de PHP-instelling 'max_input_vars' van uw server. %1$s Er zijn %2$d ingangen en de maximale hoeveelheid die momenteel door uw server is toegestaan, is %3$d. %1$s Neem contact op met uw webhost en vraag hen om de "max_input_vars" limiet te verhogen.

source: View Event Espresso documentation
nl_nl: Documentatie voor gebeurtenis espresso's bekijken

source: Docs
nl_nl: Documentatie

source: Enter your API Username for PayPal. Learn how to find your %1$sAPI Username%2$s.
nl_nl: Voer uw API-gebruikersnaam voor PayPal in. Meer informatie over het vinden van uw %1$sAPI-gebruikersnaam%2$s.

source: Enter your API Password for PayPal. Learn how to find your %1$sAPI Password%2$s.
nl_nl: Voer uw API-wachtwoord in voor PayPal. Meer informatie over het vinden van uw %1$sAPI-wachtwoord%2$s.

source: Enter your API Signature for PayPal. Learn how to find your %1$sAPI Signature%2$s.
nl_nl: Voer uw API-handtekening voor PayPal in. Meer informatie over het vinden van uw %1$sAPI Signature%2$s.

source: CVV2 should be 115
nl_nl: CVV2 moet 115 zijn

source: We're sorry but an attempt to verify the form's reCAPTCHA has failed. Please try again.
nl_nl: Het spijt ons, maar een poging om de reCAPTCHA van het formulier te verifiëren is mislukt. Probeer het opnieuw.

source: Enter your API Login ID for Authorize.net. Learn how to find your %1$sAPI Login%2$s ID.
nl_nl: Voer uw API-aanmeldings-id in voor Authorize.net. Meer informatie over het vinden van uw %1$sAPI-aanmelding%2$s-id.

source: Enter your Transaction Key for Authorize.net. Learn how to find your %1$sTransaction Key%2$s.
nl_nl: Voer uw transactiesleutel voor Authorize.net in. Meer informatie over het vinden van uw %1$sTransactiesleutel%2$s.

source: This page allows you to edit a price type for %s.
nl_nl: Op deze pagina u een prijstype bewerken voor %s.

source: This page allows you to edit a default price for %s.
nl_nl: Op deze pagina u een standaardprijs voor %s bewerken.

source: This page allows you to create a new price type for %s.
nl_nl: Op deze pagina u een nieuw prijstype maken voor %s.

source: Applied %1$s as %2$s%%%3$s or %2$s$%3$s
nl_nl: Toegepast %1$s als %2$s%%%3$s of %2$s $ %3$s

source: Edit Price Type (%s)
nl_nl: Prijstype bewerken (%s)

source: Restore Price Type (%s)
nl_nl: Prijstype herstellen (%s)

source: This page allows you to create a new default price for %s.
nl_nl: Op deze pagina u een nieuwe standaardprijs maken voor %s.
