Repository: eventespresso/event-espresso-core
Catalog: languages/event_espresso-*.po
Languages: nl_nl

source: A connection to QuickBooks is required in order to process payments. This can be setup in the PM settings. QuickBooks payments will not be processed.
nl_nl: Een verbinding met QuickBooks is vereist om betalingen te verwerken. Dit kan worden ingesteld in de PM-instellingen. QuickBooks-betalingen worden niet verwerkt.

source: Please provide a credit card.
nl_nl: Geef een creditcard op.

source: The authentication process could not be executed. Please allow window pop-ups in your browser for this website in order to process a successful authentication.
nl_nl: Het verificatieproces kan niet worden uitgevoerd. Sta vensterpop-ups toe in uw browser voor deze website om een succesvolle verificatie te verwerken.

source: QuickBooks Settings
nl_nl: QuickBooks-instellingen

source: Name On Card
nl_nl: Naam kaarthouder

source: Settings Tips for the QuickBooks Gateway. For more information you can read %1$s QuickBooks Documentation. %2$s
nl_nl: Instellingen Tips voor de QuickBooks Gateway. Voor meer informatie u quickbooks-documentatie %1$s lezen. %2$s

source: OAuth Consumer Key and OAuth Consumer Secret
nl_nl: OAuth Consumer Key en OAuth Consumer Secret

source: These are the keys generated when you create an app. To find these keys, sign in to %1$s developer.intuit.com%2$s and click %3$s My Apps %4$s. Find and open the app you want and click the %5$s Keys %6$s tab.
nl_nl: Dit zijn de sleutels die worden gegenereerd wanneer u een app maakt. Als u deze sleutels wilt vinden, meldt u zich aan bij %1$s developer.intuit.com%2$s en klik %3$s mijn apps %4$s. Zoek en open de gewenste app en klik op het tabblad %5$s toetsen %6$s.

source: Connect to QuickBooks
nl_nl: Verbinding maken met QuickBooks

source: The OAuth flow must be executed once for every QuickBooks Online company file to which a given App connects.
nl_nl: De OAuth-stroom moet eenmaal worden uitgevoerd voor elk QuickBooks Online-bedrijfsbestand waarmee een bepaalde app verbinding maakt.

source: You can find more useful information by visiting %1$s this link.%2$s
nl_nl: Meer nuttige informatie vind je via deze link %1$s. %2$s

source: Emulating credit card transaction failures
nl_nl: Fouten in creditcardtransactie emuleren

source: Use the test card-holder names listed in the following table to emulate various transaction failures in the sandbox environment.
nl_nl: Gebruik de namen van de testkaarthouder in de volgende tabel om verschillende transactiefouten in de sandbox-omgeving na te bootsen.

source: Emulated Name on Card
nl_nl: Geëmuleerde naam op kaart

source: CONNECTED
nl_nl: VERBONDEN

source: Expires on: %1$s
nl_nl: Verloopt op: %1$s

source: NOT CONNECTED TO QUICKBOOKS !
nl_nl: NIET VERBONDEN MET QUICKBOOKS!

source: This payment method requires an Authentication.
nl_nl: Voor deze betaalmethode is een verificatie vereist.

source: View More
nl_nl: Bekijk meer

source: Show events from a specific event venue on the calendar
nl_nl: Toon specifieke event locatie in de agenda

source: Show events on the calendar by specific month (numeric value) and year (numeric value)
nl_nl: Gebeurtenissen in de agenda weergeven op specifieke maand (numerieke waarde) en jaar (numerieke waarde)

source: Unknown Token Request Error.
nl_nl: Fout in onbekende tokenaanvraag.

source: Error occurred while trying to get the transaction Tracking ID.
nl_nl: Er is een fout opgetreden tijdens het ophalen van de traceer-id.

source: Error occurred while trying to get the transactions.
nl_nl: Er is een fout opgetreden tijdens het zoeken naar de transacties.

source: Transaction Failed!
nl_nl: Transactie mislukt!

source: Exception occurred: "%1$s" with code "%2$s", and details "%3$s"
nl_nl: Uitzondering opgetreden: "%1$s" met code "%2$s", en details "%3$s"

source: No Payment instance found ! Or No Payment Token provided.
nl_nl: Geen betaalinstantie gevonden! Of Geen betaaltoken verstrekt.

source: Please provide the following billing information. After clicking 'Finalize Registration', you will be forwarded to pay.gov to make your payment. %1$sMake sure you return to this site in order to properly finalize your registration. %2$s
nl_nl: Geef de volgende factureringsgegevens op. Nadat u op 'Registratie afronden' hebt geklikt, wordt u doorgestuurd naar pay.gov om uw betaling uit te voeren. %1$s Zorg ervoor dat u terugkeert naar deze site om uw registratie goed af te ronden. %2$s

source: Pay.gov Agency ID %s
nl_nl: Pay.gov %s

source: Please provide File Path with full file Name. The certificate should be in a .pem, .p12 or .pfx format.
nl_nl: Geef Bestandspad op met volledige bestandsnaam. Het certificaat moet in een .pem-, .p12- of .pfx-formaat zijn.

source: Security Certificate %s
nl_nl: %s beveiligingscertificaat

source: Pay.gov Offsite Settings
nl_nl: Pay.gov offsite-instellingen

source: Settings Tips for the Pay.gov Gateway.
nl_nl: Instellingen Tips voor de Pay.gov Gateway.

source: Pay.gov Settings
nl_nl: Pay.gov-instellingen

source: Agency ID
nl_nl: Kantoor ID

source: Agency Identifier of the account owner.
nl_nl: Identificatienummer van de accounteigenaar.

source: The agency-assigned identifier that Pay.gov can use to look up the applicable collection options.
nl_nl: De door het agentschap toegewezen id die Pay.gov gebruiken om de toepasselijke incassoopties op te zoeken.

source: Security Certificate
nl_nl: Beveiligingscertificaat

source: Please upload (via FTP or SSH) your Security Certificate to a safe place (eg somewhere not web accessible) on your server and provide it's location in the payment method options. The certificate should be provided to you by Pay.gov. The certificate should be in a .pem or .pfx format [exported] with the security key inside.
nl_nl: Upload (via FTP of SSH) uw beveiligingscertificaat naar een veilige plaats (bijvoorbeeld ergens die niet toegankelijk is) op uw server en geef zijn locatie in de opties voor de betalingsmethode. Het certificaat moet u door Pay.gov worden verstrekt. Het certificaat moet in een .pem- of .pfx-indeling [geëxporteerd] zijn met de beveiligingssleutel erin.

source: Debug Mode is turned ON. After clicking 'Finalize Registration' You will be redirected to the Pay.gov Sandbox environment.
nl_nl: Foutopsporingsmodus is ingeschakeld. Na het klikken op 'Registratie afronden' word je doorgestuurd naar de Pay.gov Sandbox-omgeving.

source: Test Card:
nl_nl: Testkaart Type

source: Sage Pay Allowed IP Address
nl_nl: Sage Pay toegestaan IP-adres

source: To use the Sage Pay payment method you will need to add your servers IP address within your MySagePay admin panel, %sclick here%s to view documentation on how to add the IP address within your account. The IP you need to add to your account is %s
nl_nl: Als u de betaalmethode Sage Pay wilt gebruiken, moet u uw IP-adres toevoegen aan uw MySagePay-beheerderspaneel, %sklik hier%s om documentatie te bekijken over het toevoegen van het IP-adres aan uw account. Het IP-adres dat u aan uw account moet toevoegen, is %s

source: The category %s was successfully saved
nl_nl: De categorie %s is opgeslagen

source: The category %s was successfully created
nl_nl: De categorie %s is gemaakt

source: While testing, use the credit card number associated with your sandbox account.
nl_nl: Gebruik tijdens het testen het creditcardnummer dat is gekoppeld aan uw sandbox-account.

source: To find the sandbox account's credit card, go to %1$s, then "Dashboard", then under Sandbox click "Accounts", then click your account and click "Profile", then in the popup that appears click on the "Funding" tab. Your testing card is listed there.
nl_nl: Als u de creditcard van het sandbox-account wilt vinden, gaat u naar %1$s, vervolgens 'Dashboard' en klik vervolgens onder Sandbox op 'Accounts', klik vervolgens op uw account en klikt u vervolgens op 'Profiel' en klikt u in de pop-up op het tabblad Financiering. Uw testkaart staat daar vermeld.

source: Visa (our Event Espresso Sandbox Account's testing card)
nl_nl: Visa (de testkaart van ons Event Espresso Sandbox Account)

source: You can use the amount of the transaction to generate a particular result code (see %s PayPal's documentation%s). The table below lists the general guidelines for specifying amounts. IMPORTANT: before you attempt any of these, ensure your sandbox PayPal account has %s "Negative Testing" set to on%s. Also be aware that you can generate AVS errors by using certain strings in your address field, and CVV errors using certain CVV values. See %s this PayPal doc %s
nl_nl: U het bedrag van de transactie gebruiken om een bepaalde resultaatcode te genereren (zie %s de documentatie van PayPal%s). In de onderstaande tabel worden de algemene richtlijnen voor het specificeren van bedragen weergegeven. BELANGRIJK: voordat u een van deze pogingen probeert, moet u ervoor zorgen dat uw PayPal-sandbox-account is ingesteld op %s 'Negatieve testen'%s. Houd er ook rekening mee dat u AVS-fouten genereren door bepaalde tekenreeksen in uw adresveld te gebruiken en CVV-fouten met bepaalde CVV-waarden. Bekijk %s dit PayPal-%s

source: This will be replaced with a properly formatted list of Event Creator emails for the events in a registration. %1$sNOTE:%2$s If the event author has not filled out their WordPress user profile then the organization name will be used as the "From" name.
nl_nl: Dit wordt vervangen door een correct opgemaakte lijst met e-mails van gebeurtenismaker voor de gebeurtenissen in een registratie. %1$s OPMERKING:%2$s Als de auteur van de gebeurtenis zijn WordPress-gebruikersprofiel niet heeft ingevuld, wordt de naam van de organisatie gebruikt als de naam 'Van'.

source: This is the same as %1$s shortcode except it is just a list of emails (not fancy headers).
nl_nl: Dit is hetzelfde als %1$s shortcode, behalve dat het slechts een lijst van e-mails (niet fancy headers).

source: This is the shortcode used for displaying any tax number for the company. %1$sNote: This is a special dynamic shortcode.%2$s You can use the "prefix" parameter to indicate what the prefix for this tax number is. It defaults to "VAT/Tax Number:". To change this prefix you do the following format for this shortcode: [CO_TAX_NUMBER_* prefix="GST: "] and that will output: GST: 12345t56. Also take note that if you have NO number in your settings, the prefix is not output either.
nl_nl: Dit is de shortcode die wordt gebruikt voor het weergeven van een fiscaal nummer voor het bedrijf. %1$s Opmerking: Dit is een speciale dynamische shortcode. %2$s U de parameter voorvoegsel gebruiken om aan te geven wat het voorvoegsel voor dit belastingnummer is. Het standaard op "BTW/ btw-nummer:". Als u dit voorvoegsel wilt wijzigen, voert u de volgende indeling uit voor deze shortcode: [CO_TAX_NUMBER_* voorvoegsel="GST: "] en dat wordt uitgevoerd: GST: 12345t56. Houd er ook rekening mee dat als u geen nummer in uw instellingen hebt, het voorvoegsel ook niet wordt uitgevoerd.

source: Will output a list of tickets that the primary registration received.
nl_nl: Zal een lijst van tickets die de primaire registratie ontvangen.

source: No message was sent because of problems with sending. Either all the messages you selected were not a sendable message, they were ALREADY sent on a different scheduled task, or there was an error. If there was an error, you can look at the messages in the message activity list table for any error messages.
nl_nl: Er is geen bericht verzonden vanwege problemen met verzenden. Of alle geselecteerde berichten waren geen verzendbaar bericht, ze werden AL verzonden op een andere geplande taak of er is een fout gemaakt. Als er een fout is opgetreden, u de berichten in de tabel met berichtactiviteitsgegevens bekijken voor foutmeldingen.

source: %d message successfully queued for resending.
nl_nl: %d berichten in de wachtrij geplaatst om opnieuw te verzenden

source: %d message successfully sent.
nl_nl: %d bericht succesvol verzonden.

source: No messages were queued for resending. This usually only happens when all the messages flagged for resending are not a status that can be resent.
nl_nl: Er zijn geen berichten in de wachtrij geplaatst. Dit gebeurt als alle geselecteerde berichten een status hebben waarbij deze kunnen worden herverzonden.

source: You have attempted to purchase %s ticket.
nl_nl: Je hebt geprobeerd om %s ticket te kopen.

source: The registration limit for this event is %s ticket per registration, therefore the total number of tickets you may purchase at a time can not exceed %s.
nl_nl: Voor dit evenement geldt een limiet van %s tickets per registratie. Het aantal tickets dat besteld wordt mag %s niet overschrijden.

source: PayPal payment request initiated.
nl_nl: PayPal betaling gestart.

source: PayPal IPN response is missing critical payment data. This may indicate a PDT request and require your PayPal account settings to be corrected.
nl_nl: PayPal IPN-reactie mist kritieke betalingsgegevens. Dit kan duiden op een PDT-verzoek en vereisen dat uw PayPal-accountinstellingen worden gecorrigeerd.

source: Use PayPal Sandbox %s
nl_nl: Gebruik PayPal Sandbox %s

source: Showing messages for %s
nl_nl: Berichten weergeven voor %s

source: This is not a critical error but an informational notice. Unable to generate messages EE_Messages_Addressee objects. There were no attendees prepared by the data handler. Sometimes this is because messages only get generated for certain registration statuses. For example, the ticket notice message type only goes to approved registrations.
nl_nl: Dit is geen kritieke fout, maar een informatieve kennisgeving. Kan geen berichten genereren EE_Messages_Addressee objecten. Er waren geen deelnemers voorbereid door de gegevensverwerker. Soms is dit omdat berichten alleen worden gegenereerd voor bepaalde registratiestatussen. Het berichttype van het ticketbericht gaat bijvoorbeeld alleen naar goedgekeurde registraties.

source: Unable to get the Message Templates for the Message being generated. No message template group accessible.
nl_nl: Ophalen berichten-template voor het bericht is niet mogelijk. Geen bericht-template groep toegankelijk

source: There was a problem generating the content for the field %s: %s
nl_nl: Er was een probleem met het genereren van de inhoud voor het veld %s: %s

source: There were problems generating this message:
nl_nl: Er is een probleem met het aanmaken van dit bericht:

source: There is no generation data for this message. Unable to generate.
nl_nl: Er was geen invoer om dit bericht aan te maken. Aanmaken mislukt.

source: Unable to prepare data for persistence to the database.
nl_nl: Kan geen gegevens voorbereiden op persistentie in de database.

source: Unable to generate preview because of invalid data
nl_nl: Kan geen voorbeeld maken omdat de gegevens niet geldig zijn

source: There was a specific sending messenger requested for the send action, but it was either invalid or not active at time of sending.
nl_nl: Er was een specifieke verzendende boodschapper gevraagd voor de verzendactie, maar deze was ongeldig of niet actief op het moment van verzenden.

source: The %s messenger is not active at time of sending.
nl_nl: De %s messenger is niet actief op het moment van verzenden.

source: The %s message type is not active at the time of sending.
nl_nl: Het %s berichttype is niet actief op het moment van verzenden.

source: Messenger and Message Type were valid and active, but the messenger send method failed.
nl_nl: Messenger- en berichttype waren geldig en actief, maar de methode voor verzenden met messenger is mislukt.

source: Message was not executed successfully.
nl_nl: Bericht is niet uitgevoerd.

source: This is the cron time interval for EE Message schedules (defaults to once every 5 minutes)
nl_nl: Dit is het cron-tijdsinterval voor EE-berichtschema's (standaard tot eenmaal per 5 minuten)

source: The "%1$s" messenger class can't be loaded from %2$s. Likely there is a typo in the class name or the file name.
nl_nl: De "%1$s" messenger klasse kan niet worden geladen van %2$s. Waarschijnlijk is er een typfout in de klassenaam of de bestandsnaam.

source: Incoming $message object must have an EE_Messages_Template_Pack object available.
nl_nl: Binnenkomende $message object moet een EE_Messages_Template_Pack object beschikbaar hebben.

source: The template pack represented by a class corresponding to "%1$s" does not exist. Likely the autoloader for this class has the wrong path or the incoming reference is misspelled. The default template pack has been used to generate the templates instead.
nl_nl: Het sjabloonpakket dat wordt vertegenwoordigd door een klasse die overeenkomt met '%1$s' bestaat niet. Waarschijnlijk heeft de autoloader voor deze klasse het verkeerde pad of is de inkomende verwijzing verkeerd gespeld. Het standaardsjabloonpakket is gebruikt om de sjablonen te genereren.

source: There was an error in saving new template data for %1$s messenger, %2$s message type, %3$s context and %4$s template field.
nl_nl: Er is een fout opgetreden bij het opslaan van nieuwe sjabloongegevens voor %1$s messenger, %2$s berichttype, %3$s context en %4$s sjabloonveld.

source: This is the default template pack included with Event Espresso core messages system.
nl_nl: Dit is het standaardsjabloonpakket dat is meegeleverd met het systeem voor kernberichten van gebeurtenis espresso.

source: The email did not send successfully.%3$sThe WordPress wp_mail function is used for sending mails but does not give any useful information when an email fails to send.%3$sIt is possible the "to" address (%1$s) or "from" address (%2$s) is invalid.%3$s
nl_nl: De e-mail is niet verzonden. %3$s De WordPress-wp_mail-functie wordt gebruikt voor het verzenden van e-mails, maar geeft geen nuttige informatie wanneer een e-mail niet wordt verzonden. %3$s Het is mogelijk dat het adres (%1$s) of "van" adres (%2$s) ongeldig is. %3$s

source: %3$sThe following shortcodes were found in the "%1$s" field that ARE not valid: %2$s%4$s
nl_nl: %3$s De volgende shortcodes werden gevonden in het veld "%1$s" die niet geldig zijn: %2$s%4$s

source: %2$sValid shortcodes for this field are: %1$s%3$s
nl_nl: %2$s Geldige shortcodes voor dit veld zijn: %1$s%3$s

source: %3$sThe %1$s field is supposed to be a number. The value given (%2$s) is not. Please double-check and make sure the field contains a number%4$s
nl_nl: %3$s Het %1$s veld zou een getal moeten zijn. De opgegeven waarde (%2$s) is dat niet. Controleer nogmaals en controleer of het veld een getal bevat%4$s

source: The %1$s field has at least one string that is not a valid email address record. Valid emails are in the format: "Name <email@something.com>" or "email@something.com" and multiple emails can be separated by a comma.
nl_nl: Het veld %1$s heeft ten minste één tekenreeks die geen geldige e-mailadresrecord is. Geldige e-mails zijn in de vorm: "Name <email@something.com>" of "email@something.com" en meerdere e-mails kunnen worden gescheiden door een komma.

source: The property %1$s being requested on %2$s does not exist
nl_nl: Het pand %1$s dat op %2$s wordt aangevraagd, bestaat niet

source: Payment method with slug %1$s is being deactivated by site admin
nl_nl: Betalingsmethode met %1$s wordt gedeactiveerd door sitebeheerder

source: %sdays_until_due:%s This is the number of days form the transaction creation date that the payment is due. Defaults to 30.
nl_nl: %sdays_until_due:%s Dit is het aantal dagen waarop de transactiedatum wordt gemaakt. Standaarden tot 30.

source: Unfortunately, we were unable to capture the error message for this message.
nl_nl: Helaas konden we de foutmelding voor dit bericht niet vastleggen.

source: Invalid Request (Transient does not exist)
nl_nl: Ongeldig verzoek (Transient bestaat niet)

source: There is no task corresponding to this route %s
nl_nl: Er is geen taak die overeenkomt met deze route %s

source: Messages have been successfully queued for generation and sending.
nl_nl: Berichten zijn in de wachtrij geplaatst voor het genereren en verzenden.

source: Something went wrong because there is no "MSG_ID" value in the request
nl_nl: Er is iets misgegaan omdat er geen "MSG_ID" waarde in het verzoek

source: There was %d message queued for resending.
nl_nl: Er stond %d bericht in de wachtrij voor het opnieuw verzenden.

source: The payment notification generation failed.
nl_nl: De generatie van betalingsmeldingen is mislukt.

source: The messages were not generated. This could mean there is already a batch being generated on a separate request, or because the selected messages are not ready for generation. Please wait a minute or two and try again.
nl_nl: De berichten zijn niet gegenereerd. Dit kan betekenen dat er al een batch wordt gegenereerd op een afzonderlijke aanvraag, of omdat de geselecteerde berichten niet klaar zijn voor generatie. Wacht een minuut of twee en probeer het opnieuw.

source: The messages were not sent. This could mean there is already a batch being sent on a separate request, or because the selected messages are not sendable. Please wait a minute or two and try again.
nl_nl: De berichten zijn niet verzonden. Dit kan betekenen dat er al een batch wordt verzonden op een apart verzoek, of omdat de geselecteerde berichten niet kunnen worden verzonden. Wacht een minuut of twee en probeer het opnieuw.

source: There was %d message successfully sent.
nl_nl: %d bericht succesvol verzonden.

source: "%1$s" is not a valid loader method on EE_Registry.
nl_nl: "%1$s" is geen geldige ladermethode op EE_Registry.

source: The class EE_Message_Template_Defaults has been deprecated and replaced by EE_Messages_Template_Defaults.
nl_nl: De klasse EE_Message_Template_Defaults is afgeschaft en vervangen door EE_Messages_Template_Defaults.

source: EE_messages has been deprecated. Please use EE_Message_Resource_Manager instead.
nl_nl: EE_messages is afgeschaft. Gebruik EE_Message_Resource_Manager in plaats daarvan.

source: There was %d message that failed to be queued for generation.
nl_nl: Er was %d bericht dat niet in de wachtrij stond voor de productie.

source: %d message successfully queued for generation.
nl_nl: %d bericht is voor de generatie in de wachtrij geplaatst.

source: %d messages were successfully queued for generation.
nl_nl: %d berichten zijn voor de generatie in de wachtrij geplaatst.

source: Post Payment Transaction Details
nl_nl: Transactiegegevens na betaling

source: Answer Cleanup
nl_nl: Opschoning beantwoorden

source: Email - System Question
nl_nl: E-mail - Systeemvraag

source: The "%1$s" messenger set for this message is missing or invalid. Please double-check the spelling and verify that the correct files exist.
nl_nl: De messenger-set '%1$s' voor dit bericht ontbreekt of is ongeldig. Controleer de spelling en controleer of de juiste bestanden bestaan.

source: The %1$s message type set for this message is missing or invalid. Please double-check the spelling and verify that the correct files exist.
nl_nl: Het %1$s berichttype dat voor dit bericht is ingesteld, ontbreekt of ongeldig. Controleer de spelling en controleer of de juiste bestanden bestaan.

source: The %1$s message type is not a valid message type for the %2$s messenger so it will not be sent.
nl_nl: Het %1$s berichttype is geen geldig berichttype voor de %2$s messenger, dus het wordt niet verzonden.

source: No recipient
nl_nl: Geen ontvanger

source: Set new scope on payment method %1$s to %2$s from %3$s on URL %4$s
nl_nl: Nieuwe scope instellen voor betalingsmethode %1$s %2$s van %3$s op URL-%4$s
