Repository: eventespresso/event-espresso-core
Catalog: languages/event_espresso-*.po
Languages: nl_nl

source: No session data could be reset, because no session var name was provided.
nl_nl: Er konden geen sessiegegevens worden gereset, omdat er geen var-naam van de sessie werd verstrekt.

source: Start time/date of Ticket
nl_nl: Starttijd / datum van Ticket

source: NEXT &rsaquo;
nl_nl: VOLGENDE &rsaquo;

source: Venue Title & Rich Text Editor
nl_nl: Locatie titel & Rich Text Editor

source: The session variable %s was removed.
nl_nl: De sessievariabele %s is verwijderd.

source: We are trying to find the post status flag field on %s, but none was found. Are you sure there is a field of type EE_Trashed_Flag_Field in %s constructor?
nl_nl: We proberen het veld van de poststatusvlag op %s te vinden, maar er is er geen gevonden. Weet je zeker dat er een veld van type EE_Trashed_Flag_Field in %s constructeur?

source: End time/date of Ticket
nl_nl: Eindtijd/datum van ticket

source: Venue Tags & Categories
nl_nl: Locatie Tags & Categorieën

source: The session item provided, %s, is invalid or does not exist.
nl_nl: Het opgegeven sessie-item, %s, is ongeldig of bestaat niet.

source: CPT Model %s should have a field of type EE_WP_Post_Type, but doesnt
nl_nl: CPT-model %s moet een veld met type EE_WP_Post_Type hebben, maar niet

source: Minimum quantity of this ticket that must be purchased
nl_nl: Minimale hoeveelheid van dit kaartje dat moet worden gekocht

source: Venue Editor Physical Location & Google Map & Virtual Location
nl_nl: Locatie-editor Fysieke locatie en Google Map en virtuele locatie

source: When the row was modified
nl_nl: Wanner de rij was aangepast

source: Maximum quantity of this ticket that can be purchased in one transaction
nl_nl: Maximum aantal kaarten dat voor deze workshop per transactie kan worden besteld

source: Venue Editor Other
nl_nl: Venue Editor Overig

source: Country Appears in Dropdown Select Lists
nl_nl: Land wordt weergegeven in keuzelijsten

source: Number of this ticket sold
nl_nl: Aantal kaarten verkocht van dit type

source: Add New Venue Category
nl_nl: Nieuwe locatiecategorie toevoegen

source: Country ISO Code
nl_nl: Land ISO code

source: Quantity of this ticket that is available
nl_nl: Hoeveelheid van dit ticket dat beschikbaar is

source: Edit Venue Category
nl_nl: Locatiecategorie bewerken

source: Country ISO3 Code
nl_nl: Land ISO3 Code

source: Number of datetimes this ticket can be used at
nl_nl: Aantal datetijden waarop dit ticket kan worden gebruikt

source: Venue Categories
nl_nl: Locatie Categorie

source: Maintenance Mode Active
nl_nl: Onderhoudsmodus actief

source: Region ID
nl_nl: Regio ID

source: Flag indicating whether there is tax applied on this ticket
nl_nl: Vlag die aangeeft of er belasting wordt toegepast op dit ticket

source: Venue Categories Table Column Headings
nl_nl: Locatie Categorieën Tabel Kolomkoppen

source: Event Espresso Pages
nl_nl: Event Espresso pagina's

source: Country Name
nl_nl: Landnaam

source: Flag indicating that this ticket is a default ticket
nl_nl: Vlag die aangeeft dat dit ticket een standaardticket is

source: Venue Categories Views
nl_nl: Venue Categorieën Weergaven

source: Add to Menu
nl_nl: Voeg toe aan menu

source: Country Currency Code
nl_nl: Land-valuta code

source: The order in which the Ticket is displayed in the editor (used for autosaves when the form doesn't have the ticket ID yet)
nl_nl: De volgorde waarin het ticket wordt weergegeven in de editor (gebruikt voor autosaves wanneer het formulier nog niet over het ticket-ID beschikt)

source: Event Organizer:
nl_nl: Event organisator

source: Venue Categories Other
nl_nl: Locatie Categorieën Overig

source: Archive page for all events.
nl_nl: Archiefpagina voor alle events

source: Currency Name Singular
nl_nl: Land-valuta enkelvoudig

source: How tickets are displayed in the ui
nl_nl: Hoe tickets worden weergegeven in de ui

source: Organizer Email:
nl_nl: Organisator e-mail

source: Extra Nav Menu Item
nl_nl: Extra Navigatiemenu item

source: Currency Name Plural
nl_nl: Land-valuta meervoud

source: Flag indicating if this has been archived or not
nl_nl: Markering die aangeeft of dit gearchiveerd is of niet

source: Event Phone:
nl_nl: Tel nr. Event

source: View All Venues
nl_nl: Bekijk alle locaties

source: Currency Sign
nl_nl: Valuta teken

source: Indicates what TKT_ID is the parent of this TKT_ID (used in autosaves/revisions)
nl_nl: Geeft aan wat TKT_ID de bovenliggende van dit TKT_ID is (gebruikt in autosaves/revisies)

source: Categories:
nl_nl: Categorieën:

source: Venue Details saved successfully but something went wrong with saving attachments.
nl_nl: Workshopgegevens succesvol opgeslagen maar er ging iets mis met het opslaan van bijlagen.

source: Click to view all Events
nl_nl: Klik om alle events te bekijken

source: Currency Sign Before Number
nl_nl: Valuta teken voor getal

source: Dates and Times:
nl_nl: Data en tijden

source: Venue Details did not save successfully.
nl_nl: Locatiegegevens zijn niet succesvol opgeslagen.

source: %s Registration
nl_nl: %s Aanmelding

source: Currency Decimal Places
nl_nl: Valuta decimalen

source: The name of the ticket template
nl_nl: De naam van het ticket

source: Available Tickets:
nl_nl: Beschikbare kaarten

source: An error occurred. The venue could not be moved to the trash because a valid venue status was not not supplied.
nl_nl: Er is een fout opgetreden. De locatie kon niet worden verplaatst naar de prullenbak, omdat geen geldige locatiestatus werd bijgeleverd.

source: Click to view all registrations
nl_nl: Klik hier om alle reserveringen te zien

source: Currency Decimal Mark
nl_nl: Valuta decimaal positie

source: The description for the ticket template
nl_nl: De beschrijving voor de ticketsjabloon

source: Event Venue:
nl_nl: Evenement locatie

source: An error occurred. The venue could not be moved to the trash because a valid venue ID was not not supplied.
nl_nl: Er is een fout opgetreden. De locatie kon niet worden verplaatst naar de prullenbak, omdat geen geldige locatie-ID werd bijgeleverd.

source: Currency Thousands Separator
nl_nl: Valuta duizenden scheidingsteken

source: Organizer Name:
nl_nl: Organisator

source: An error occurred. Venue #%d could not be moved to the trash because a valid venue ID was not not supplied.
nl_nl: Er is een fout opgetreden. Locatie #%d kon niet naar de prullenbak worden verplaatst omdat er geen geldig locatie-ID is geleverd.

source: Country Telephone Code
nl_nl: Land telefoon code

source: date when transaction was created
nl_nl: datum waarop de transactie is gemaakt

source: Venue Phone:
nl_nl: Telefoonnummer locatie

source: Event Reports
nl_nl: Evenement Rapporten

source: An error occurred. No Venue ID or an invalid Venue ID was received.
nl_nl: Er is een fout opgetreden. Er is geen locatie-ID of een ongeldige locatie-ID ontvangen.

source: An error occurred. The requested page route could not be found.
nl_nl: Er is een error opgetreden. De pagina is niet gevonden.

source: Country is Member of EU
nl_nl: Land is lid van de EU

source: Total value of Transaction
nl_nl: Totale waarde van transactie

source: Address:
nl_nl: Adres:

source: If you have a previously exported Event Espresso 4 information in a Comma Separated Value (CSV) file format, you can upload the file here:
nl_nl: Als u een eerder geëxporteerde Gebeurtenis Espresso 4-informatie hebt in een CSV-bestandsindeling (Comma Separated Value), u het bestand hier uploaden:

source: An error occurred. No Venue Status or an invalid Venue Status was received.
nl_nl: Er is een fout opgetreden. Er is geen locatie-status of een ongeldige locatie-status ontvangen.

source: Datetime ID
nl_nl: Datumtijd ID

source: Amount paid towards transaction to date
nl_nl: Bedrag dat tot nu toe voor de transactie is betaald

source: Upcoming
nl_nl: Binnenkort

source: An error occurred. The venue could not be %s.
nl_nl: Er is een fout opgetreden. De locatie kan niet %s zijn.

source: Start time/date of Event
nl_nl: Start tijd/datum van de workshop

source: Serialized session data
nl_nl: Seriele sessiegegevens

source: An error occurred. An venue could not be deleted because a valid venue ID was not not supplied.
nl_nl: Er is een fout opgetreden. Een locatie kan niet worden verwijderd omdat er geen geldig locatie-id is geleverd.

source: End time/date of Event
nl_nl: Eind tijd/datum van de workshop

source: Transaction Hash Salt
nl_nl: Transactie Hash Salt

source: Venue ID # %d has been deleted.
nl_nl: Locatie-ID # %d is verwijderd.

source: Registration Limit for this time
nl_nl: Limiet inschrijvingen voor dit moment

source: Venue Identifier
nl_nl: Locatie identifier

source: Minimum
nl_nl: Minimaal

source: An error occurred. Venue ID # %d could not be deleted.
nl_nl: Er is een fout opgetreden. Locatie-ID # %d kan niet worden verwijderd.

source: How many sales for this Datetime that have occurred
nl_nl: Hoeveel verkopen voor deze Datetime hebben plaatsgevonden

source: Date Venue Created
nl_nl: Datum locatie gemaakt

source: Maximum
nl_nl: Maximaal

source: This page allows you to add a new venue category.
nl_nl: Op deze pagina kun je een nieuwe locatiecategorie toevoegen.

source: The _page_config array is not setup properly for help tabs. It is missing a either a filename reference, or a callback reference or a content reference so there is no way to know the content for the help tab
nl_nl: De _page_config regel is niet goed ingesteld voor de help pagina's. Het mist een verwijzing zodat het niet weer waar de hulp pagina's vandaan gehaald moeten worden

source: Flag indicating datetime is primary one for event
nl_nl: Vlagmarkering die aangeeft datum-tijd is primaire voor de workshop

source: Short Description of Venue
nl_nl: Korte omschrijving van locatie

source: Taxable
nl_nl: Belastbaar

source: This is the name of the venue category.
nl_nl: Dit is de naam van de locatiecategorie.

source: The filename given for the help tab %s is not a valid file and there is no other configuration for the tab content. Please check that the string you set for the help tab on this route (%s) is the correct spelling. The file should be in %s
nl_nl: De bestandsnaam die wordt gegeven voor het tabblad Help %s is geen geldig bestand en er is geen andere configuratie voor de tabinhoud. Controleer of de tekenreeks die u instelt voor het helptabblad op deze route (%s) de juiste spelling is. Het bestand moet in %s

source: The order in which the Datetime is displayed
nl_nl: De volgorde waarin de Datetime wordt weergegeven

source: Venue Modified Date
nl_nl: Locatie gewijzigd datum

source: Move Ticket to trash
nl_nl: Verplaats ticket naar prullenbak

source: This is the unique name for a venue category.
nl_nl: Dit is de unieke naam voor een locatiecategorie.

source: The callback given for a %s help tab on this page does not content OR a corresponding method for generating the content. Check the spelling or make sure the method is present.
nl_nl: De callback gegeven voor een %s help tabblad op deze pagina niet inhoud of een overeenkomstige methode voor het genereren van de inhoud. Controleer de spelling of controleer of de methode aanwezig is.

source: Indicates what DTT_ID is the parent of this DTT_ID
nl_nl: Geeft aan onder welke DTT_ID deze DTT_ID valt

source: Venue Creator
nl_nl: Locatie aanmaker

source: Restore Ticket
nl_nl: Herstel ticket

source: Flag indicating datetime is archived
nl_nl: Vlag die aangeeft dat de tijd is gearchiveerd

source: Venue Parent ID
nl_nl: Locatie Hoofd ID

source: Delete Ticket Permanently
nl_nl: Verwijder ticket permanent

source: Venue order
nl_nl: Locatie volgorde

source: Name on Bank Account
nl_nl: Naam op bankrekening

source: Importing CSV Event Espresso Data
nl_nl: CSV Event Espresso-gegevens importeren

source: This page shows all venue categories that have been created with Event Espresso.
nl_nl: Op deze pagina worden alle locatiecategorieën weergegeven die zijn gemaakt met Event Espresso.

source: ID of Venue Meta Row
nl_nl: ID van locatie Meta Row

source: An error occurred. The requested list table views could not be found.
nl_nl: Er is een fout opgetreden. De gevraagde lijsttabelweergaven zijn niet gevonden.

source: Foreign Key to Venue Post
nl_nl: Buitenlandse sleutel tot locatie Post

source: Importing from other Event Espresso 4 Sites
nl_nl: Importeren vanuit andere Event Espresso 4-sites

source: The %s class defined for the list table does not exist. Please check the spelling of the class ref in the $_page_config property on %s.
nl_nl: De klasse %s die voor de lijsttabel is gedefinieerd, bestaat niet. Controleer de spelling van de klasse ref in de $ _page_config accommodatie op %s.

source: The ID to the Datetime
nl_nl: De ID van de Datetime

source: Venue Address line 1
nl_nl: Locatie adresregel 1

source: any
nl_nl: ieder

source: Venue Categories Bulk Actions
nl_nl: Locatie Categorieën Bulkacties

source: An error occurred. The requested metabox could not be found.
nl_nl: Er is een fout opgetreden. De gevraagde metabox is niet gevonden.

source: The ID to the Ticket
nl_nl: De ID van het ticket

source: Venue Address line 2
nl_nl: Locatie adresregel 2

source: This ticket can be used once at %s of the dates/times below.
nl_nl: Dit ticket kan eenmaal worden gebruikt om %s van de data/tijden hieronder.

source: Bulk actions allow you to perform an action to multiple venue categories at once. The following bulk actions are supported: delete permanently and export categories. To use the bulk action feature, place a checkmark next to the events that you want to include. Then select a bulk action from the menu and click on the Apply button.
nl_nl: Bulkacties geven u de mogelijkheid een actie in één keer op meerdere locatie-categorieën uit te voeren. De volgende bulkacties worden ondersteund: permanent verwijderen en exporteer categorieën. Om de bulkactie functie te gebruiken, plaatst u een vinkje naast de workshops die u wilt opnemen. Selecteer vervolgens een bulkactie uit het menu en klik op de knop Toepassen.

source: Event Espresso Highlights
nl_nl: Evenement Espresso Hoogtepunten

source: Postponed
nl_nl: Uitgesteld

source: Venue City
nl_nl: Stad locatie

source: Date/Time:
nl_nl: Datum/Tijd:

source: Importing from this Site
nl_nl: Importeren van deze site

source: Venue Categories Search
nl_nl: Locatie Categorieën zoeken

source: Sold Out
nl_nl: Uitverkocht

source: Country Code
nl_nl: Land code

source: You may want to export data from this site, modify it (or modify the database), and re-import it. When this is done, the importer recognizes that the data is from this site\'s database and updates the records (instead of inserting new items like it would have, had the CSV data been from a different site).
nl_nl: U gegevens van deze site exporteren, deze wijzigen (of de database wijzigen) en deze opnieuw importeren. Wanneer dit wordt gedaan, de importeur erkent dat de gegevens uit deze site \\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\

source: You can perform a search to find certain venue categories. The following sources will be searched: Venue Category ID, Venue Category Name, Venue Shortcode, and Venue Count. To use the search feature, enter a value into the search box and click on the Search Venue Categories button.
nl_nl: U een zoekopdracht uitvoeren om bepaalde locatiecategorieën te vinden. De volgende bronnen worden doorzocht: locatiecategorie-id, locatiecategorienaam, locatiescode en locatietelling. Als u de zoekfunctie wilt gebruiken, voert u een waarde in het zoekvak in en klikt u op de knop Locatiecategorieën zoeken.

source: Buy Now
nl_nl: Koop nu

source: Post ID for Event
nl_nl: Post ID voor event

source: Venue Zip/Postal Code
nl_nl: Postcode locatie

source: Grand Total: %s
nl_nl: Totaal: %s

source: Notes about Generating your own CSV Import Files
nl_nl: Opmerkingen over het genereren van uw eigen CSV-importbestanden

source: The is the numerical ID for a venue category.
nl_nl: Het is de numerieke ID voor een locatiecategorie.

source: Date/Time Event Created
nl_nl: Datum/tijd Workshop Gemaakt

source: Venue Phone
nl_nl: Telefoonnummer locatie

source: Venue Details:
nl_nl: Locatie details

source: This is the name (title) for a venue category.
nl_nl: Dit is de naam (titel) voor een locatiecategorie.

source: The public %s method can only be called when DOING_AJAX = TRUE
nl_nl: De openbare %s methode kan alleen worden aangeroepen wanneer DOING_AJAX = WAAR

source: Venue Capacity
nl_nl: Locatie capaciteit

source: The export file is just an export of an event, or if you do not have any events in your system, it will only contain column headers. Do not change those column headers. Add as many rows as you like.
nl_nl: Het exportbestand is slechts een export van een workshop of als u geen workshops in uw systeem heeft, zal het alleen kolomkoppen bevatten. Verander die kolomkoppen niet. Voeg zoveel rijen toe als u wilt.

source: This venue category shortcode can be entered on a event page, WordPress page, or WordPress post.
nl_nl: Deze locatie-categorie shortcode kan worden ingevoerd op een workshoppagina, WordPress-pagina, of WordPress-bericht.

source: Date/Time Event Modified
nl_nl: Datum/Tijd Event Gewijzigd

source: Call in Number
nl_nl: In bel aantal:

source: The changes you made to this %s will be lost if you navigate away from this page.
nl_nl: De wijzigingen die u in deze %s hebt aangebracht, gaan verloren als u van deze pagina wegvigeert.

source: Virtual URL
nl_nl: Virtueel

source: Accepted Card Types
nl_nl: Geaccepteerde creditcard types

source: Also note, you do NOT have to enter info in for each model. (You can, for example, only enter in Term_Taxonomies and Term model data)
nl_nl: Let ook op, je hoeft geen info in te voeren voor elk model. (U bijvoorbeeld alleen gegevens invoeren in Term_Taxonomies- en termmodel)

source: The number of venues that are currently associated with this category.
nl_nl: Het aantal locaties dat momenteel aan deze categorie is gekoppeld.

source: Save %s
nl_nl: Bewaar %s

source: Event Parent ID
nl_nl: Event hoofd ID

source: Taxable Ticket Toggle
nl_nl: Wisselen van belastbaar ticket

source: Views allow you to restrict what you see in the Venue Categories table. The following views are available: All. The number in parentheses next to each view represents the number of venue categories that will be displayed with that view.
nl_nl: Met weergaven u beperken wat u ziet in de tabel Locatiecategorieën. De volgende weergaven zijn beschikbaar: Alles. Het aantal tussen haakjes naast elke weergave vertegenwoordigt het aantal locatiecategorieën dat met die weergave wordt weergegeven.

source: Trashed
nl_nl: Verwijderd

source: Event Menu Order
nl_nl: Event menu volgorde

source: Show Google Map?
nl_nl: Toon Google Map?

source: Shows all venue categories.
nl_nl: Toont alle locatiecategorieën.

source: This page has been set as being related to a registered custom post type, however, the custom post type object could not be retrieved. There are two possible reasons for this: 1. The "%s" does not match a registered post type. or 2. The custom post type is not registered for the "%s" action as indexed in the "$_cpt_routes" property on this class (%s).
nl_nl: Deze pagina is ingesteld als zijnde gerelateerd aan een geregistreerde aangepaste post type, maar de aangepaste post type object kon niet worden opgehaald. Er zijn twee mogelijke redenen voor dit: 1. De "%s" komt niet overeen met een aangetekende post type. of 2. Het aangepaste berichttype is niet geregistreerd voor de actie '%s' zoals geïndexeerd in de eigenschap "$_cpt_routes" in deze klasse (%s).

source: Event Meta Row ID
nl_nl: Event meta rij ID

source: What's New
nl_nl: Wat is nieuw

source: This field allows you to set a maximum number of tickets that you want to make available for an event datetime.
nl_nl: Met dit veld kunt u een maximumaantal tickets instellen, die u beschikbaar wilt maken voor een datum-tijd van een workshop.

source: Registration Reports
nl_nl: Inschrijving Rapporten

source: This shows the number of tickets that have been sold that have access to this event datetime.
nl_nl: Dit toont het aantal tickets dat is verkocht die toegang geven tot de datum-tijd van deze workshop.

source: This page shows unfiltered reports for all registrations that have been created with Event Espresso.
nl_nl: Deze pagina toont ongefilterde rapporten voor alle registraties die zijn aangemaakt met Event Espresso.

source: Welcome to Event Espresso %s
nl_nl: Welkom bij Event Espresso %s

source: This is the name of this ticket option.
nl_nl: Dit is de naam van deze ticketoptie.

source: The first graph shows total registrations per day. The second graph shows total registrations per event.
nl_nl: De eerste grafiek toont het totale aantal registraties per dag. De tweede grafiek toont het totale aantal registraties per evenement.

source: Thank you for choosing Event Espresso, the most powerful, and free, Event Management plugin for WordPress.
nl_nl: Bedankt voor de keuze voor Event Espresso. De krachtigste, en gratis, Event Management plugin voor WordPress.

source: This shows when the first ticket is available for sale.
nl_nl: Dit geeft aan wanneer het eerste ticket te koop is.

source: Getting Started
nl_nl: Aan de slag

source: This shows the date that ticket sales end for this ticket.
nl_nl: Dit toont de datum waarop de kaartverkoop voor dit kaartje eindigt.

source: This is the price for this ticket.
nl_nl: Dit is de prijs voor dit kaartje.

source: %sStep 2%s: Setup your %sPayment Methods%s.
nl_nl: %s Stap 2 %s: stel uw %s betalingsmethoden %s in.

source: This field shows the quantity of tickets that are available for this type of ticket.
nl_nl: Dit veld toont het aantal tickets dat beschikbaar is voor dit type ticket.

source: %sStep 3%s: Create your %sFirst Event%s.
nl_nl: %s Stap 3 %s: maak uw %s eerste evenement %s.

source: This shows the number of tickets that have been sold for this ticket.
nl_nl: Dit toont het aantal tickets dat voor dit ticket is verkocht.

source: Bulk actions allow you to perform an action to multiple Message Types at once. The following bulk actions are supported: Move to Trash. To use the bulk action feature, place a checkmark next to the message types that you want to include. Then select a bulk action from the menu and click on the Apply button.
nl_nl: Met bulkacties u een actie uitvoeren op meerdere berichttypen tegelijk. De volgende bulkacties worden ondersteund: Verplaatsen naar prullenbak. Als u de functie bulkactie wilt gebruiken, plaatst u een vinkje naast de berichttypen die u wilt opnemen. Selecteer vervolgens een bulkactie in het menu en klik op de knop Toepassen.

source: Thank you for choosing Event Espresso Decaf, the most powerful, and free, Event Management plugin for WordPress.
nl_nl: Bedankt voor de keuze voor Event Espresso Decaf. De krachtigste, en gratis, Event Management plugin voor WordPress.

source: This shows the number of registrations that have occurred from ticket sales.
nl_nl: Dit toont het aantal registraties dat heeft plaatsgevonden uit kaartverkoop.

source: Event Espresso is created by an international team of passionate individuals with a drive to empower your events!
nl_nl: Event Espresso is gemaakt door een internationaal team van gepassioneerde mensen die gedreven zijn om uw workshops te versterken!

source: This field allows you to set the number of datetimes that a ticket should have access to.
nl_nl: In dit veld kunt u het aantal datatijden instellen waartoe een ticket toegang moet hebben.

source: Founders
nl_nl: Oprichters

source: This shows the minimum quantity that can be purchased for this ticket.
nl_nl: Dit toont het minimumaantal dat voor dit ticket kan worden gekocht.

source: Co-Founder
nl_nl: Mede-oprichter
