Repository: eventespresso/event-espresso-core
Catalog: languages/event_espresso-*.po
Languages: nl_nl

source: Are you sure you want to reset ALL your Event Espresso Infusionsoft Information? This cannot be undone.
nl_nl: Weet je zeker dat je AL je Event Espresso Infusionsoft Informatie wilt resetten? Dit kan niet ongedaan worden gemaakt.

source: Error connecting to Infusionsoft: %s. Please double-check your application name and private key
nl_nl: Fout in het verbinden met Infusionsoft: %s. Controleer de naam en privésleutel van uw toepassing

source: Option Name
nl_nl: Optie Naam

source: Option Description.
nl_nl: Vraag optie omschrijving

source: More Option Information.
nl_nl: Meer optie-informatie.

source: %sIf you are uncertain as to what this setting does, please do not modify the default value.
nl_nl: %s Als u niet zeker weet wat deze instelling doet, wijzig dan de standaardwaarde niet.

source: Your Infusionsoft Application Name or ID.
nl_nl: De naam of id van uw Infusionsoft-toepassing.

source: Reset Infusionsoft Settings?
nl_nl: Infusionsoft-instellingen opnieuw instellen?

source: Set to 'Yes' and then click 'Save' to confirm reset all basic and advanced Event Espresso Infusionsoft settings to their plugin defaults.
nl_nl: Stel 'Ja' in en klik op 'Opslaan' om alle basis- en geavanceerde Event Espresso Infusionsoft-instellingen opnieuw in te stellen op hun standaardinstellingen voor plug-ins.

source: Online Documentation:
nl_nl: Online documentatie:

source: Please refer to our %1$sonline documentation%2$s for how to integrate Event Espresso with Infusionsoft
nl_nl: Raadpleeg onze %1$sonlinedocumentatie%2$s voor het integreren van Event Espresso met Infusionsoft

source: Account was updated on %s via your event registration system (Event Espresso %s).
nl_nl: Het account is bijgewerkt op %s via uw evenementregistratiesysteem (Event Espresso %s).

source: Account was created on %s via your event registration system (Event Espresso %s). Attendee ID: %d
nl_nl: Het account is op %s gemaakt via uw evenementregistratiesysteem (Event Espresso %s). Id van deelnemers: %d

source: Did not successfully add IS contact to IS from attendee with ID %1$s. Response from IS was %2$s
nl_nl: Heeft geen IS-contact toegevoegd aan IS van deelnemer met ID-%1$s. Reactie van IS was %2$s

source: Grants admission to datetimes:
nl_nl: Verleent toegang tot datum:

source: addWithDupCheck does not accept type "%s"
nl_nl: addWithDupCheck accepteert geen type "%s"

source: EE_iSDK_Mock doesnt know the pk on the table %s
nl_nl: EE_iSDK_Mock kent de pk op tafel niet %s

source: No error was thrown even though the infusionsoft connection was given bad parameters
nl_nl: Er werd geen fout gegooid, hoewel de infusionsoft-verbinding slechte parameters kreeg

source: No error was thrown even though the infusionsoft connection was given NO parameters
nl_nl: Er werd geen fout gegooid, hoewel de infusionsoft-verbinding geen parameters kreeg

source: Failed to verify transaction!
nl_nl: Kan de transactie niet verifiëren!

source: Signature verification Failed!
nl_nl: De verificatie van de handtekening is mislukt!

source: Adjust the settings for the iPay88 payment gateway.
nl_nl: Pas de instellingen voor de iPay88-betalingsgateway aan.

source: The Merchant Code provided by iPay88 and use to uniquely identify the Merchant.
nl_nl: De merchant code van iPay88 en het gebruik om de Merchant op unieke wijze te identificeren.

source: The iPay88 OPSG Merchant Key is a shared secret (between merchant and iPay88 OPSG), and is one of the key pieces of information in the hash. One can be assured that if the signature generated on your end matched the one sent with the transaction, then the transaction has in fact been processed by our system, and has not been posted back to the merchant’s server from any other location.
nl_nl: De iPay88 OPSG Merchant Key is een gedeeld geheim (tussen merchant en iPay88 OPSG), en is een van de belangrijkste stukjes informatie in de hash. Men kan er zeker van zijn dat als de handtekening gegenereerd op uw einde overeenkomt met de ene verzonden met de transactie, dan is de transactie in feite verwerkt door ons systeem, en is niet terug geplaatst naar de server van de handelaar vanaf een andere locatie.

source: Select an image / logo that should be shown on the payment page for iPay88.
nl_nl: Selecteer een afbeelding/logo die op de betaalpagina voor iPay88 moet worden weergegeven.

source: Specify if you want to test the payment gateway by submitting a test transaction. If this option is enabled, be sure to enter your iPay sandbox credentials in the fields above. Be sure to turn this setting off when you are done testing.
nl_nl: Geef op of u de betalingsgateway wilt testen door een testtransactie in te dienen. Als deze optie is ingeschakeld, moet u uw iPay sandbox-referenties invoeren in de bovenstaande velden. Zorg ervoor dat u deze instelling uit te schakelen wanneer u klaar bent met testen.

source: iPay88 Sandbox Mode
nl_nl: iPay88 Sandbox-modus

source: Use the following credit card information for testing:
nl_nl: Gebruik de volgende creditcardgegevens om te testen:

source: Card Status
nl_nl: Kaartstatus

source: Error message
nl_nl: Foutmelding

source: MailChimp List
nl_nl: MailChimp Lijst

source: Main Settings
nl_nl: Instellingen

source: MailChimp Instructions
nl_nl: MailChimp-instructies

source: Unknown MailChimp API Error.
nl_nl: Onbekende MailChimp API-fout.

source: Please enter a MailChimp API key.
nl_nl: Voer een MailChimp API-toets in.

source: Your MailChimp API Key:
nl_nl: Uw MailChimp API-sleutel:

source: * Please %1$sclick here to learn how to create a MailChimp API key%2$s if you do not have one already.
nl_nl: * Klik hier %1$sklik hier om te leren hoe je een MailChimp API-sleutel maken%2$s als je er nog geen hebt.

source: MailChimp API Options:
nl_nl: MailChimp API-opties:

source: Skip double opt-in emails.
nl_nl: Sla dubbele opt-in e-mails over.

source: * %1$sClick here to read about how double opt-in works%2$s.
nl_nl: * %1$sKlik hier om te lezen over hoe dubbele opt-in werkt%2$s.

source: With the Event Espresso MailChimp Add-On we make it easy to quickly add subscribers from any of your events. Once a visitor submits their information on your registration form, the attendee is instantly added to the MailChimp mailing list that you have configured for that event.
nl_nl: Met de Event Espresso MailChimp Add-On maken we het eenvoudig om snel abonnees van al uw evenementen toe te voegen. Zodra een bezoeker zijn gegevens op uw registratieformulier indient, wordt de deelnemer direct toegevoegd aan de MailChimp-mailinglijst die u voor die gebeurtenis hebt geconfigureerd.

source: * A %1$sMailChimp API Key%2$s is required for this plugin.
nl_nl: * Voor deze plugin is een %1$sMailChimp API-sleutel vereist%2$s.

source: Once the API key is configured successfully, a %1$s"MailChimp List" box%2$s will appear in the right menu of the Event Creation and Event Update dialogs, which will allow you to select which MailChimp List and Group you want to integrate with..
nl_nl: Zodra de API-sleutel is geconfigureerd, verschijnt er een %1$sMailChimp List%2$s in het rechtermenu van de dialoogvensters Event Creation and Event Update, waarmee u selecteren met welke MailChimp List en Groep u wilt integreren..

source: Could not migrate old row %s because there is no new event ID for old event with ID %s
nl_nl: Kan de oude rij niet migreren %s omdat er geen nieuwe gebeurtenis-id voor oude gebeurtenis is met ID-%s

source: Could not migrate old row %s because there is no new event ID for old event with ID %s, because we couldnt find the data for the 4.1 data migration script
nl_nl: Kan de oude rij niet migreren %s omdat er geen nieuwe gebeurtenis-id voor oude gebeurtenis is met ID-%s, omdat we de gegevens voor het script voor gegevensmigratie 4.1 niet konden vinden

source: MailChimp Options
nl_nl: MailChimp-opties

source: Data Migration to EE4 MailChimp.
nl_nl: Gegevensmigratie naar EE4 MailChimp.

source: Field ID
nl_nl: Veld-ID

source: MailChimp Group ID
nl_nl: MailChimp-groeps-id

source: MailChimp Field ID
nl_nl: E-mailsleutel-veld-id

source: The MailChimp Subscriber arguments array is malformed!
nl_nl: De MailChimp Abonnee argumenten array is misvormd!

source: Please select a List:
nl_nl: Selecteer een lijst

source: Do not send to MailChimp
nl_nl: Stuur niet naar MailChimp

source: No lists found! Please log into your MailChimp account and create at least one mailing list.
nl_nl: Geen lijsten gevonden! Log in op je MailChimp-account en maak minimaal één mailinglijst aan.

source: No groups found for this List.
nl_nl: Er zijn geen groepen gevonden voor deze lijst.

source: Invalid MailChimp API Key.
nl_nl: Ongeldige MailChimp API-sleutel.

source: An invalid event object was received.
nl_nl: Er is een ongeldig gebeurtenisobject ontvangen.

source: Sorry, but you do not have permissions to access the barcode scanner form. Please see the site administrator about gaining access
nl_nl: Sorry, maar u hebt geen machtigingen om toegang te krijgen tot het formulier van de barcodescanner. Zie de sitebeheerder over het verkrijgen van toegang

source: Lookup Attendee
nl_nl: Deelnemer opzoeken

source: Continuous Scanning
nl_nl: Continu scannen

source: You do not have permission to perform this action. Please contact your site administrator about getting the correct permissions.
nl_nl: Je hebt onvoldoende rechten om deze actie uit te voeren. Gelieve de site administrator te contacteren.

source: The Ticket information could not be retrieved from the database. Please refresh the page and try again.
nl_nl: De ticketgegevens konden niet uit de database worden opgehaald. Vernieuw de pagina en probeer het opnieuw.

source: Missing required instructions from scanner request. "_wpnonce" or "ee_scanner_action" is empty.
nl_nl: Ontbrekende vereiste instructies van scanneraanvraag. "_wpnonce" of "ee_scanner_action" is leeg.

source: Invalid request. Missing a valid nonce in the request.
nl_nl: Ongeldig verzoek. Het missen van een geldige nonce in het verzoek.

source: We're sorry, but there are no available spaces left for this event. No additional attendees can be added.
nl_nl: Het spijt ons, maar er zijn geen beschikbare plaatsen meer voor dit evenement. Er kunnen geen extra deelnemers worden toegevoegd.

source: The incoming action on the scanner request (%s) is invalid. Please check the spelling and ensure there is a callback for handling that action defined.
nl_nl: De binnenkomende actie op de scanneraanvraag (%s) is ongeldig. Controleer de spelling en zorg ervoor dat er een terugroepactie is voor het afhandelen van die gedefinieerde actie.

source: Missing required EVT_ID in the request for the retrieve_datetimes action.
nl_nl: Ontbrekende vereiste EVT_ID in het verzoek om de retrieve_datetimes actie.

source: Has not been checked in yet.
nl_nl: Is nog niet ingecheckt.

source: Check In All Registrations
nl_nl: Alle deelnemers inchecken

source: Last checked in on %s
nl_nl: Laatst ingecheckt op %s

source: Check Out
nl_nl: Afrekenen

source: Check Out All Registrations
nl_nl: Alle deelnemers uitchecken

source: Last checked out on %s
nl_nl: Laatst uitgecheckt op %s

source: Check In All Registrations
nl_nl: Alle deelnemers inchecken

source: Has access to datetime, but not approved.
nl_nl: Heeft toegang tot datum / tijd maar nog niet geaccepteerd.

source: Check In Anyways
nl_nl: Check In toch

source: Available space polling via ajax failed. Event not found.
nl_nl: Beschikbare ruimte polling via Ajax mislukt. Gebeurtenis niet gevonden.

source: Missing required registration url link code from the request.
nl_nl: Ontbrekende vereiste registratie url link code van het verzoek.

source: Available space polling via ajax failed. No event id.
nl_nl: Beschikbare ruimte polling via Ajax mislukt. Geen gebeurtenis-id.

source: Missing required datetime ID from the request.
nl_nl: Ontbrekende vereiste datum-ID van het verzoek.

source: Sorry, but the given registration code does not match a valid registration.
nl_nl: Sorry, maar de opgegeven registratiecode komt niet overeen met een geldige registratie.

source: Mini Cart Title:
nl_nl: Mini-winkelwagentitel:

source: Sorry, but while the ticket is for a valid registration, this registration does not have access to the given datetime.
nl_nl: Sorry, maar hoewel het ticket voor een geldige registratie is, heeft deze registratie geen toegang tot de opgegeven datum.

source: Mini Cart Template:
nl_nl: Sjabloon voor minikar:

source: This registration has been checked in. %s
nl_nl: Deze inschrijving is ingecheckt %s.

source: This registration has been checked out. %s
nl_nl: Deze registratie is uitgecheckt. %s

source: All registrations in the group have been checked in.
nl_nl: Alle deeelnemers uit deze groep zijn ingecheckt

source: All registrations in the group have been checked out
nl_nl: Alle registraties in de groep zijn uitgecheckt

source: This group registration has been checked in.
nl_nl: Deze groepsregistratie is ingecheckt.

source: This group registration has been checked out
nl_nl: Deze groepsregistratie is uitgecheckt

source: Barcode Scanning
nl_nl: Scannen van streepjescodes

source: Event Espresso Multi Event Registration could not be activated. Please ensure that Event Espresso version %s or higher is running
nl_nl: Registratie van gebeurtenis espresso-evenementen kan niet worden geactiveerd. Zorg ervoor dat de versie van event espresso %s of hoger wordt uitgevoerd

source: Barcode Scanner
nl_nl: Barcodelezer

source: %1$sView Registration Details%2$s
nl_nl: %1$s Registratiegegevens bekijken%2$s

source: Return to Events List
nl_nl: Ga terug naar de lijst met events

source: %1$sView Contact Details%2$s
nl_nl: %1$sBekijk Contactgegevens%2$s

source: Proceed to Registration
nl_nl: Ga door met uw aanmelding

source: View Answers
nl_nl: Bekijk antwoorden

source: View Group (%d)
nl_nl: Groep weergeven (%d)

source: Owing:
nl_nl: Nog te betalen:

source: Reg Status:
nl_nl: Bestel Status:

source: A change has been detected to your Event Espresso plugin or addons. Blogs on your network may require migration. %1$sClick here to check%2$s
nl_nl: Er is een wijziging gedetecteerd in uw Gebeurtenis Espresso-plug-in of addons. Voor blogs in uw netwerk is mogelijk migratie nodig. %1$s Klik hier om te controleren%2$s

source: Registration Form Answers:
nl_nl: Antwoorden op registratieformulier:

source: Your main site's Event Espresso data is out of date %1$sand needs to be migrated.%2$s After doing this, you should check that the other blogs on your network are up-to-date.
nl_nl: De Event Espresso-gegevens van uw hoofdsite zijn verouderd %1$sen moeten worden gemigreerd. %2$s Na dit te doen, moet u controleren of de andere blogs op uw netwerk up-to-date zijn.

source: Other people in this group:
nl_nl: Andere mensen in deze groep:

source: Your event site is in the process of being updated and is currently in maintainance mode. It has been bumped to the front of the queue and you should be able to have full access again in about 5 minutes.
nl_nl: Uw gebeurtenissite wordt momenteel bijgewerkt en bevindt zich momenteel in de maintainance-modus. Het is gestoten naar de voorkant van de wachtrij en je moet in staat zijn om volledige toegang weer in ongeveer 5 minuten.

source: Check Out
nl_nl: Uitchecken

source: Choose Event
nl_nl: Kies Evenement

source: %1$sSkipping migration of %2$s%3$s
nl_nl: %1$s Migratie van %2$s%3$s overslaan

source: Choose Date-time
nl_nl: Kies datum-tijd

source: Multisite Migration Error migrating %s
nl_nl: Multisite-migratiefout bij het migreren %s

source: The blog at %s had a fatal error while migrating. Here is their migration history: %s
nl_nl: De blog op %s had een fatale fout tijdens het migreren. Hier is hun migratiegeschiedenis: %s

source: Scan or enter barcode here.
nl_nl: Scan of voer hier de barcode in.

source: %1$sFinished migrating %2$s%3$s
nl_nl: %1$s Klaar met migreren %2$s%3$s

source: Go
nl_nl: Ga

source: All blogs up-to-date
nl_nl: Alle blogs up-to-date

source: Click to select a category:
nl_nl: Klik om een categorie te kiezen:

source: Unable to determine current blog
nl_nl: Kan de huidige blog niet bepalen

source: Select a Category
nl_nl: Kies een categorie

source: Error finding current script to migrate
nl_nl: Fout bij het vinden van het huidige script om te migreren

source: Datetime data for datetime with ID %d has no associated event!
nl_nl: Datumtijdgegevens voor datumtijd met ID-%d geen bijbehorende gebeurtenis heeft!

source: Event Time:
nl_nl: Tijd:

source: Are you sure you want to reset ALL your Event Espresso Multisite Information? This cannot be undone.
nl_nl: Weet je zeker dat je AL je Event Espresso Multisite Informatie wilt resetten? Dit kan niet ongedaan worden gemaakt.

source: Available Spaces: unlimited
nl_nl: Beschikbare ruimtes: onbeperkt

source: Assessment Complete
nl_nl: Beoordeling voltooid

source: Registrations / Spaces:
nl_nl: Inschrijvingen / plaatsen:

source: Network requires migration
nl_nl: Netwerk vereist migratie

source: Registration Closed
nl_nl: Registratie is gesloten

source: No migrations are required
nl_nl: Er zijn geen migraties nodig

source: Event Espresso Calendar Widget
nl_nl: Widget Agenda voor evenement espresso

source: An error occurred communicating with the server. Please contact support. An email report should have been sent to your network admin
nl_nl: Er is een fout opgetreden bij het communiceren met de server. Neem contact op met de ondersteuning. Er had een e-mailrapport naar uw netwerkbeheerder moeten worden verzonden

source: Displays the Espresso Calendar in a widget.
nl_nl: Hiermee wordt de espressokalender in een widget weergegeven.

source: All done migrating network
nl_nl: Alles klaar met migreren

source: Single Category Name (optional)
nl_nl: Naam van één categorie (optioneel)

source: General error running multisite migration. Last ran blog was: %s
nl_nl: Algemene fout met multisite-migratie. Laatste liep blog was: %s

source: Enter the Category Slug from the %sEvent Categories%s page
nl_nl: Voer de categorieslak in vanaf de pagina %sEvent-rubrieken%s

source: Did not receive proper JSON response while running multisite migration. This was the response: '%1$s' while migrating blog %2$s (ID %3$d). The last ran migration script had data: %4$s
nl_nl: Heeft geen goede JSON-reactie ontvangen tijdens het uitvoeren van multisite migratie. Dit was het antwoord: '%1$s' tijdens het migreren blog %2$s (ID %3$d). Het laatste uitgevoerde migratiescript had gegevens: %4$s

source: Are you sure you want to reset ALL your Event Espresso Calendar Information? This cannot be undone.
nl_nl: Weet je zeker dat je al je agenda-informatie voor evenement espresso's wilt resetten? Dit kan niet ongedaan worden gemaakt.

source: Could not sanitize input '%s' because it has no entry in our sanitization methods array
nl_nl: Kon niet ontsmetten invoer '%s' omdat het geen vermelding in onze ontsmettingsmethoden array

source: Multisite Settings
nl_nl: Instellingen voor meerdere site's

source: Calendar Colors
nl_nl: Kleuren kalender

source: Reset Multisite Settings?
nl_nl: Multisite-instellingen opnieuw instellen?

source: Formatting
nl_nl: Opmaak

source: Set to 'Yes' and then click 'Save' to confirm reset all basic and advanced Event Espresso Multisite settings to their plugin defaults.
nl_nl: Stel 'Ja' in en klik op 'Opslaan' om alle basis- en geavanceerde gebeurtenis espresso-instellingen te bevestigen op hun standaardinstellingen voor plug-ins.

source: Header Style Left
nl_nl: Kopstijl links

source: The %1$s filter is deprecated. It *may* work as an attempt to build in backwards compatibility. However, it is recommended to use the following new filter: %2$s"%3$s" found in "%4$s"
nl_nl: De %1$s filter word afgeraden. Het *kan* werken als een poging om oude versies te ondersteunen. Echter, het is aangeraden om de volgende, nieuwe, filter te gebruiken: %2$s"%3$s" te vinden in "%4$s"

source: Comment Status
nl_nl: Commentaar Status

source: Subsection "%s" is not an instanceof EE_Form_Section_Base on form "%s". It is a "%s"
nl_nl: Subsectie "%s" is niet een instantie van EE_Form_Section_Base op formulier "%s". Het is een "%s"

source: In order to proceed, you need to select the Country that your State/Province belongs to.
nl_nl: Om door te kunnen gaan, dient u een land te selecteren waaraan de Staat/Provincie behoort.

source: In order to proceed, you need to enter the name of your State/Province.
nl_nl: Om door te kunnen gaan moet u de naam van de Staat/Provincie invullen.

source: In order to proceed, you need to enter an abbreviation for the name of your State/Province.
nl_nl: Om door te kunnen gaan dient u een afkorting voor de Staat/Provincie in te voeren.

source: The new state was successfully saved to the database.
nl_nl: De nieuwe staat is succesvol opgeslagen.

source: An unknown error has occurred on the server while saving the new state to the database.
nl_nl: Er is een onbekende fout opgetreden op de server tijdens het opslaan van de nieuwe regio.

source: first select the Country that your State/Province belongs to
nl_nl: selecteer eerst het land waar uw staat / province in behoort

source: enter the name of your State/Province
nl_nl: Voer de naam in van uw staat / provincie

source: enter a two to six letter abbreviation for the name of your State/Province
nl_nl: voer een twee tot zes letterige afkorting in voor de staat / provincie

source: click the ADD button
nl_nl: klik op de 'Toevoegen' knop

source: Proceed to %s
nl_nl: Ga door naar %s

source: Total Spaces Left
nl_nl: Totaal aantal plaatsen beschikbaar

source: Upon submitting this form, you will be forwarded to PayPal to make your payment. %1$sMake sure you return to this site in order to properly finalize your registration.%2$s
nl_nl: Als u dit formulier verzend, wordt u doorgestuurd naar PayPal om uw betaling de doen. %1$sLet op dat u op deze pagina terug komt om uw bestelling af te ronden.%2$s

source: This is the Event Espresso Transactions page. This page receives instant payment notification (IPN) requests and should have a status of published, but should not be easily accessible by site visitors. Do not add it to your website's navigation menu or link to it from another page. Also, do not delete it or change its status to private.
nl_nl: Dit is de Event Espresso Transacties pagina. Deze pagina ontvang instant betalingsnotificaties (IPN) en moet een status hebben van 'Gepubliceerd', maar moet niet toegankelijk zijn voor gewone bezoekers. Voeg het dus niet toe aan menu items, en maak geen links vanaf andere pagina's. Verwijder deze pagina ook niet en zet hem niet op 'Privé'.

source: %1$s means of course that the messenger is active and %2$s means the messenger is inactive.
nl_nl: %1$s betekend natuurlijk dat de messenger actief is en %2$s betekend dat de messenger inactief is.

source: There is no ticket on this registration
nl_nl: Geen tickets beschikbaar voor deze bestelling

source: The transaction model could not be established.
nl_nl: Het transactiemodel kon niet worden vastgesteld.

source: %1$sCongratulations%2$sYour registration has been successfully processed.%3$sCheck your email for your registration confirmation or click the button below to view / download / print a full description of your purchases and registration information.
nl_nl: %1$sGefeliciteerd!%2$sUw bestelling is succesvol verwerkt.%3$sControleer uw email voor uw bevestiging of klik op de onderstaande knop om een volledige omschrijving van uw aankoop te bekijken, te printen of te downloaden.

source: %1$sCongratulations%2$sYour registration has been successfully processed.%3$sCheck your email for your registration confirmation.
nl_nl: %1$sGefeliciteerd!%2$sUw bestelling is succesvol verwerkt.%3$sControleer uw email voor uw bevestiging.
