Repository: eventespresso/event-espresso-core
Catalog: languages/event_espresso-*.po
Languages: nl_nl

source: transactions
nl_nl: transacties

source: Optional
nl_nl: Optioneel

source: Transaction Date
nl_nl: Transactie datum

source: Displayed on all emails and invoices.
nl_nl: Weergegeven op alle e-mails en facturen.

source: Primary Registrant
nl_nl: Hoofdregistrant

source: cancel
nl_nl: annuleren

source: View Transaction Details for TXN #
nl_nl: Bekijk transactie details voor TKT #

source: The incoming data does not have the required data index in its array
nl_nl: De inkomende gegevens hebben niet de vereiste gegevensindex in de array

source: Send Payment Reminder
nl_nl: Verstuur betalingsherinnering

source: Transaction Shortcodes
nl_nl: Transactie shortcodes

source: Add New Transaction
nl_nl: Voeg nieuwe transactie toe

source: All shortcodes specific to transaction related data
nl_nl: Alle shortcodes die specifiek zijn voor transactiegerelateerde gegevens

source: Zip/Postal Code
nl_nl: Postcode

source: Edit Transaction
nl_nl: Bewerk transactie

source: The transaction id for the purchase.
nl_nl: De transactie-ID voor de aankoop.

source: Messages System
nl_nl: Berichten systeem

source: Delete Transaction
nl_nl: Verwijder transactie

source: This is a link to make a payment for the event
nl_nl: Dit is een link om een betaling te doen voor de workshop

source: Add New Message Template
nl_nl: Nieuw bericht template

source: Edit Message Template
nl_nl: Berichtsjabloon bewerken

source: The payment gateway used for the transaction
nl_nl: De betalingsgateway die voor de transactie wordt gebruikt

source: Delete Message Template
nl_nl: Berichtsjabloon verwijderen

source: Login
nl_nl: Inloggen

source: Update Actions
nl_nl: Update acties

source: Transaction Number
nl_nl: Transactienummer:

source: Transaction Status
nl_nl: Transactie status

source: Attendees Registered in this Transaction
nl_nl: Aangemelde Deelnemers in deze Transactie

source: Transaction placed from IP
nl_nl: Transactie afkomstig van IP

source: All shortcodes specific to venue related data
nl_nl: Alle shortcodes die specifiek zijn voor locatiegerelateerde gegevens

source: The title for the event venue
nl_nl: De titel voor de eventlocatie

source: Cash
nl_nl: Contant

source: A url to a webpage for the venue
nl_nl: Een url naar een webpagina voor de locatie

source: Add New Message Templates
nl_nl: Voeg nieuwe berichtsjablonen toe

source: An image representing the event venue
nl_nl: Een uitgelichte afbeelding van uw workshoplocatie

source: Reset Templates
nl_nl: Reset Sjabloon

source: The phone number for the venue
nl_nl: Telefoon nummer van de locatie

source: Edit Message Templates
nl_nl: Bericht sjablonen

source: The address for the venue
nl_nl: Het adres van de locatie

source: Address 2 for the venue
nl_nl: Adres 2 voor de locatie

source: Message Preview
nl_nl: Berichtpreview

source: Transactions Overview
nl_nl: Overzicht Transacties

source: The city the venue is in
nl_nl: De stad waar de locatie zich bevindt

source: About Previews
nl_nl: Over voorbeelden

source: The state the venue is located in
nl_nl: De staat waarin de locatie zich bevindt

source: Total Amount Due:
nl_nl: Totaalbedrag:

source: The country the venue is located in
nl_nl: Het land waarin de locatie zich bevindt

source: Editor Title
nl_nl: Editor titel

source: The zip code for the venue address
nl_nl: De postcode voor het locatieadres

source: Context Switcher and Preview
nl_nl: 2. "Context Switcher" en Voorvertoningsknop

source: This transaction has been overpaid !
nl_nl: Deze transactie is te veel betaald!

source: Link to a google map for the venue
nl_nl: Link naar Google Map voor deze locatie

source: Message Template Form Fields
nl_nl: Formuliervelden voor berichtsjablonen

source: Payments Total
nl_nl: Totaal betalingen

source: Google map for venue wrapped in image tags
nl_nl: Google-kaart voor locatie verpakt in afbeeldingstags

source: Shortcodes Metabox
nl_nl: 4. Valide Shortcodes Metabox

source: Apply a Payment to Transaction #
nl_nl: Een betaling toepassen op transactie #

source: Publish Metabox
nl_nl: Publiceer Metabox

source: Active Email Tab
nl_nl: Tabblad Actieve e-mail

source: Inactive Email Tab
nl_nl: Tabblad Inactieve e-mail

source: Apply a Refund to Transaction #
nl_nl: Pas een restitutie toe op transactie #

source: Are you sure you want to reset the %s %s message templates? Remember continuing will reset the templates for all contexts in this messenger and message type group.
nl_nl: Weet u zeker dat u de %s %s berichtsjablonen wilt resetten? Vergeet niet dat doorgaan de sjablonen voor alle contexten in deze groep messenger en berichttype opnieuw zal instellen.

source: Register Now
nl_nl: Aanmelden

source: Restore From Trash
nl_nl: Terugzetten uit prullenbak

source: price type
nl_nl: prijs type

source: The data for %1$s message type cannot be prepared because there is no set method for doing so. The expected method name is "%2$s" please doublecheck the %1$s message type class and make sure that method is present
nl_nl: De gegevens voor %1$s berichttype kunnen niet worden voorbereid omdat er geen vaste methode is om dit te doen. De verwachte methodenaam is "%2$s" controleer de klasse %1$s berichttype en controleer of de methode aanwezig is

source: price types
nl_nl: prijs types

source: Description:
nl_nl: Omschrijving:

source: Base Type
nl_nl: Basis type

source: Global Template
nl_nl: Globale template

source: Override all custom
nl_nl: 5. Overstem alle custom

source: click for more details
nl_nl: klik voor eer details

source: Active Template
nl_nl: Actief template

source: Preview
nl_nl: Voorbeeld

source: Editing %s
nl_nl: Bewerken %s

source: Accepted
nl_nl: Geaccepteerd

source: In order to reset the template to its default we require the messenger, message type, and message template GRP_ID to know what is being reset. At least one of these is missing.
nl_nl: Om de sjabloon opnieuw in te stellen op de standaardinstelling, hebben we de messenger-, berichttype- en berichtsjabloon nodig GRP_ID om te weten wat er wordt gereset. Ten minste een van deze ontbreekt.

source: Cancelled
nl_nl: Geannuleerd

source: Something went wrong with deleting existing templates. Unable to reset to default
nl_nl: Er is iets misgegaan met het verwijderen van bestaande sjablonen. Kan niet resetten naar standaard

source: Failed
nl_nl: Mislukt

source: Something went wrong and we couldn't get any templates assembled
nl_nl: Er is iets misgegaan en we konden geen sjablonen samenstellen

source: Templates have been reset to defaults.
nl_nl: Sjablonen zijn teruggezet naar de standaardinstellingen.

source: Something went wrong because we're missing the registration ID
nl_nl: Er is iets misgegaan omdat we de registratie-ID missen

source: Dates & Times
nl_nl: Datums/Tijden:

source: Missing necessary parameters for displaying preview
nl_nl: Ontbrekende noodzakelijke parameters voor het weergeven van een voorbeeld

source: Edit Price Type
nl_nl: Bewerk prijs type

source: Go Back to Edit
nl_nl: Ga terug om te bewerken

source: Move Price Type %s to Trash
nl_nl: Verplaats prijstype %s naar prullenbak

source: Viewing Preview for %s %s Message Template
nl_nl: Voorbeeld bekijken voor %s %s berichtsjabloon

source: Venue Name
nl_nl: Locatie naam

source: Valid Shortcodes
nl_nl: Valide Shortcodes

source: Restore
nl_nl: Herstel

source: Extra Actions
nl_nl: Extra acties

source: Delete Price Type %s Permanently
nl_nl: Prijstype %s definitief verwijderen

source: Test Send
nl_nl: Verstuur Test

source: price
nl_nl: prijs

source: There are no valid shortcodes available
nl_nl: Er zijn geen geldige shortcodes beschikbaar

source: Attendee ID:
nl_nl: Deelnemers ID

source: prices
nl_nl: prijzen

source: Edit Price
nl_nl: Bewerk prijs

source: Switch %s
nl_nl: Wijzig %s

source: Move Price to Trash
nl_nl: Verplaats prijs naar de prullenbak

source: There was a problem saving the template fields from the form because I didn't receive any actual template field data.
nl_nl: Er was een probleem met het opslaan van de sjabloonvelden uit het formulier omdat ik geen werkelijke sjabloonveldgegevens heb ontvangen.

source: Restore Price
nl_nl: Herstel prijs

source: %s field was NOT updated for some reason
nl_nl: Het veld %s is om de een of andere reden NIET bijgewerkt

source: Delete Price Permanently
nl_nl: Prijs permanent verwijderen

source: Test message sent
nl_nl: Test bericht verstuurd

source: Application Name
nl_nl: Applicatienaam

source: Add New Price
nl_nl: Nieuwe prijs toevoegen

source: The test message was not sent
nl_nl: Test bericht was niet verstuurd

source: learn more about how message templates works
nl_nl: lees meer over hoe berichtsjablonen werken

source: Add New Price Type
nl_nl: Voeg nieuw prijs type toe

source: Modify this Messenger
nl_nl: Wijzig deze Messenger

source: Unable to access the template file for the %s messenger main content wrapper. The location being attempted is %s.
nl_nl: Kan geen toegang krijgen tot het sjabloonbestand voor de hoofdcontentwrapper van %s Messenger. De locatie die wordt geprobeerd, is %s.

source: Delete Price Type
nl_nl: Prijs type verwijderen

source: Drag this message type to the Inactive window to deactivate
nl_nl: Sleep dit berichttype naar het inactieve venster om te deactiveren

source: Incoming data for the Gateways data handler must have an EE_Transaction object as the value for the first array index.
nl_nl: Inkomende gegevens voor de Gateways-gegevenshandler moeten een EE_Transaction-object hebben als de waarde voor de eerste array-index.

source: Prices
nl_nl: Prijzen

source: Drag this message type to the messenger to activate
nl_nl: Sleep dit berichttype naar de messenger om te activeren

source: We can't generate a preview for you because there are no active events in your database
nl_nl: We kunnen geen voorbeeldweergave voor u genereren, omdat er geen actieve workshops in uw database zijn

source: Price Types
nl_nl: Prijstypes

source: %s Settings
nl_nl: %s Instellingen

source: Inactive Message Types
nl_nl: Inactieve berichttypen

source: Messenger name needed to toggle activation. None given
nl_nl: Messenger-naam nodig om activering in of uit te schakelen. Geen gegeven

source: Restore from Trash
nl_nl: Terugzetten uit prullenbak

source: Messenger status needed to know whether activation or deactivation is happening. No status is given
nl_nl: Messenger-status nodig om te weten of activering of deactivering plaatsvindt. Er wordt geen status gegeven

source: Default Template
nl_nl: Standaard Template

source: The given status (%s) is not valid. Must be "off" or "on"
nl_nl: De opgegeven status (%s) is niet geldig. Moet 'uit' of 'aan' zijn

source: You have no price types defined. Please add a price type before adding a price.
nl_nl: Je hebt geen prijstypes gedefinieerd. Gelieve een prijstype toe te voegen vooraleer een prijs toe te voegen.

source: Message Type name needed to toggle activation. None given
nl_nl: Berichttype naam die nodig is om activering in of uit te schakelen. Geen gegeven

source: The given status (%s) is not valid. Must be "active" or "inactive"
nl_nl: De opgegeven status (%s) is niet geldig. Moet 'actief' of 'inactief' zijn

source: Base Price
nl_nl: Basis prijs

source: %s message type has been successfully activated with the %s messenger
nl_nl: Het berichttype %s is met succes geactiveerd met de %s Messenger

source: This message type is used for all payment notification messages that go out including any manual payments entered by an event administrator.
nl_nl: Dit berichttype wordt gebruikt voor alle geweigerde betaling meldberichten die verzonden worden met inbegrip van handmatige betalingen die door een workshopaanbieder zijn ingevoerd.

source: You must enter a valid email address.
nl_nl: U moet ene geldig e-mail adres invoeren

source: Tax
nl_nl: Belasting

source: %s messenger has been successfully activated
nl_nl: %s Messenger is succesvol geactiveerd

source: You must enter a valid email address and answer all other required questions before you can proceed.
nl_nl: U moet geldig e-mailadres ingeven en alle andere vereiste velden invullen voor u verder kan gaan.

source: learn more about how pricing works
nl_nl: lees meer over hoe prijzen werken

source: Pricing
nl_nl: Prijsinstellingen

source: recipient
nl_nl: ontvanger

source: First Name is a required value.
nl_nl: Voornaam is een vereist veld.

source: recipients
nl_nl: ontvangers

source: API Settings
nl_nl: API-instellingen

source: Last Name is a required value.
nl_nl: Achternaam is een vereist veld.

source: About
nl_nl: Over

source: Please enter a valid email address.
nl_nl: U moet een geldig e-mail adres invoeren

source: This template is what event administrators will receive on a successful payment
nl_nl: Dit sjabloon krijgen workshopaanbieders na een geslaagde betaling

source: Registration Form
nl_nl: Bestelformulier

source: Require message type or messenger to send an updated form
nl_nl: Vereist berichttype of messenger om een bijgewerkt formulier te verzenden

source: Add New Question Group
nl_nl: Voeg nieuwe vraaggroep toe

source: This message type is used for all payment reminder messages. These are triggered when an offline gateway registration is completed or when manually triggered via event administrators via the transaction admin page(s).
nl_nl: Dit berichttype wordt gebruikt voor alle betalingsherinnerings-berichten. Deze worden geactiveerd als een offline poortregistratie is voltooid of indien handmatig geactiveerd door workshopaanbieders via de transactie adminpagina('s).

source: Edit Question Group
nl_nl: Bewerk vragengroep

source: Settings updated
nl_nl: Instellingen geüpdatet.

source: payment reminder
nl_nl: betalingsherinnering

source: Add Question
nl_nl: Voeg vraag toe

source: Settings did not get updated
nl_nl: Instellingen zijn niet bijgewerkt

source: payment reminders
nl_nl: betalingsherinneringen

source: Add Question Group
nl_nl: Voeg vraaggroep toe

source: Messages
nl_nl: Berichten

source: Reg Form Settings
nl_nl: Bestelformulier instellingen

source: Message Template Group
nl_nl: Berichtsjabloongroep

source: Message Template
nl_nl: Berichttemplate

source: Show All
nl_nl: Toon alles

source: Question group order was updated successfully.
nl_nl: De volgorde van de vraaggroep is succesvol bijgewerkt.

source: Developers
nl_nl: Ontwikkelaars

source: weeks
nl_nl: weken

source: Registration Form Overview
nl_nl: Registratieformulier overzicht

source: months
nl_nl: maanden

source: question group
nl_nl: vraaggroep

source: Move Template Group to Trash
nl_nl: Verplaats de sjabloongroep naar de prullenbak

source: question groups
nl_nl: Vraag groepen

source: Restore Message Template
nl_nl: Herstel berichtsjabloon

source: This messenger delivers messages via email using the built-in %s function included with WordPress
nl_nl: Deze messenger levert berichten via e-mail met behulp van de ingebouwde %s functie die is opgenomen in WordPress

source: Show Desc
nl_nl: Toon omsch.

source: Delete Template Group Permanently
nl_nl: Sjabloongroep definitief verwijderen

source: Print and bring this ticket with you to the event
nl_nl: Print deze ticket uit en neem deze mee naar het evenement!

source: question
nl_nl: vraag

source: To
nl_nl: Aan

source: Location:
nl_nl: Locatie:

source: Test email sent from %s
nl_nl: Test e-mail van %s

source: More Information:
nl_nl: Meer informatie:

source: From
nl_nl: Van

source: Ticket Instructions:
nl_nl: &nbsp;

source: On means of course that the messenger is active and %s means the messenger is inactive.
nl_nl: betekend natuurlijk dat de messenger actief is en %s betekend dat de messenger inactief is.

source: Subject
nl_nl: Onderwerp

source: Main Content
nl_nl: Hoofdinhoud

source: Whether registrants are required to answer this question.
nl_nl: Of registranten deze vraag verplicht moeten beantwoorden.

source: EE_Messages_Validator child classes MUST set the $_m_name and $_mt_name property. Check that the child class is doing this
nl_nl: EE_Messages_Validator kind klassen moet de $ _m_name en $ _mt_name eigenschap. Controleer of de onderliggende klas dit doet

source: There is no messenger class for the given string (%s)
nl_nl: Er is geen messenger-klasse voor de opgegeven tekenreeks (%s)

source: There is no message type class for the given string (%s)
nl_nl: Er is geen type berichtklasse voor de opgegeven tekenreeks (%s)

source: Event Venue
nl_nl: Evenement Locatie

source: Event Venues
nl_nl: Evenement Locaties

source: Edit Venue
nl_nl: Bewerk Locatie

source: Add Venue
nl_nl: Locatie toevoegen

source: Event Espresso Critical Pages Settings
nl_nl: Event Espresso Critical Pages-instellingen

source: Payment Methods
nl_nl: Betaal mogelijkheden

source: Unlimited
nl_nl: Onbeperkt

source: There is no "registers" index in the <code>$this->_scripts_styles</code> property.
nl_nl: Er is geen "registers" -index in de eigenschap <code>$this->_scripts_styles</code> .

source: Make sure you read the phpdoc comments above the definition of the $_scripts_styles property in the <code>EE_Admin_Hooks</code> class and modify according in the %s child
nl_nl: Zorg ervoor dat u leest de phpdoc opmerkingen boven de definitie van de eigenschap $_scripts_styles in de <code>EE_Admin_Hooks</code> klasse en wijzigen volgens het %s kind

source: Missing the url for the requested %s
nl_nl: De URL voor de gevraagde %s ontbreekt

source: Answer
nl_nl: Antwoord

source: We can't load the page object
nl_nl: We kunnen het pagina-object niet laden

source: Answers
nl_nl: Antwoorden

source: Dark
nl_nl: Donker

source: The class name that was given is %s. Check the spelling and make sure its correct, also there needs to be an autoloader setup for the class
nl_nl: De opgegeven klassenaam is %s. Controleer de spelling en zorg ervoor dat deze correct is, er moet ook een autoloader-setup voor de klas zijn

source: There is no corresponding method for the hook labeled in the _ajax_func array
nl_nl: Er is geen overeenkomstige methode voor de hook gelabeld in de _ajax_func array

source: The method name given in the array is %s, check the spelling and make sure it exists in the %s class
nl_nl: De naam van de methode die in de array is opgegeven, is %s, controleer de spelling en zorg ervoor dat deze voorkomt in de klasse %s

source: There is no corresponding method for the hook labeled in the _init_func array
nl_nl: Er is geen overeenkomstige methode voor de haak die is gelabeld in de _init_func-array

source: There is no corresponding method to display the metabox content
nl_nl: Er is geen overeenkomstige methode om de metabox-inhoud weer te geven

source: Danish
nl_nl: Deens

source: Something went wrong with loading the %s admin hooks page.
nl_nl: Er is iets misgegaan met het laden van de %s admin hooks-pagina.

source: Venues
nl_nl: Locaties

source: event category
nl_nl: gebeurteniscategorie

source: No page routes have been set for the %s admin page.
nl_nl: Er zijn geen paginaroutes ingesteld voor de %s beheerpagina.

source: event categories
nl_nl: workshopcategorieën

source: Edit Category
nl_nl: Categorie bewerken

source: The requested page route does not exist for the %s admin page.
nl_nl: De gevraagde paginaroute bestaat niet voor de %s beheerpagina.

source: Add Category
nl_nl: Categorie toevoegen

source: A default page route has not been set for the % admin page.
nl_nl: Er is geen standaardpaginaroute ingesteld voor de % a dmin-pagina.

source: Add image to event calendar
nl_nl: Afbeelding toevoegen aan evenementenkalender

source: The given page route does not exist for the %s admin page.
nl_nl: De opgegeven paginaroute bestaat niet voor de %s beheerpagina.

source: %s helps prevent automated abuse of your site (such as comment spam or bogus registrations) by using a reCAPTCHA to ensure that only humans perform certain actions.
nl_nl: %s helpt automatisch misbruik van uw site te voorkomen (zoals commentaarspam of valse registraties) door een reCAPTCHA te gebruiken om ervoor te zorgen dat alleen mensen bepaalde acties uitvoeren.

source: Calendar
nl_nl: Kalender

source: Check the route you are using in your method (%s) and make sure it matches a route set in your "_page_routes" array property
nl_nl: Controleer de route die u gebruikt in uw methode (%s) en zorg ervoor dat deze overeenkomt met een route die is ingesteld in de eigenschap '_page_routes' array

source: You must sign up for a free %s account to use it with this plugin. If you already have a reCAPTCHA account enter your "Public" and "Private" keys on this page.
nl_nl: Je moet je aanmelden voor een gratis %s account om het te gebruiken met deze plugin. Als je al een reCAPTCHA-account hebt, voer je 'Openbare' en 'Privé'-sleutels op deze pagina in.

source: Calendar Usage
nl_nl: Kalendergebruik

source: %sNonce Fail.%s
nl_nl: %s Nog een keer mislukt. %s

source: attendees
nl_nl: deelnemers

source: Basic Settings
nl_nl: Basis instellingen

source: In order to dynamically generate nonces for your actions, use the %s::add_query_args_and_nonce() method. May the Nonce be with you!
nl_nl: Gebruik de methode %s:add_query_args_and_nonce() om dynamisch nonces voor uw acties te genereren. Moge de Nonce bij jou zijn!

source: Page route "%s" could not be called. Check that the spelling for method names and actions in the "_page_routes" array are all correct.
nl_nl: Paginaroute "%s" kan niet worden aangeroepen. Controleer of de spelling voor methodenamen en -acties in de array _page_routes allemaal correct is.

source: Countries
nl_nl: Landen

source: Check In
nl_nl: Inchecken

source: Datetime
nl_nl: Datumtijd

source: Defines the buttons and title at the top of the calendar.
nl_nl: Definieert de knoppen en titel bovenaan de kalender.

source: Button Text
nl_nl: Knop tekst

source: The _page_config array is not set up properly for help tabs. It is missing a title
nl_nl: De array _page_config is niet correct ingesteld voor helptabbladen. Er ontbreekt een titel

source: Trash Event
nl_nl: Verwijder event

source: Update Settings
nl_nl: Update Instellingen

source: Reg Status
nl_nl: Bestel status

source: Title Format
nl_nl: Titel formaat

source: Determines the text that will be displayed in the header's title.
nl_nl: Bepaalt de tekst die wordt weergegeven in de titel van de koptekst.

source: Does not look like the popup content array has been setup correctly. Might want to double check that. Read the comments for the _get_help_popup_content method found in "EE_Admin_Page" class
nl_nl: Ziet er niet uit alsof de pop-up content array correct is ingesteld. Misschien wil je dat nog eens controleren. Lees de opmerkingen voor de _get_help_popup_content methode gevonden in "EE_Admin_Page" klasse

source: Edit Event Details
nl_nl: Bewerk event details

source: Checked In
nl_nl: Ingecheckt

source: Column Format
nl_nl: Kolomopmaak

source: Something went wrong with help popup content generation. Expecting an array and well, this ain't no array bub.
nl_nl: Er ging iets mis met het genereren van pop-up-inhoud. Verwacht een array en goed, dit is geen array bub.

source: View Registrations for Event
nl_nl: Bekijk aanmeldingen voor evenement

source: Determines the text that will be displayed on the calendar's column headings.
nl_nl: Bepaalt de tekst die wordt weergegeven in de kolomkoppen van de kalender.

source: Missing Content
nl_nl: Mist content

source: A trigger has been set that doesn't have any corresponding content. Make sure you have set the help content. (see the "_set_help_popup_content" method in the EE_Admin_Page for instructions.)
nl_nl: Er is een trigger ingesteld die geen bijbehorende inhoud heeft. Zorg ervoor dat u de Help-inhoud hebt ingesteld. (zie de methode "_set_help_popup_content" in de EE_Admin_Page voor instructies.)

source: View Registration Details
nl_nl: Bekijk bestelling gegevens
