Repository: eventespresso/event-espresso-core
Catalog: languages/event_espresso-*.po
Languages: nl_nl

source: The count of all the registrations who have checked into one of this event's datetimes.
nl_nl: De telling van alle registraties die hebben ingecheckt in een van de datums van dit evenement.

source: "%1$s" can not be used as an alias because the "%2$s" class does not extend or implement it.
nl_nl: "%1$s" kan niet als alias worden gebruikt omdat de klasse "%2$s" deze niet uitbreidt of implementeert.

source: The model "%1$s" appears to be misconfigured.
nl_nl: Het model "%1$s" lijkt verkeerd geconfigureerd te zijn.

source: Incorrect password.
nl_nl: Wachtwoord onjuist

source: A password is required to access this content.
nl_nl: Er is een wachtwoord vereist om toegang te krijgen tot deze inhoud.

source: Unknown operator %s in EEH_Money::compare_floats()
nl_nl: Onbekende operator %s in EEH_Money::compare_floats()

source: To view additional ticket options, click the "Filter by Date" button and select more dates.
nl_nl: Als u extra ticketopties wilt weergeven, klikt u op de knop 'Filteren op datum' en selecteert u meer datums.

source: Available calculated fields for this model. Fields are only present in the response if explicitly requested
nl_nl: Beschikbare berekende velden voor dit model. Velden zijn alleen aanwezig in het antwoord als er expliciet om gevraagd wordt

source: You attempted to filter by a password field without the needed privileges. Only a full admin is allowed to do that.
nl_nl: U hebt geprobeerd te filteren op een wachtwoordveld zonder de vereiste bevoegdheden. Alleen een volledige admin is toegestaan om dat te doen.

source: The value provided for the operator "%1$s" should be comma-separated value string or a JSON array.
nl_nl: De waarde die voor de operator "%1$s" wordt opgegeven, moet een door komma's gescheiden waardereeks of een JSON-array zijn.

source: The avatar url for the attendee (if available).
nl_nl: De avatar url voor de deelnemer (indien beschikbaar).

source: Calculates the total spaces available on the datetime, taking into account ticket limits too.
nl_nl: Berekent het totale aantal beschikbare ruimten op de datumtijd, rekening houdend met ticketlimieten.

source: Counts registrations who have checked into this datetime.
nl_nl: Telt registraties die hebben ingecheckt in deze datumtijd.

source: Counts registrations who have checked out of this datetime.
nl_nl: Telt registraties die hebben uitgecheckt van deze datumtijd.

source: Array of objects describing the link(s) for this relation resource.
nl_nl: Array met objecten die de koppeling(en) voor deze relatiebron beschrijven.

source: The link to the resource for the %s relation(s) to this entity
nl_nl: De koppeling naar de bron voor de %s relatie(s) met deze entiteit

source: Whether or not there is only a single %s relation to this entity
nl_nl: Of er al dan niet slechts één %s met betrekking tot deze entiteit

source: Link to event on WordPress site hosting events.
nl_nl: Koppeling naar evenement op WordPress-sitehostingevenementen.

source: Various links for resources related to the entity.
nl_nl: Verschillende koppelingen voor resources die verband houden met de entiteit.

source: Link to this entities resource.
nl_nl: Koppeling naar deze entiteitenbron.

source: Link to this entities collection resource.
nl_nl: Koppeling naar deze bron voor het verzamelen van entiteiten.

source: Array of property names whose values were replaced with their default (because they are related to a password-protected entity.)
nl_nl: Array met eigenschapsnamen waarvan de waarden zijn vervangen door de standaardwaarde (omdat ze gerelateerd zijn aan een met een wachtwoord beveiligde entiteit.)

source: Each name corresponds to a property that is protected by password for this entity and has its default value returned in the response.
nl_nl: Elke naam komt overeen met een eigenschap die is beveiligd met een wachtwoord voor deze entiteit en de standaardwaarde in het antwoord heeft geretourneerd.

source: You have the right to request your personal data be sent to you electronically, and the right to request your registration data be erased after the event. To do so, please contact the event manager or site administrator.
nl_nl: U hebt het recht om te verzoeken dat uw persoonsgegevens elektronisch naar u worden verzonden en dat het recht om uw registratiegegevens te vragen na het evenement wordt gewist. Neem hiervoor contact op met de gebeurtenisbeheerder of de sitebeheerder.

source: The current request is for the WP Heartbeat
nl_nl: De huidige aanvraag is voor de WP Heartbeat

source: The current request is for the WordPress REST API
nl_nl: De huidige aanvraag is voor de WordPress REST API

source: The current request is for a WordPress loopback scrape
nl_nl: Het huidige verzoek is voor een WordPress loopback scrape

source: Site administrators may keep a log of communications with the payment processors in order to verify payments are being processed correctly. These logs are automatically deleted after a week.
nl_nl: Sitebeheerders kunnen een logboek bijhouden van communicatie met de betalingsverwerkers om te controleren of betalingen correct worden verwerkt. Deze logboeken worden na een week automatisch verwijderd.

source: Event Registration Cookies
nl_nl: Cookies voor gebeurtenisregistratie

source: Email History Data
nl_nl: Gegevens over e-mailgeschiedenis

source: We keep a record of the emails sent to you. This is to ensure communication is successfully sent and its information is accurate.
nl_nl: We houden een overzicht bij van de e-mails die naar u worden verzonden. Dit om ervoor te zorgen dat de communicatie met succes wordt verzonden en de informatie ervan juist is.

source: Event Check-In Record
nl_nl: Record voor het inchecken van gebeurtenissen

source: When you attend an event, an event manager may record the time you check in or out of the event.
nl_nl: Wanneer u een evenement bijwoont, kan een gebeurtenisbeheerder de tijd registreren waarop u in- of uitlogt.

source: Event Registration Data Retention
nl_nl: Gebeurtenisregistratiegegevens bewaren

source: Personal data is stored at least until the date of the event, and may be kept indefinitely in case of future registrations.
nl_nl: Persoonsgegevens worden ten minste tot de datum van het evenement opgeslagen en kunnen voor onbepaalde tijd worden bewaard in geval van toekomstige registraties.

source: Event Registration Data Erasure and Export
nl_nl: Gegevens over gebeurtenisregistratie wissen en exporteren

source: Masked billing information may be stored on our servers (eg only the last 4 digits of credit card numbers are stored: **** **** **** 1234).
nl_nl: Gemaskerde factureringsgegevens kunnen worden opgeslagen op onze servers (bijvoorbeeld alleen de laatste 4 cijfers van creditcardnummers worden opgeslagen: **** **** **** 1234).

source: Payment Logging
nl_nl: Logboekregistratie voor betalingen

source: In order to process payments, we collect billing information on-site. Sensitive billing information is not stored on our server, but may be handled while in-transit to the payment processing server.
nl_nl: Om betalingen te verwerken, verzamelen we ter plaatse factureringsgegevens. Gevoelige factureringsgegevens worden niet op onze server opgeslagen, maar kunnen worden verwerkt tijdens het transport naar de betalingsverwerkingsserver.

source: We collect information about you during event registration. This information may include but is not limited to:
nl_nl: Wij verzamelen informatie over u tijdens de registratie van evenementen. Deze informatie kan omvatten, maar is niet beperkt tot:

source: Your names
nl_nl: Uw namen

source: Billing address
nl_nl: Factuuradres

source: Location and traffic data (including partial IP address and browser type)
nl_nl: Locatie- en verkeersgegevens (inclusief gedeeltelijk IP-adres en browsertype)

source: Any other details that might be requested from you for the purpose of processing your registration or ticket purchase
nl_nl: Alle andere gegevens die van u kunnen worden opgevraagd met het oog op de verwerking van uw registratie of aankoop van een ticket

source: Handling this data also allows us to:
nl_nl: Het verwerken van deze gegevens stelt ons ook in staat om:

source: Send you important account/purchase/service information.
nl_nl: Stuur je belangrijke account/aankoop/service informatie.

source: Respond to your queries, refund requests, or complaints.
nl_nl: Reageer op uw vragen, terugbetalingsverzoeken of klachten.

source: Process payments and prevent fraudulent transactions. We do this on the basis of our legitimate business interests.
nl_nl: Betalingen verwerken en frauduleuze transacties voorkomen. Wij doen dit op basis van onze legitieme zakelijke belangen.

source: Set up and administer your account, provide technical and customer support, and to verify your identity.
nl_nl: Stel uw account in en beheer deze, zorg voor technische en klantenondersteuning en verifieer uw identiteit.

source: Anonymous
nl_nl: Anoniem

source: Contact Profiles
nl_nl: Contactprofielen

source: Event Espresso Attendee Data Exporter
nl_nl: Event Espresso Deelnemer Data Exporteur

source: Billing Data
nl_nl: Factureringsgegevens

source: Event Espresso Attendee Billing Data Exporter
nl_nl: Event Espresso Deelnemer Facturering Gegevens Exporteur

source: Event Check-Ins
nl_nl: Inchecks met gebeurtenissen

source: Check in/out
nl_nl: In- en uitchecken

source: Out
nl_nl: Uit

source: Event Espresso Registration Data Exporter
nl_nl: Event Espresso Registratie Gegevens Exporteren

source: Event Espresso Transaction Exporter
nl_nl: Espresso Transactie gebeurtenissen exporteren

source: Privacy Settings
nl_nl: Privacy Instellingen

source: Privacy Policy Consent Settings
nl_nl: Instellingen voor toestemming van het privacybeleid

source: Enabled
nl_nl: Ingeschakeld

source: Disabled
nl_nl: Uitgeschakeld

source: Privacy Consent Checkbox
nl_nl: Selectievakje Privacytoestemming

source: When enabled, a checkbox appears in the registration form requiring users to consent to your site's privacy policy.
nl_nl: Wanneer dit is ingeschakeld, verschijnt er een selectievakje in het registratieformulier waarin gebruikers toestemming moeten geven voor het privacybeleid van uw site.

source: Consent Text
nl_nl: Toestemmingstekst

source: Text describing what the registrant is consenting to by submitting their personal data in the registration form. To reset to default value, remove all this text and save.
nl_nl: Tekst waarin wordt beschreven waar de registrant mee instemt door zijn persoonsgegevens in het registratieformulier in te dienen. Als u de standaardwaarde wilt resetten, verwijdert u al deze tekst en slaat u op.

source: An Event with an ID of "%s" could not be found. Please contact the event administrator for assistance.
nl_nl: Een gebeurtenis met een id van '%s' kan niet worden gevonden. Neem contact op met de beheerder van het evenement voor hulp.

source: Do you have a moment to share why you are deactivating Event Espresso?
nl_nl: Heb je een moment om te delen waarom je Event Espresso deactiveert?

source: Sure I'll help
nl_nl: Natuurlijk zal ik helpen

source: Skip
nl_nl: Overslaan

source: Event Espresso Registration Answers
nl_nl: Antwoorden op de registratie van evenement espresso's

source: Event Espresso Attendee Data
nl_nl: Gegevens van evenement espresso-deelnemers

source: Error in updating table %s setting DTT_name = '' and DTT_description = '' where DTT_ID = %d
nl_nl: Fout bij het bijwerken van tabel %s instelling DTT_name = '' en DTT_description = '' waar DTT_ID = %d

source: Error in updating table %s setting QGQ_order = %d where QST_ID = %d
nl_nl: Fout bij het bijwerken van tabel %s instelling QGQ_order = %d waar QST_ID = %d

source: Error in updating table %s setting QSO_order = %d where QSO_ID = %d
nl_nl: Fout bij het bijwerken van tabel %s instelling QSO_order = %d waar QSO_ID = %d

source: Error in updating table %s setting PRT_wp_user = %d where PRT_ID = %d
nl_nl: Fout bij het bijwerken van tabel %s instelling PRT_wp_user = %d waar PRT_ID = %d

source: Error in updating table %s setting PRC_wp_user = %d where PRC_ID = %d
nl_nl: Fout bij het bijwerken van tabel %s instelling PRC_wp_user = %d waar PRC_ID = %d

source: Error in updating table %s setting QSG_wp_user = %d where QSG_ID = %d
nl_nl: Fout bij het bijwerken van tabel %s instelling QSG_wp_user = %d waar QSG_ID = %d

source: Error in updating table %s setting TKT_wp_user = %d where TKT_ID = %d
nl_nl: Fout bij het bijwerken van tabel %s instelling TKT_wp_user = %d waar TKT_ID = %d

source: %1$s must be passed an `EE_Base_Class or an array of fields names with their values. You passed in something different.
nl_nl: %1$s moet worden doorgegeven een 'EE_Base_Class of een array van velden namen met hun waarden. Je bent iets anders overgegaan.

source: If your event name, ticket name or ticket description contain special characters (eg emojis, foreign language characters, or curly quotes) they will be removed when sent to Authorize.net. This is because Authorize.net doesn't support them.
nl_nl: Als uw gebeurtenisnaam, ticketnaam of ticketbeschrijving speciale tekens bevat (bijvoorbeeld emoji's, tekens in vreemde talen of krullende citaten), worden deze verwijderd wanneer ze naar Authorize.net worden verzonden. Dit komt omdat Authorize.net hen niet ondersteunt.

source: PayPal did not accept your API username, password, or signature. Please double-check these credentials and if debug mode is on.
nl_nl: PayPal heeft uw API-gebruikersnaam, wachtwoord of handtekening niet geaccepteerd. Controleer deze referenties en als de foutopsporingsmodus is ingeschakeld.

source: I consent to %1$s storing and using my personal information, according to their %2$sprivacy policy%3$s.
nl_nl: Ik ga ermee akkoord om mijn persoonlijke gegevens op te %1$s slaan en te gebruiken, volgens hun %2$sprivacybeleid%3$s.

source: Don't Log At All
nl_nl: Niet aanmelden op alle

source: 1 Day
nl_nl: 1 Dag

source: 7 Days
nl_nl: 7 dagen

source: 14 Days
nl_nl: 14 dagen

source: 30 Days
nl_nl: 30 Dagen

source: %s Critical Page
nl_nl: %s kritieke pagina

source: Determines the maximum number of dates that will be checked upon initial loading for a Date and Time Filter.%1$sIf set to zero or left blank, then ALL dates will be checked upon initial loading.
nl_nl: Hiermee bepaalt u het maximum aantal datums dat wordt gecontroleerd bij de eerste belasting voor een datum- en tijdfilter. %1$s Als ingesteld op nul of links leeg, dan alle datums zullen worden gecontroleerd bij de eerste belasting.

source: Note About Special Characters
nl_nl: Opmerking over speciale tekens

source: If issues arise with payments being made through a payment gateway, it's helpful to log non-sensitive communications with the payment gateway. But it's a security responsibility, so it's a good idea to not keep them for any longer than necessary.
nl_nl: Als er problemen ontstaan met betalingen via een betalingsgateway, is het handig om niet-gevoelige communicatie met de betalingsgateway te registreren. Maar het is een veiligheidsverantwoordelijkheid, dus het is een goed idee om ze niet langer te bewaren dan nodig is.

source: Incomplete Transactions
nl_nl: Onvolledige transacties

source: Date & Time Filter Max Checked
nl_nl: Datum - en tijdsfilter Max ingeschakeld

source: Gateway Logs Lifespan
nl_nl: Levensduur van gatewaylogboeken

source: Currency setting inputs are currently only enabled for the country "%1$s" which is the selected country for the site. This can be changed in the "Contact Information" section under the "Your Organization" tab of the Event Espresso - General Settings.
nl_nl: Valuta-instellingsingangen zijn momenteel alleen ingeschakeld voor het land "%1$s" dat het geselecteerde land voor de site is. Dit kan worden gewijzigd in de sectie 'Contactgegevens' onder het tabblad 'Uw organisatie' van de gebeurtenis espresso - Algemene instellingen.

source: Your last Database Update had a %s fatal error and was halted%s.
nl_nl: Uw laatste database-update had een %s fatale fout en werd gestopt%s.

source: If the States/Provinces for the selected Country do not appear in this list, then click "Save".%3$sIf data exists, then the list will be populated when the page reloads and you will be able to make a selection at that time.%3$s%1$sMake sure you click "Save" again after selecting a State/Province that has just been loaded in order to keep that selection.%2$s
nl_nl: Als de staten/provincies voor het geselecteerde land niet in deze lijst worden weergegeven, klikt u op Opslaan. %3$s Als er gegevens zijn, wordt de lijst ingevuld wanneer de pagina opnieuw wordt geladen en u op dat moment een selectie maken. %3$s %1$s Zorg ervoor dat u opnieuw op Opslaan klikt nadat u een staat/provincie hebt geselecteerd die net is geladen om die selectie te behouden. %2$s

source: Whether descriptions should be shown on the event list page.%1$sSelecting "none" will NOT display any of the text content you entered into the main text editor on the event admin page.%1$sSelecting "excerpt" will display the text you entered into the "Excerpt" textarea on the event admin page, OR, any text in the main text editor above the %2$s tag.%1$sSelecting "full description" will display ALL of the text content you entered into the main text editor on the event admin page.
nl_nl: Of beschrijvingen moeten worden weergegeven op de pagina met gebeurtenissenlijst. %1$s Als u 'geen' selecteert, wordt GEEN van de tekstinhoud weergegeven die u hebt ingevoerd in de hoofdteksteditor op de pagina gebeurtenisbeheerder. %1$s Als u 'fragment' selecteert, wordt de tekst weergegeven die u hebt ingevoerd in het tekstgebied 'Fragment' op de pagina gebeurtenisbeheerder, OF, alle tekst in de hoofdteksteditor boven de tag %2$s. %1$s Als u 'volledige beschrijving' selecteert, wordt ALLE tekstinhoud weergegeven die u hebt ingevoerd in de hoofdteksteditor op de pagina met gebeurtenisbeheerders.

source: Your Organization Settings
nl_nl: Uw organisatie-instellingen

source: %1$sThe Country set here will have the effect of setting the currency used for all ticket prices.%2$s
nl_nl: %1$s De land hier ingesteld zal het effect van het instellen van de valuta die wordt gebruikt voor alle ticketprijzen. %2$s

source: PayPal Smart Buttons (Express Checkout) is an on-site payment method for accepting payments via PayPal and is available to event organizers in many countries. A PayPal premier or business account is needed to accept payments. Need a PayPal account? Call 1-855-456-1338 or %1$sclick here to sign up for a merchant account%2$s.
nl_nl: PayPal Smart Buttons (Express Checkout) is een on-site betalingsmethode voor het accepteren van betalingen via PayPal en is beschikbaar voor organisatoren van evenementen in veel landen. Een PayPal premier of zakelijke account is nodig om betalingen te accepteren. Heb je een PayPal-account nodig? Bel 1-855-456-1338 of %1$sklik hier om je aan te melden voor een verkopersaccount%2$s.

source: Something went wrong and we're unable to display your ticket. Please contact the event organizer to get your ticket.
nl_nl: Er is iets misgegaan en we kunnen uw ticket niet weergeven. Neem contact op met de organisator van het evenement om uw ticket te krijgen.

source: Recipients are who will receive the message.
nl_nl: Ontvangers zijn wie het bericht ontvangt.

source: Controls how much space allotted to the PayPal Smart Buttons. Standard button size only has room to show the pay with PayPal or PayPal Credit options. Full Width can show other options, like credit cards and Venmo, when applicable.
nl_nl: Hiermee bepaalt u hoeveel ruimte toegewezen is aan de Smart Buttons van PayPal. Standaard knopgrootte heeft alleen ruimte om de opties voor betalen met PayPal of PayPal-tegoed weer te geven. Full Width kan andere opties weergeven, zoals creditcards en Venmo, indien van toepassing.

source: Note that your App's "Client ID" and "Secret" are on the following page. These can be accessed later from the "My Apps & Credentials" page.
nl_nl: Houd er rekening mee dat de client-id en 'Geheim' van uw app zich op de volgende pagina bevinden. Deze zijn later te bekijken via de pagina 'Mijn Apps & Referenties'.

source: Retrieved from PayPal's "My Apps & Credentials" page, see above.
nl_nl: Opgehaald van paypal's "Mijn apps & referenties" pagina, zie hierboven.

source: Controls the shape of PayPal's Smart Buttons. Choose whichever shape you prefer with your website's design.
nl_nl: Hiermee bepaalt u de vorm van de slimme knoppen van PayPal. Kies welke vorm u verkiest met het ontwerp van uw website.

source: Button Size
nl_nl: Knop formaat

source: This uses different PayPal credentials than PayPal Express, Pro, and Standard. Because this uses PayPal's newer REST API, you need to create what they call "An App". Creating one is easy:
nl_nl: Dit maakt gebruik van andere PayPal-referenties dan PayPal Express, Pro en Standard. Omdat dit gebruik maakt van paypal's nieuwere REST API, moet u maken wat ze noemen "Een App". Het maken van een is eenvoudig:

source: Go to "My Apps & Credentials" (you may already be on it)
nl_nl: Ga naar "Mijn apps & referenties" (je staat er misschien al op)

source: Scroll down to "REST API apps"
nl_nl: Scroll omlaag naar 'REST API-apps'

source: Just under that, click "Create App"
nl_nl: Klik daaronder op 'App maken'

source: Select the "App Name" you'd like registrants to see. The name of your website is a good choice. Pick any sandbox developer account you like.
nl_nl: Selecteer de 'App-naam' die registranten moeten zien. De naam van uw website is een goede keuze. Kies een sandbox-ontwikkelaarsaccount dat je leuk vindt.

source: PayPal did not respond with the expected parameters.
nl_nl: PayPal heeft niet gereageerd met de verwachte parameters.

source: PayPal Express Checkout with Smart Buttons
nl_nl: PayPal Express-afhandeling met slimme knoppen

source: Please select one of the following options provided by PayPal:
nl_nl: Selecteer een van de volgende opties van PayPal:

source: PayPal Express Checkout with Smart Buttons Settings
nl_nl: PayPal Express-afhandeling met slimme knoppen-instellingen

source: It appears the Paypal Express Checkout javascript was not loaded properly! Please refresh the page and try again or contact support.
nl_nl: Het lijkt erop dat de Paypal Express Checkout javascript niet goed geladen was! Vernieuw de pagina en probeer het opnieuw of neem contact op met ondersteuning.

source: Pill (Recommended)
nl_nl: Pil (Aanbevolen)

source: Rectangular
nl_nl: Rechthoekig

source: Button Shape
nl_nl: Knoppen vorm

source: Adjust the settings for the PayPal Express Checkout with Smart Buttons payment gateway.
nl_nl: Pas de instellingen voor de PayPal Express Checkout aan met de betalingsgateway Slimme knoppen.

source: See %1$shere%2$s for list of currencies supported by PayPal Smart Buttons (which uses PayPal's REST API).
nl_nl: Zie %1$shier%2$s voor een lijst met valuta's die worden ondersteund door PayPal Smart Buttons (die gebruik maakt van paypal's REST API).

source: Registration data, including name, email, and address, are sent to the webservice Infusionsoft for customer relations management and marketing.
nl_nl: Registratiegegevens, waaronder naam, e-mail en adres, worden naar de webservice Infusionsoft gestuurd voor customer relations management en marketing.

source: Please see %1$sInfusionsoft's Privacy Policy%2$s (link opens in new tab).
nl_nl: Zie %1$sInfusionsoft's Privacybeleid%2$s (link wordt geopend in nieuw tabblad).

source: No access token provided in response from PayPal
nl_nl: Geen toegangstoken die wordt verstrekt als reactie van PayPal

source: No response was received from PayPal
nl_nl: Er is geen reactie ontvangen van PayPal

source: No JSON body was received.
nl_nl: Er werd geen JSON lichaam ontvangen.
