Repository: eventespresso/event-espresso-core
Catalog: languages/event_espresso-*.po
Languages: nl_nl

source: It appears that the event you were about to make a payment for has sold out since you first registered. If you have already made a partial payment towards this event, please contact the event administrator for a refund.%3$s%3$s%1$sPlease note that availability can change at any time due to cancellations, so please check back again later if registration for this event(s) is important to you.%2$s
nl_nl: Het lijkt erop dat het event waarvoor je een betaling wilde doen inmiddels uitverkocht is. Als je al een gedeeltelijke betaling voor dit event hebt gedaan, neem dan kontakt op met de event beheerder voor een terugbetaling.%3$s%3$s%1$sHoud er svp rekening mee dat de beschikbaarheid op elk moment kan veranderen als gevolg van annuleringen. Check het daarom later nog een keer als dit event belangrijk voor je is.%2$s

source: It appears that the event you were about to make a payment for has sold out since this form first loaded. Please contact the event administrator if you believe this is an error.
nl_nl: Het lijkt erop dat het event waarvoor je een betaling wilde doen uitverkocht is sinds dit formulier werd geladen. Neem contact op met de event beheerder als u denkt dat dit een fout is.

source: It appears that the event you were about to make a payment for is not accepting payments at this time. Please contact the event administrator if you believe this is an error.
nl_nl: Het lijkt erop dat het event waarvoor je een betaling wilde doen geen betalingen meer kan accepteren. Neem contact op met de event beheerder als u denkt dat dit een fout is.

source: It appears that the event you were about to make a payment for does not require payment. Please contact the event administrator if you believe this is an error.
nl_nl: Het lijkt erop dat het event waarvoor je een betaling wilde doen geen betaling nodig heeft. Neem contact op met de event beheerder als u denkt dat dit een fout is.

source: It appears that the %1$s event that you were about to make a payment for has sold out since you first registered and/or arrived at this page. Please refresh the page and try again. If you have already made a partial payment towards this event, please contact the event administrator for a refund.
nl_nl: Het lijkt erop dat het %1$s event waarvoor je een betaling wilde doen uitverkocht is sinds je je hebt geregistreerd of op deze pagina bent gekomen. Refresh svp de pagina en probeer het nogmaals. Neem contact op met de event beheerder als u denkt dat dit een fout is.

source: Please refresh the page to view updated ticket quantities.
nl_nl: Ververs de pagina s.v.p. om het aangepaste aantal tickets te zien.

source: We're sorry...%1$sDue to sales that have occurred since you first viewed the last page, the following items have had their quantities adjusted to match the current available amount:%1$s%1$s%2$s%1$s%1$sPlease note that availability can change at any time due to cancellations, so please check back again later if registration for this event(s) is important to you.%1$s%1$s%3$s%1$s%4$s%1$s
nl_nl: %1$sTot onze spijt is de beschikbaarheid van de volgende items gewijzigd door verkopen sinds je deze pagina voor het eerst hebt bekeken. De nieuwe beschikbaarheid is als volgt:%1$s%1$s%2$s%1$s%1$sHoud er svp rekening mee dat de beschikbaarheid op elk moment kan veranderen als gevolg van annuleringen. Check het daarom later nog een keer als dit event belangrijk voor je is.%1$s%1$s%3$s%1$s%4$s%1$s

source: We're sorry, but there is only %1$s available space left for this event at this particular date and time. Please select a different number (or different combination) of tickets by cancelling the current selection and choosing again, or proceed to registration.
nl_nl: Het spijt ons, maar er is slechts %1$s plaats beschikbaar voor dit event op deze specifieke datum en tijd. Selecteer een ander aantal (of een andere combinatie) van tickets door de huidige selectie te annuleren en opnieuw te kiezen, of ga verder met de registratie.

source: We're sorry, but there is only %1$s available space left for this event at this particular date and time. Please select a different number (or different combination) of tickets.
nl_nl: Tot onze spijt is er slechts %1$s plaats meer beschikbaar voor dit event op deze specifieke datum en tijd. Selecteer een ander aantal (of een andere combinatie) van tickets door de huidige selectie te annuleren en opnieuw te kiezen, of ga verder met de registratie.

source: Request Shipping Address %s
nl_nl: Vraag om Verzendadres %s

source: Please be sure to update the settings for the PayPal Express Checkout payment method.
nl_nl: Zorg ervoor dat je de instellingen voor de PayPal Express Checkout betaalmethode aanpast.

source: For more information on how to get your API credentials, please view the %1$sPayPal Documentation%2$s.
nl_nl: Voor meer informatie hoe je je API referenties verkrijgt, kijk s.v.p. in de %1$sPayPal Documentatie%2$s.

source: Request Shipping Address
nl_nl: Vraag om Verzendadres

source: Indicates whether or not you require the buyer's shipping address on file with PayPal be a confirmed address.
nl_nl: Bepaalt of je vereist dat het eerder bij PayPal opgeslagen verzendadres van de klant een bevestigd adres is.

source: Don't have PayPal? %1$sSign up for an account%2$s to get start right away.
nl_nl: Heb je geen PayPal? %1$sMeld je aan voor een account%2$s om direct te beginnen.

source: Event Espresso does not yet support %1$s IPNs from PayPal
nl_nl: Event Espresso biedt nog geen ondersteuning voor PayPal %1$s IPN's.

source: Please Note! This gateway has been deprecated and replaced with the PayPal Express payment method.
nl_nl: Let er op dat deze gateway verouderd is en vervangen is door de PayPal Express betaalmethode.

source: If you still want to use this gateway, please follow the directions to %1$sactivate it here%2$s.
nl_nl: Als je deze gateway nog wil gebruiken, volgt dan de aanwijzingen om het %1$shier te activeren%2$s.

# ticket name for event name
source: %1$s for %2$s
nl_nl: %1$s voor %2$s

source: Data Migration from Event Espresso 3 to Event Espresso 4.1.0
nl_nl: Data Migration van Event Espresso 3 naar Event Espresso 4.1.0

source: Data Update to Event Espresso 4.2.0
nl_nl: Data Update naar Event Espresso 4.2.0

source: Data Update to Event Espresso 4.3.0
nl_nl: Data Update naar Event Espresso 4.3.0

source: Data Update to Event Espresso 4.5.0
nl_nl: Data Update naar Event Espresso 4.5.0

source: Data Update to Event Espresso 4.6.0
nl_nl: Data Update naar Event Espresso 4.6.0

source: Data Update to Event Espresso 4.7.0
nl_nl: Data Update naar Event Espresso 4.7.0

source: Data Update to Event Espresso 4.8.0
nl_nl: Data Update naar Event Espresso 4.8.0

source: Data Update to Event Espresso 4.9.0
nl_nl: Data Update naar Event Espresso 4.9.0

source: Use EE_Registration::get_latest_related_datetime() or EE_Registration::get_earliest_related_datetime()
nl_nl: Gebruik EE_Registration::get_latest_related_datetime() of EE_Registration::get_earliest_related_datetime()

source: Quantity of this ticket that is reserved, but not yet fully purchased
nl_nl: Aantal tickets dat is gereserveerd, maar nog niet volledig betaald

source: A valid DateTime could not be generated from "%1$s" because the following errors occurred: %2$s %3$s %2$s PHP version: %4$s %2$s Stack Trace: %5$s
nl_nl: Een geldige DateTime kan niet worden gegenereerd uit '%1$s', omdat de volgende fouten zijn opgetreden: %2$s %3$s %2$s PHP-versie: %4$s %2$s Stack Trace: %5$s

source: A valid DateTime could not be recreated from "%1$s" because the following errors occurred: %2$s %3$s %2$s PHP version: %4$s
nl_nl: Een geldige Datumtijd kan niet opnieuw worden gemaakt vanuit '%1$s', omdat de volgende fouten zijn opgetreden: %2$s %3$s %2$s PHP-versie: %4$s

source: The session data is either missing or invalid.
nl_nl: Sessiedata ontbreekt of is ongeldig

source: Event Registrations from %1$s for %2$s
nl_nl: Event Registraties van %1$s voor %2$s

source: If you want to integrate with Event Espresso or participate in building code, then you are in the right place. The following resources can help you get started.
nl_nl: Als u wilt integreren met Event Espresso of wilt deelnemen aan bouwcode, dan bent u op de juiste plaats. Met de volgende bronnen u aan de slag.

source: Developer Resources
nl_nl: Bronnen voor ontwikkelaars

source: %1$sEvent Espresso 4 Developer Documentation%2$s
nl_nl: %1$s Event Espresso 4 Documentatie van ontwikkelaars%2$s

source: %1$sApply%2$s to be listed as an %3$sEvent Espresso Professional%2$s
nl_nl: %1$s Solliciteer%2$s om te worden vermeld als %3$sEvent Espresso Professional%2$s

source: Event Espresso 4 Articles for Developers
nl_nl: Event Espresso 4 Artikelen voor ontwikkelaars

source: %1$sCustom Post Types Usage%2$s
nl_nl: %1$s Gebruik van aangepaste posttypen%2$s

source: %1$sTheme Development%2$s
nl_nl: %1$s Themaontwikkeling%2$s

source: %1$sCapability System%2$s
nl_nl: %1$s Capaciteitssysteem%2$s

source: %1$sPayment Method Development%2$s
nl_nl: %1$s Ontwikkeling van betalingsmethoden%2$s

source: %1$sMessages System in Event Espresso 4%2$s
nl_nl: %1$s Berichtensysteem in gebeurtenis espresso 4%2$s

source: %1$sDatabase Model System%2$s (used for interfacing with EE4 data via WordPress plugins and server side querying)
nl_nl: %1$s Database Model System%2$s (gebruikt voor interfacing met EE4-gegevens via WordPress-plug-ins en serverzijdebecerting)

source: REST API Resources
nl_nl: REST API-bronnen

source: %1$sREST API: Introduction%2$s
nl_nl: %1$s REST API: Inleiding%2$s

source: %1$sREST API: Reading Data%2$s
nl_nl: %1$s REST API: Leesgegevens%2$s

source: %1$sBuilding an EE4 Add-on Using the REST API%2$s
nl_nl: %1$s Een EE4-invoegtoepassing bouwen met behulp van de REST API%2$s

source: Need help with Event Espresso?
nl_nl: Hulp nodig met Event Espresso?

source: You may be able to find an answer for your question or concern here:
nl_nl: Misschien vindt u hier een antwoord op uw vraag of zorg:

source: A known issue.
nl_nl: Een bekend probleem.

source: Some themes and plugins have %1$sknown conflicts%2$s with Event Espresso. (You can also browse the %3$sEvent Espresso support pages%2$s or %4$sEvent Espresso support forums%2$s to see if other members have experienced and solved the problem.)
nl_nl: Sommige thema's en plug-ins hebben %1$s bekende conflicten%2$s met Event Espresso. (U ook bladeren door de ondersteuningspagina's van %3$sEvent Espresso%2$s of %4$sEvent Espresso-ondersteuningsforums%2$s om te zien of andere leden het probleem hebben ervaren en opgelost.)

source: A plugin conflict.
nl_nl: Een plugin conflict.

source: You can check to see if there is a plugin conflict by temporarily deactivating all plugins except for Event Espresso. If the problem goes away, then reactivate your plugins one by one until the issue returns. This will help you pinpoint the source of the conflict.
nl_nl: U controleren of er een plug-in conflict is door alle plug-ins tijdelijk te deactiveren, behalve voor Gebeurtenis espresso. Als het probleem verdwijnt, activeer je je plug-ins één voor één totdat het probleem is opgelost. Dit zal u helpen de bron van het conflict te lokaliseren.

source: A theme conflict.
nl_nl: Een themaconflict.

source: If your problem is not a known issue or caused by a plugin, then try activating %s (the default WordPress theme).
nl_nl: Als uw probleem geen bekend probleem is of wordt veroorzaakt door een plug-in, probeert u %s (het standaardWoordenthema) te activeren.

source: If your problem is not a known issue or caused by a plugin, then try activating the default WordPress theme.
nl_nl: Als uw probleem geen bekend probleem is of wordt veroorzaakt door een plug-in, probeert u het standaardwoordthema te activeren.

source: If this solves the problem for you, then something in your theme is causing this issue. Check to see if an update is available for your WordPress theme or reach out to the theme author.
nl_nl: Als dit het probleem voor u oplost, dan veroorzaakt iets in uw thema dit probleem. Controleer of er een update beschikbaar is voor uw WordPress-thema of neem contact op met de auteur van het thema.

source: If none of the suggestions above help you find a solution, then feel free to reach out to the support team at Event Espresso.
nl_nl: Als geen van de bovenstaande suggesties u helpt een oplossing te vinden, neem dan gerust contact op met het ondersteuningsteam van Event Espresso.

source: Login to your account on EventEspresso.com and %1$screate a support post in our member support forums%2$s. Use a %3$sclear and descriptive title%4$s in your support post, %3$sdescribe the issue to the best of your knowledge%4$s, and %3$snever post any sensitive information such as login details%4$s. Be sure to also include %5$simportant information in the section below%2$s about your WordPress site.
nl_nl: Log in op je account op EventEspresso.com en %1$s een ondersteuningsbericht plaatsen in onze ondersteuningsforums voor leden%2$s. Gebruik een %3$sclear en beschrijvend titel%4$s in je ondersteuningsbericht, %3$sschrijf het probleem voor het beste uit je weten%4$s en %3$s nooit gevoelige informatie zoals inloggegevens plaatsen%4$s. Zorg ervoor dat u ook %5$sbelang belangrijke informatie opneemt in de onderstaande sectie%2$s over uw WordPress-site.

source: Have an emergency?
nl_nl: Bent u dringend op zoek naar een motor en heeft u een calamiteit?

source: We offer support tokens to members that need help with a time-sensitive issue. A support token will provide you with up to 30 minutes of one-on-one time with a team member at Event Espresso. If you have an emergency and need help quickly, then please %1$spurchase a support token%2$s.
nl_nl: We bieden ondersteuningstokens aan leden die hulp nodig hebben bij een tijdsgevoelig probleem. Een ondersteuningstokje biedt u tot 30 minuten één-op-één met een teamlid bij Event Espresso. Als u een noodgeval hebt en snel hulp nodig heeft, koop dan %1$seen ondersteuningstokje%2$s.

source: Event Espresso Version:
nl_nl: Event Espresso-versie:

source: The Personal Information question group is required whenever the Address Information question group is activated.
nl_nl: De vraaggroep Persoonlijke gegevens is vereist wanneer de vraaggroep Adresgegevens wordt geactiveerd.

source: In this view, the check-in status represents the latest check-in record for the registration in that row.
nl_nl: In deze weergave vertegenwoordigt de incheckstatus de laatste incheckrecord voor de registratie in die rij.

source: Check out the %1$sroadmap for Event Espresso%2$s.
nl_nl: Bekijk de %1$sroadmap voor Event Espresso%2$s.

source: Frequently Asked Questions about Event Espresso
nl_nl: Veelgestelde vragen over Event Espresso

source: New to Event Espresso?
nl_nl: Nieuw @ Event Espresso

source: Check out the %1$squick start guide for Event Espresso 4%2$s. It has recommendations, tips, and tutorials so you can get your project started %3$squicker%4$s.
nl_nl: Bekijk de %1$ssquick startgids voor Event Espresso 4%2$s. Het heeft aanbevelingen, tips en tutorials, zodat u uw project starten %3$squicker%4$s.

source: %sThere is no revenue to report for the last 30 days.%s
nl_nl: %s Er zijn geen inkomsten te melden voor de afgelopen 30 dagen. %s

source: Batch message type messages are triggered manually by the admin for sending notifications to a selected group of recipients. This should only be used for more general notification type messages that contain information specific for the recipients. For "newsletter" type messages we recommend using an email list service like MailChimp, because sending non-related mail-outs to contacts increases the risk of your site domain getting added to spam lists, which will prevent messages getting to users.
nl_nl: Berichten over batchberichten worden handmatig geactiveerd door de beheerder voor het verzenden van meldingen naar een geselecteerde groep geadresseerden. Dit mag alleen worden gebruikt voor meer algemene meldingen type berichten die informatie specifiek voor de ontvangers bevatten. Voor "nieuwsbrief" type berichten raden we het gebruik van een e-maillijst dienst zoals MailChimp, omdat het verzenden van niet-gerelateerde e-outs naar contacten verhoogt het risico van uw site domein wordt toegevoegd aan spam lijsten, die zal voorkomen dat berichten krijgen aan gebruikers.

source: Batch Messages Shortcodes
nl_nl: Shortcodes voor batchberichten

source: All shortcodes used for the batch message type
nl_nl: Alle shortcodes die worden gebruikt voor het berichttype batch

source: This will parse to whatever is found in the related [newsletter_content] field. Note that when triggering a batch message, whatever is added for the custom message will be inserted where this shortcode is placed.
nl_nl: Dit zal ontleden aan wat er wordt gevonden in de gerelateerde [newsletter_content] veld. Houd er rekening mee dat bij het activeren van een batchbericht, wat wordt toegevoegd voor het aangepaste bericht zal worden ingevoegd waar deze shortcode wordt geplaatst.

source: A single event that spans one or more consecutive days.
nl_nl: Eén gebeurtenis die een of meer opeenvolgende dagen beslaat.

source: Multiple, separate, but related events that occur on consecutive days.
nl_nl: Meerdere, afzonderlijke, maar gerelateerde gebeurtenissen die zich op opeenvolgende dagen voordoen.

source: Multiple events that occur over multiple non-consecutive days.
nl_nl: Meerdere evenementen die plaatsvinden op meerdere niet-opeenvolgende dagen.

source: Multiple events that occur over multiple non-consecutive days.
nl_nl: Meerdere evenementen die plaatsvinden op meerdere niet-opeenvolgende dagen.

source: "%1$s" is not valid method on EE_Cron_Tasks.
nl_nl: "%1$s" is geen geldige methode op EE_Cron_Tasks.

source: An error occurred while attempting to unserialize the session data.
nl_nl: Er is een fout opgetreden tijdens een poging om de sessiegegevens niet te wijzigen.

source: The session data is missing, invalid, or corrupted.
nl_nl: De sessiegegevens ontbreken, ongeldig of beschadigd.

source: Compatibility Settings
nl_nl: Compabiliteit instellingen

source: Encode Session Data?
nl_nl: Sessiegegevens coderen?

source: Some servers and database configurations can cause problems when saving the Event Espresso session data. Setting this option to "Yes" adds an extra layer of encoding to session data to prevent serialization errors, but can be incompatible with some server configurations.%1$sIf you receive "500 internal server" type errors during registration, try turning this option on.%1$sIf you get fatal PHP errors regarding missing base64 functions, then turn this option off.
nl_nl: Sommige servers en databaseconfiguraties kunnen problemen veroorzaken bij het opslaan van de sessiegegevens van gebeurtenis espresso. Als u deze optie instelt op 'Ja' wordt een extra coderingslaag toegevoegd aan sessiegegevens om serialisatiefouten te voorkomen, maar kan deze niet compatibel zijn met sommige serverconfiguraties. %1$s Als u tijdens de registratie typefouten van het type "500 interne server" ontvangt, probeert u deze optie in te schakelen. %1$s Als u fatale PHP-fouten krijgt met betrekking tot ontbrekende base64-functies, schakelt u deze optie uit.

source: adds an unobtrusive link to Event Espresso's website in the footer of your registration form. Get an affiliate link (see below) and make money if people click the link and purchase Event Espresso.
nl_nl: voegt een onopvallende link naar de website van Event Espresso toe in de voettekst van uw registratieformulier. Ontvang een affiliate link (zie hieronder) en geld verdienen als mensen op de link klikken en Event Espresso kopen.

source: Updating Database...
nl_nl: Database bijwerken...

source: The current Database Update has ended. Click 'next' when ready to proceed
nl_nl: De huidige database-update is afgelopen. Klik op 'volgende' wanneer u klaar bent om verder te gaan

source: Database Update Crash Report Sent
nl_nl: Crashrapport database-update verzonden

source: A crash report email was sent to Event Espresso. You should hear back from us soon.
nl_nl: Er is een e-mail met crashrapport naar Event Espresso gestuurd. Je hoort snel iets van ons.

source: First, %1$s check the forums %2$s to see if there is a solution before re-attempting the Database Update. Often it helps to deactivate other plugins which may have conflicts; or it may help to add %3$s to your %4$s wp-config.php%5$s (which will make the update run slower, but may resolve any memory exhaustion errors.
nl_nl: Eerst %1$s de forums %2$s controleren om te zien of er een oplossing is voordat u de Database-update opnieuw probeert. Vaak helpt het om andere plugins die conflicten kunnen hebben te deactiveren; of het kan helpen om %3$s toe te voegen aan uw %4$s wp-config.php%5$s (waardoor de update langzamer zal lopen, maar eventuele fouten in de geheugenuitputting kan oplossen.

source: To retry updating your data: restore to the backup you made before the update and reactivate EE (and any addons you are using) and re-run the Database Update. If you did not make a database backup and are migrating from EE3: delete your EE4 data (use the %1$s Reset/Delete Data tab above%2$s), and then reactivate EE4, and then re-run the migration and updates. If you did not make a database backup, are only updating from a previous install of EE4, have found a solution to the fatal error you received, and are willing to possibly have some data lost, %3$sattempt to continue migrating%2$s.
nl_nl: Als u opnieuw probeert uw gegevens bij te werken: herstel de back-up die u vóór de update hebt gemaakt en activeer EE (en eventuele addons die u gebruikt) en voer de database-update opnieuw uit. Als u geen databaseback-up hebt gemaakt en migreert vanuit EE3: verwijder uw EE4-gegevens (gebruik het tabblad %1$s Gegevens opnieuw instellen/Verwijderen hierboven%2$s) en activeer EE4 opnieuw en voer de migratie en updates opnieuw uit. Als u geen databaseback-up hebt gemaakt, alleen wordt bijgewerkt vanaf een eerdere installatie van EE4, een oplossing hebt gevonden voor de fatale fout die u hebt ontvangen en bereid bent om mogelijk wat gegevens verloren te laten gaan, %3$spoging om door te gaan met migreren%2$s.

source: If you are ok with losing all the EE %1$s data, you can skip the Database Updates and %2$s use EE4 with only default Data%3$s
nl_nl: Als u alle EE-%1$s gegevens verliezen, u de database-updates overslaan en EE4 %2$s gebruiken met alleen standaardgegevens%3$s

source: Then we suggest you re-activate the old version of EE %3$s and restore your database to the backup you made just before the Database Update . If you didn't backup your database and are migrating from EE3, you can also delete your EE4 data (use on the %1$s"Reset/Delete Data" tab above%2$s), and then reactivate EE3 from the plugins page. Note: some of your EE3 shortcodes may have been changed to their EE4 equivalents, so you will need to change them back.
nl_nl: Vervolgens raden we u aan de oude versie van EE-%3$s opnieuw te activeren en uw database te herstellen naar de back-up die u vlak voor de database-update hebt gemaakt. Als u geen back-up van uw database hebt gemaakt en migreert vanuit EE3, u ook uw EE4-gegevens verwijderen (gebruik op het tabblad %1$sGegevens opnieuw instellen/verwijderen hierboven%2$s) en EE3 vervolgens opnieuw activeren van de pagina plug-ins. Opmerking: sommige van uw EE3-shortcodes zijn mogelijk gewijzigd in hun EE4-equivalenten, dus u moet ze terug wijzigen.
