Repository: eventespresso/event-espresso-core
Catalog: languages/event_espresso-*.po
Languages: nl_nl

source: In order to register a new promotion scope via EE_Register_Promotion_Scope, the caller must include an array for the configuration that contains the follow keys: "scope_path" (a string containing the full server path to the child class extending EE_Promotion_Scope), "model_extension_paths" (an array of full server paths to folders that contain model extensions), and "class_extension_paths" (an array of full server paths to folders that contain class extensions)
nl_nl: Om een nieuw promotiebereik via EE_Register_Promotion_Scope te registreren, moet de beller een array voor de configuratie bevatten die de volgtoetsen bevat: "scope_path" (een tekenreeks met het volledige serverpad naar de onderliggende klasse die EE_Promotion_Scope uitbreidt), "model_extension_paths" (een reeks volledige serverpaden naar mappen die modelextensies bevatten) en 'class_extension_paths' (een reeks volledige serverpaden naar mappen die klasse bevatten)

source: An attempt was made to register "%s" as a promotion scope has failed because it was not registered at the correct time. Please use the "AHEE__EE_System__load_espresso_addons" hook at a priority level higher than 5, to register promotion scopes.
nl_nl: Er is geprobeerd om "%s" te registreren omdat een promotiebereik is mislukt omdat deze niet op het juiste moment is geregistreerd. Gebruik de "AHEE__EE_System__load_espresso_addons" haak op een prioriteitsniveau hoger dan 5, om promotiescopen te registreren.

source: Click to view promotion details.
nl_nl: Klik hier om promotiegegevens te bekijken.

source: Viewing Events that the %s promotion applies to.
nl_nl: Evenementen bekijken waarop de %s promotie van toepassing is.

source: See events this promotion applies to.
nl_nl: Bekijk evenementen waar deze promotie op van toepassing is.

source: View details about this event.
nl_nl: Bekijk details over dit evenement.

source: See details on this event
nl_nl: Bekijk details over dit evenement

source: Applied to all events.
nl_nl: Toegepast op alle gebeurtenissen.

source: Applied to %s
nl_nl: Toegepast op %s

source: %sCheck off the specific events that this promotion will be applied to.%s
nl_nl: %s Controleer de specifieke evenementen waarop deze promotie zal worden toegepast. %s

source: Display only selected Events
nl_nl: Vertoon alleen geselecteerde evenementen

source: Include all categories
nl_nl: Neem alle categorieën

source: start date
nl_nl: begindatum

source: end date
nl_nl: einddatum

source: event title
nl_nl: eventtitel

source: Event Title Filter
nl_nl: Workshoptitel filter

source: The loading of a corresponding model for %s failed because there is not a %s instance available.
nl_nl: Het laden van een overeenkomstig model voor %s mislukt omdat er geen %s instantie beschikbaar is.

source: Unable to retrieve the model object related to the %s class with this id: %s. Maybe it was deleted from the db and the promotion got orphaned.
nl_nl: Kan het modelobject met betrekking tot de klasse %s ophalen met deze id: %s. Misschien is het verwijderd uit de db en is de promotie verweesd geworden.

source: %sNo results for the given query%s
nl_nl: %s Geen resultaten voor de gegeven query%s

source: There are no active %s to assign to this scope. You will need to create some first.
nl_nl: Er zijn geen actieve %s toe te wijzen aan dit bereik. U moet eerst een aantal te maken.

source: The %s class has not set the $label property correctly.
nl_nl: De klasse %s heeft de eigenschap $label niet correct ingesteld.

source: The %s class has not set the $slug property. This is used as a identifier for this scope and is necessary.
nl_nl: De klasse %s heeft de eigenschap $slug niet ingesteld. Dit wordt gebruikt als een id voor dit toepassingsgebied en is noodzakelijk.

source: A valid EE_Line_Item object is required to generate a promotion line item.
nl_nl: Een geldig EE_Line_Item object is vereist om een promotieregelitem te genereren.

source: A valid EE_Promotion object is required to generate a promotion line item.
nl_nl: Een geldig EE_Promotion object is vereist om een promotieregelitem te genereren.

source: A valid EE_Promotion_Object object could not be found.
nl_nl: Er kon geen geldig EE_Promotion_Object object worden gevonden.

source: This promotion is currently only applied to :%3$s %1$s %2$s %3$s
nl_nl: Deze promotie wordt momenteel alleen toegepast op :%3$s %1$s %2$s %3$s

source: This promotion is currently applied to :%3$s %1$s %2$s %3$s
nl_nl: Deze promotie wordt momenteel toegepast op :%3$s %1$s %2$s %3$s

source: Change these settings to filter the %s displayed in the box below.
nl_nl: Wijzig deze instellingen om de %s in het onderstaande vak te filteren.

source: select all below
nl_nl: selecteer alles hieronder

source: sort
nl_nl: sorteren

source: Please note that any scope items in the box above that have had promotions redeemed, will have their checkboxes greyed out and can not be deselected. Any scope items that have not had any promotions redeemed can be deselected. This is done to maintain accounting accuracy.
nl_nl: Houd er rekening mee dat objecten in het vak hierboven die promoties hebben ingewisseld, hun selectievakjes grijs hebben en niet kunnen worden uitgeschakeld. Objecten met scope die geen promoties hebben ingewisseld, kunnen worden verwijderd. Dit wordt gedaan om de boekhoudkundige nauwkeurigheid te behouden.

source: Discount Amount:
nl_nl: Toatale korting:

source: Applies to the following %1$s(s):
nl_nl: Van toepassing op de volgende %1$s(s):

source: Sage Pay Vendor Name %s
nl_nl: Naam van de leverancier van sage %s

source: Debit MasterCard
nl_nl: Mastercard debet

source: Previous Year
nl_nl: Vorig jaar

source: Next Year
nl_nl: Volgend jaar

source: Day
nl_nl: Dag

source: Broken
nl_nl: Niet-werkend

source: Text that will be displayed on the buttons in the header.
nl_nl: Tekst die wordt weergegeven op de knoppen in de koptekst.

source: Enabling this setting increases the amount of database queries and may break the calendar on some servers.
nl_nl: Als u deze instelling inschakelt, wordt het aantal databasequery's verhoogd en kan de agenda op sommige servers worden gebroken.

source: Set to 'Yes' and then click 'Save' to confirm reset all basic and advanced Event Espresso calendar settings to their plugin defaults.
nl_nl: Stel 'Ja' in en klik op 'Opslaan' om alle eenvoudige en geavanceerde agenda-instellingen voor gebeurtenis espresso's opnieuw in te stellen op hun standaardinstellingen voor plug-in.

source: Think there are other sites that need migrating? You may want to force a reassessment of which blogs need to be migrated
nl_nl: Denk je dat er andere sites zijn die moeten migreren? U een herbeoordeling afdwingen van welke blogs moeten worden gemigreerd

source: Determines which day will be in the first column of the calendar
nl_nl: Bepaalt welke dag er in de eerste kolom van de kalender staat

source: Reassess Network Migration Needs
nl_nl: De netwerkmigratiebehoeften opnieuw beoordelen

source: fixed: displays 6 weeks, fixed height
nl_nl: vast: displays 6 weken, vaste hoogte

source: liquid: displays 4-6 weeks, fixed height
nl_nl: vloeistof: geeft 4-6 weken, vaste hoogte weer

source: Loading Data Migration Script
nl_nl: Script voor gegevensmigratie laden

source: variable: displays 4-6 weeks, variable height
nl_nl: variabel: geeft 4-6 weken, variabele hoogte weer

source: Site in Maintenance Mode
nl_nl: Site in onderhoudsmodus

source: Week Mode
nl_nl: Weekmodus

source: The multisite addon cannot function properly while the main site is in maintenance mode - even the multisite migrator.
nl_nl: De multisite addon kan niet goed functioneren terwijl de hoofdsite in onderhoudsmodus is - zelfs de multisite migrator.

source: Determines the number of weeks displayed in a month view. Also determines each week's height.<br/>"fixed" - The calendar will always be 6 weeks tall. The height will always be the same, as determined by the calendar height setting or the aspect ratio.<br/>"liquid" - The calendar will have either 4, 5, or 6 weeks, depending on the month. The height of the weeks will stretch to fill the available height, as determined by the calendar height setting or the aspect ratio.<br/>"variable" - The calendar will have either 4, 5, or 6 weeks, depending on the month. Each week will have the same constant height, meaning the calendar's height will change month-to-month.
nl_nl: Hiermee bepaalt u het aantal weken dat in een maandweergave wordt weergegeven. Bepaalt ook de lengte van elke week.<br/>"vast" - De kalender zal altijd 6 weken lang zijn. De hoogte zal altijd hetzelfde zijn, zoals bepaald door de kalenderhoogte instelling of de aspect ratio.<br/>"vloeibaar" - De kalender heeft 4, 5 of 6 weken, afhankelijk van de maand. De hoogte van de weken zal uitrekken om de beschikbare hoogte te vullen, zoals bepaald door de kalenderhoogte instelling of de aspect ratio.<br/>"variabel" - De kalender heeft 4, 5 of 6 weken, afhankelijk van de maand. Elke week heeft dezelfde constante hoogte, wat betekent dat de hoogte van de kalender van maand tot maand verandert.

source: Please %1$s bring your main site up-to-date,%2$s and then return here to migration the rest of the network
nl_nl: Gelieve %1$s uw hoofdsite up-to-date te brengen, %2$s en dan hier terug te keren naar migratie de rest van het netwerk

source: Will make the entire calendar (including header) a pixel height. Leave blank for an automagical height.
nl_nl: Maakt de hele kalender (inclusief koptekst) een pixelhoogte. Laat leeg voor een automagische hoogte.

source: Add [ESPRESSO_MULTISITE] to any page or post to display a list of upcoming multisite
nl_nl: [ESPRESSO_MULTISITE] toevoegen aan een pagina of bericht om een lijst met aankomende multisite weer te geven

source: Enable Filters in Calendar
nl_nl: Filters inschakelen in agenda

source: Out-of-Date
nl_nl: Verouderd

source: Filters allow users to filter events based on category and/or venue.
nl_nl: Met filters kunnen gebruikers gebeurtenissen filteren op basis van categorie en/of locatie.

source: Unsure
nl_nl: Niet zeker

source: Enable Category Legend
nl_nl: Categorielegende inschakelen

source: Currently Migrating
nl_nl: Momenteel migreren

source: Shows a legend of all the different event categories
nl_nl: Toont een legenda van alle verschillende gebeurteniscategorieën

source: Tooltip Position
nl_nl: Positie knopinfo

source: Invalid State
nl_nl: Ongeldige status

source: Place Tooltip's
nl_nl: Knopinfo plaatsen

source: at the Event's
nl_nl: Event: [EVENT]

source: Default: "Bottom Center" and "Center Center"
nl_nl: Standaard: 'Bottom Center' en 'Center Center'

source: plain
nl_nl: vlak

source: Site ID
nl_nl: Website ID

source: light
nl_nl: licht

source: Domain
nl_nl: Domein

source: dark
nl_nl: donker

source: Last Updated
nl_nl: Laatst bijgewerkt

source: red
nl_nl: rood

source: Public?
nl_nl: Publiek?

source: green
nl_nl: groen

source: Mature
nl_nl: Volwassen

source: blue
nl_nl: blauw

source: Deleted?
nl_nl: Vervallen?

source: Language ID
nl_nl: taal-id

source: jTools
nl_nl: jTools jTools

source: Last Request for this Blog
nl_nl: Laatste verzoek voor deze blog

source: clueTip
nl_nl: aanwijzingTip

source: Tooltip Style
nl_nl: Knopinfostijl

source: Path
nl_nl: Pad

source: Adds styling to tooltips. Default: light
nl_nl: Voegt styling toe aan tooltips. Standaard: licht

source: The calendar shortcodes allow you to display the calendar on a WordPress page or post. Unless otherwise specified, the calendar will show all events by month and exclude expired events.
nl_nl: Met de kortcodes van de agenda u de agenda weergeven op een WordPress-pagina of -bericht. Tenzij anders aangegeven, worden in de agenda alle gebeurtenissen per maand weergegeven en worden verlopen afspraken uitgesloten.

source: Multisite Mock Migration Two
nl_nl: Multisite Mock Migratie Twee

source: First Stage
nl_nl: Eerste fase

source: Second Stage
nl_nl: Tweede fase

source: Multisite Mock Migration
nl_nl: Mock-migratie op meerdere site's

source: Multisite Mock Migration Two Completed
nl_nl: Multisite Mock Migratie Twee voltooid

source: Person
nl_nl: Persoon

source: People
nl_nl: Personen

source: person
nl_nl: persoon

source: Use Custom Category Color
nl_nl: Gebruik een eigen categoriekleur

source: people
nl_nl: personen

source: Background Color
nl_nl: Achtergrond kleur

source: People Type
nl_nl: Personen type

source: Text Color
nl_nl: Tekst kleur

source: People Types
nl_nl: Persoontypes

source: Calendar Category Metadata
nl_nl: Metagegevens van agendacategorie

source: Add New People Type
nl_nl: Nieuw Persoontype Toevoegen

source: Could not migrate metadata for old category '%s' with id '%d' because there is no EE4 category (term) for it.
nl_nl: Kan geen metadata migreren voor oude categorie '%s' met id '%d' omdat er geen EE4 categorie (term) voor is.

source: New People Type Name
nl_nl: Naam nieuwe personentype

source: Calendar Options
nl_nl: Agenda Opties

source: Parent People Type
nl_nl: Type bovenliggende personen

source: Data Migration of Calendar Data from EE3 to EE4
nl_nl: Gegevensmigratie van agendagegevens van EE3 naar EE4

source: Parent People Type:
nl_nl: Bovenliggende personen type:

source: Calendar Data Migration to 3.0.0
nl_nl: Migratie van agendagegevens naar 3.0.0

source: people-type
nl_nl: Personen type

source: It appears there are multiple copies of the Event Espresso Calendar installed on your server.%1$sPlease remove (delete) all copies except for this version: "%2$s"
nl_nl: Het lijkt erop dat er meerdere exemplaren van de gebeurtenis espresso kalender geïnstalleerd op uw server. %1$s Verwijder alle exemplaren (verwijderen) behalve deze versie: "%2$s"

source: People Category
nl_nl: personen-categorie

source: Event Espresso Calendar could not be activated. Please ensure that Event Espresso version %s or higher is running
nl_nl: Gebeurtenis espresso kalender kon niet worden geactiveerd. Zorg ervoor dat de versie van event espresso %s of hoger wordt uitgevoerd

source: People Categories
nl_nl: Categorieën personen

source: Band / Artist
nl_nl: Band / Artiest

source: When you assign a person to a people type here, it just indicates that this person fulfills that role in your organization and this person will be listed on the archive page for that person type.
nl_nl: Als je een type toewijst aan een persoon, betekent dit enkel dat deze persoon die rol vervult in je organisatie, en zal worden opgenomen in de lijst op de archiefpagina van dat type.

source: Support us on Social Media -- Spread the Word
nl_nl: Steun ons via Social Media -- Zegt het voort

source: people category
nl_nl: personen-categorie

source: I just registered for %1s at %2s
nl_nl: Ik heb me net ingeschreven voor %1s bij %2s

source: people categories
nl_nl: categorieën personen

source: Social Buttons Usage
nl_nl: Gebruik van sociale knoppen

source: Edit Person
nl_nl: Persoon bewerken

source: Are you sure you want to reset ALL your Event Espresso Social Buttons Information? This cannot be undone.
nl_nl: Weet je zeker dat je al je event espresso social buttons informatie wilt resetten? Dit kan niet ongedaan worden gemaakt.

source: Move Person to Trash
nl_nl: Persoon naar prullenbak verplaatsen

source: Social Buttons
nl_nl: Social media knoppen

source: Restore Person
nl_nl: Persoon herstellen

source: Social Buttons Settings
nl_nl: Instellingen Sociale Knoppen

source: Delete Permanently This Person.
nl_nl: Deze persoon permanent verwijderen.

source: Show Social Buttons in the event listings?
nl_nl: Toon social media knoppen in de workshoplijst?

source: people type
nl_nl: Personen type

source: Set to 'Yes' to show the Social Buttons in your event listings.
nl_nl: Stel in op 'Ja' om de sociale knoppen in je aanbiedingen voor evenementen weer te geven.

source: people types
nl_nl: persoontypes

source: Show Social Buttons in the single event page?
nl_nl: Sociale knoppen weergeven op de pagina met één evenement?

source: Edit Type
nl_nl: Bewerk type

source: Set to 'Yes' to show the Social Buttons in the single event page.
nl_nl: Stel in op 'Ja' om de sociale knoppen weer te geven op de pagina met één gebeurtenis.

source: Delete Type
nl_nl: Type verwijderen

source: Show Social Buttons in the registration confirmation/thank you page?
nl_nl: Sociale knoppen weergeven op de pagina registratiebevestiging/bedankpagina?

source: Manage People
nl_nl: Beheer personen

source: Set to 'Yes' to show the Social Buttons in the registration confirmation/thank you page.
nl_nl: Stel in op 'Ja' om de sociale knoppen weer te geven op de registratiebevestiging/bedankpagina.

source: Add Person
nl_nl: Voeg een persoon toe

source: Reset Social Buttons Settings?
nl_nl: Instellingen voor sociale knoppen opnieuw instellen?

source: Delete_Category
nl_nl: Verwijder Categorie

source: Set to 'Yes' and then click 'Save' to confirm reset all basic and advanced Event Espresso Social Buttons settings to their plugin defaults.
nl_nl: Stel 'Ja' in en klik op 'Opslaan' om alle eenvoudige en geavanceerde instellingen voor sociale gebeurtenis espresso-knoppen opnieuw in te stellen op de standaardinstellingen voor hun plug-in.

source: Add New Type
nl_nl: Nieuw type toevoegen

source: Add [ESPRESSO_SOCIAL_BUTTONS] to any page or post to display a list of upcoming social_buttons
nl_nl: Voeg [ESPRESSO_SOCIAL_BUTTONS] toe aan een pagina of bericht om een lijst met aankomende social_buttons

source: Update Person Record
nl_nl: Persoonsrecord bijwerken

source: Category Filter:
nl_nl: Categorie Filter

source: Save Person Record
nl_nl: Persoonsrecord opslaan

source: Search:
nl_nl: Zoeken:

source: Save New Type
nl_nl: Nieuw type opslaan

source: Category Filter
nl_nl: Categorie Filter

source: Update Type
nl_nl: Type bijwerken

source: Flexible
nl_nl: Flexibele

source: People List
nl_nl: Lijst personen

source: You can pay the day of the event. Be sure to arrive early! We accept cash and VISA, MasterCard, Discover, American Express through the Square app and PayPal here app.
nl_nl: U kunt betalen op de dag van het evenement. Zorg dat u op tijd bent. We accepteren contant en pin betaling.

source: Add Type
nl_nl: Type toevoegen

source: Flexible Settings
nl_nl: Flexibele instellingen

source: Adjust the settings for the flexible payment method. This is a flexible payment option that allows you to provide your attendees/registrants with instructions on how to complete their payment (e.g. pay at the door, call a number to complete a payment, etc).
nl_nl: Pas de instellingen voor de flexibele betalingsmethode aan. Dit is een flexibele betalingsoptie waarmee u uw deelnemers/registranten instructies geven over het voltooien van hun betaling (bijvoorbeeld betalen aan de deur, een nummer bellen om een betaling te voltooien, enz.).

source: Published
nl_nl: Gepubliceerd

source: Enter a title or name for this payment method.
nl_nl: Voer een titel of naam in voor deze betalingsmethode.

source: The %s callback given for the "FHEE__People_Admin_Page__insert_update_cpt_item__people_update" filter is not a valid callback. Please check the spelling.
nl_nl: De %s terugbellen voor het filter 'FHEE__People_Admin_Page__insert_update_cpt_item__people_update' is geen geldige terugroepactie. Controleer de spelling.

source: Change the image that is used for this payment method.
nl_nl: Wijzig de afbeelding die voor deze betalingsmethode wordt gebruikt.

source: Something went wrong with updating the meta table data for the person.
nl_nl: Er ging iets mis met het bijwerken van de metatabelgegevens voor de persoon.

source: Register Now!
nl_nl: Nu aanmelden!

source: Notes on the Person
nl_nl: Opmerkingen over deze persoon

source: Your payment was approved.
nl_nl: Uw betaling is goedgekeurd.

source: Where is this person assigned?
nl_nl: Waar is dit persoon toegewezen?

source: Your payment is in progress. Another message should be sent when payment is approved.
nl_nl: Uw betaling wordt uitgevoerd. Een ander bericht wordt verzonden als de betaling is goedgekeurd.

source: Unable to delete permanently the selected Person because no ID was given.
nl_nl: Kan de geselecteerde persoon niet permanent verwijderen omdat er geen ID is opgegeven.

source: Updated payment from IPN that came from Mollie
nl_nl: Bijgewerkte betaling van IPN dat vanaf Molly kwam

source: 1 Person successfully deleted.
nl_nl: 1 persoon succesvol verwijderd.

source: 1 Person not deleted.
nl_nl: 1 persoon succesvol verwijderd.

source: Type Name
nl_nl: Tekstnaam

source: After clicking 'Finalize Registration', you will be forwarded to Mollie to make your payment. %1$sMake sure you return to this site in order to properly finalize your registration.%2$s
nl_nl: Nadat u "Bestelling afronden" heeft gekozen, wordt u doorgestuurd naar een iDeal-pagina om te betalen. %1$sZorg ervoor dat u terugkeert naar deze pagina om uw reservering correct af te ronden.%2$s

source: This is a default type so you can edit the label and the description but not the slug
nl_nl: Dit is een standaardtype, zodat u het label en de beschrijving bewerken, maar niet de slak

source: Type Parent
nl_nl: Bovenliggende tekst

source: People Types are hierarchical. You can change the parent for this type here.
nl_nl: Mensentypen zijn hiërarchisch. U de ouder voor dit type hier wijzigen.

source: Type Description
nl_nl: Soort omschrijving

source: After the consumer selects the iDEAL payment method the consumer’s bank is selected. The actual payment then takes place in the bank’s trusted online banking environment – for which security is guaranteed by the bank.
nl_nl: Nadat de consument de iDEAL betaalmethode selecteert de bank van de consument is geselecteerd. De feitelijke betaling vindt dan plaats op de vertrouwde online omgeving van de bank - waarvoor de veiligheid wordt gegarandeerd door de bank.

source: Adjust the settings for the Mollie payment method.
nl_nl: Pas de instellingen aan voor de iDeal/Mollie betaalmethode.

source: Assign %s
nl_nl: %s toewijzen

source: Enter your Mollie API Key. Your API Key can be found in your %s Mollie account dashboard. %s
nl_nl: Voer uw Mollie API Key in. Uw API Key kan worden gevonden in uw %s Mollie account dashboard. %s

source: To create test payments you will need to use the %s Mollie Test API key %s. Using Test API key will cause your Mollie Gateway to (automatically) only create test payments. Both, Test and Live API Keys can be found in %s your dashboard. %s
nl_nl: Om de test betalingen te maken, moet u de %s Mollie Test API Key %s gebruiken. Met behulp van Test API Key zal uw iDeal Gateway (automatisch) alleen test betalingen maken. Zowel, test en live API Key kunnen worden gevonden in %s uw dashboard. %s

source: EED_Infusionsoft::mark_model_obj_synced called on a non-model object of type %s
nl_nl: EED_Infusionsoft::mark_model_obj_synced een niet-modelobject van type %s

source: EED_Infusionsoft::synced called on a non-model object of type %s
nl_nl: EED_Infusionsoft::gesynchroniseerd aangeroepen op een niet-modelobject van type %s

source: Infusionsoft Error while retrieiving affiliate ID: "%s"
nl_nl: Infusionsoft Error tijdens het opnieuw betreedzamen van affiliate ID: "%s"

source: Error finding Infusionsoft Affiliate for Referral Code "%s". Please ensure there is such an affiliate
nl_nl: Fout vinden Infusionsoft Affiliate voor Referral Code "%s". Zorg ervoor dat er zo'n affiliate

source: Could not set affiliate code because %s
nl_nl: Kan geen affiliate code instellen omdat %s

source: Could not establish a connection to Infusionsoft because Event Espresso Infusionsoft settings have not been set
nl_nl: Kan geen verbinding maken met Infusionsoft omdat event espresso infusionsoft-instellingen niet zijn ingesteld

source: Infusionsoft Usage
nl_nl: Infusionsoft Gebruik
