Repository: eventespresso/event-espresso-core
Catalog: languages/event_espresso-*.po
Languages: nl_nl

source: Sponsor New Features!
nl_nl: Sponsor Nieuwe Features!

source: Ticket Scanning
nl_nl: Ticket Scannen

source: Venue:
nl_nl: locatie

source: View All Events
nl_nl: Bekijk alle evenementen

source: Messages Overview
nl_nl: Berichten overzicht

source: more options
nl_nl: meer opties

source: Multiple Event Registration
nl_nl: Aanmelding voor meerdere evenementen

source: Description:
nl_nl: Beschrijving:

source: Show all events.
nl_nl: Toon alle events

source: less options
nl_nl: minder opties

source: WP User Integration
nl_nl: WP gebruikersintegratie

source: View Draft Events
nl_nl: Bekijk Concept Workshops

source: Seating Chart
nl_nl: Stoel

source: Show events that are not published and have a status of draft.
nl_nl: Geeft workshops weer die niet zijn gepubliceerd en de status van concept hebben.

source: The above information will be used for any additional tickets/attendees.
nl_nl: De bovenstaande informatie wordt gebruikt voor alle extra tickets/deelnemers.

source: View Trashed Events
nl_nl: Bekijk Weggegooide Workshops

source: Message Filters
nl_nl: Bericht filters

source: No information is required to attend this event. Please proceed to the next Step
nl_nl: Om dit event bij te wonen is geen informatie nodig. Ga door naar de volgende stap aub.

source: Show events that have been moved to the trash.
nl_nl: Toon workshops die in de prullenbak zijn gedaan.

source: Filters are a way to show message templates that fall into certain criteria.
nl_nl: Filters zijn een manier om berichtsjablonen weer te geven die aan bepaalde criteria voldoen.

source: show&nbsp;event&nbsp;questions
nl_nl: Show&nbsp;event&nbsp;vragen

source: View Events for Today
nl_nl: Bekijk Workshops voor Vandaag

source: Show events that are taking place today.
nl_nl: Toon workshops die vandaag plaatsvinden.

source: all
nl_nl: alle

source: View Events for this Month
nl_nl: Bekijk de evenementen voor deze maand

source: Filter by Message Types
nl_nl: Filter op berichttypes

source: Show events that fall under the current month.
nl_nl: Toon evenementen die vallen in de huidige maand.

source: Button Image URL
nl_nl: Knop afbeelding URL

source: Upload File
nl_nl: Upload bestand

source: Attention
nl_nl: Attentie

source: This field is required
nl_nl: Dit veld is vereist

source: Choose a city in the same timezone as the event.
nl_nl: Kies een stad in dezelfde tijdzone als het event.

source: This is a default category so you can edit the label and the description but not the slug
nl_nl: Dit is de standaard categorie dus u kunt wel het label en de omschrijving aanpassen, maar niet de slug

source: This timezone is currently in daylight saving time.
nl_nl: Deze tijdzone is momenteel in daylight saving time.

source: Active Status:
nl_nl: Actieve status:

source: This timezone is currently in standard time.
nl_nl: Deze tijdzone is momenteel in de standaard tijd.

source: Location
nl_nl: Locatie

source: Maximum number of tickets allowed per order for this event:
nl_nl: Maximaal aantal tickets per order dat is toegestaan voor dit event:

source: This timezone does not observe daylight saving time.
nl_nl: Deze tijdzone heeft geen zomer tijd.

source: This setting allows you to preselect what the default registration status setting is when creating an event. Note that changing this setting does NOT retroactively apply it to existing events.
nl_nl: Met deze instelling kunt u vooraf selecteren wat de standaardregistratiestatusinstelling is wanneer u een evenement maakt. Merk op dat het wijzigen van deze instelling deze NIET met terugwerkende kracht toepast op bestaande evenementen.

source: Reset Event List Settings
nl_nl: Herstel de instellingen voor de evenementenlijst

source: Event Category:
nl_nl: Event categorie:

source: Event Datetime
nl_nl: Event Datumtijd

source: Number of Events to Display:
nl_nl: Aantal events tonen:

source: Event End
nl_nl: Event eindigt

source: Show Expired Events:
nl_nl: Toon verlopen events

source: Reg Limit
nl_nl: Bestel limiet

source: Image Size:
nl_nl: Afbeeldingsgrootte

source: Ticket Options
nl_nl: Ticket opties

source: Show Description:
nl_nl: Toon omschrijving:

source: Ticket Name
nl_nl: Ticket naam

source: Show Dates:
nl_nl: Toon data:

source: Sell Until
nl_nl: Verkopen tot

source: Price
nl_nl: Prijs

source: Test Mode allows you to submit test transactions to the payment gateway. Transactions that are submitted while Test Mode is ON are NOT actually processed. The result of a transaction depends on the card number submitted, and the invoice amount. If you want a transaction to be approved, use one of the following card numbers.
nl_nl: De test mode staat u toe om test transacties toe te voegen aan de betaling gateway. Transacties die zijn toegevoegd wanneer de Test Mode op AAN staat zijn niet echt doorgevoerd. De resultaten van een transactie hangt af van het card nummer die is ingegeven en het factuurbedrag. Als u wilt dat de transactie is goedgekeurd gebruik dan één van de volgende card nummers.

source: Qty
nl_nl: Aantal:

source: Example Card Numbers:
nl_nl: Voorbeelden van Card nummers:

source: Sold
nl_nl: Verkocht

source: Messages Table Column Headings
nl_nl: Berichten Tabel Kolomkoppen

source: Create New Ticket
nl_nl: Maak nieuw ticket

source: Discover
nl_nl: Ontdekken

source: WordPress Version:
nl_nl: WordPress Versie:

source: Message Type
nl_nl: berichttype

source: PHP Version:
nl_nl: PHP Versie:

source: MySQL Version:
nl_nl: MySQL Versie:

source: WordPress Address (URL):
nl_nl: WordPress Adres (URL):

source: Billing Address
nl_nl: Facturatie adres

source: State
nl_nl: Staat

source: Venue Information
nl_nl: Locatie informatie

source: Site address (URL):
nl_nl: Websiteadres (URL):

source: Zip
nl_nl: Postcode

source: Title:
nl_nl: Titel:

source: Description
nl_nl: Omschrijving

source: The description for the Message Type.
nl_nl: De omschrijving voor de berichtsoort.

source: Card Number
nl_nl: Card nummer

source: Phone:
nl_nl: Telefoonnummer:

source: Message Types
nl_nl: berichttypes

source: Expiry Date
nl_nl: Verval datum

source: Physical Location
nl_nl: Fysieke locatie

source: Address:
nl_nl: Adres

source: Page Title
nl_nl: Pagina titel

source: Address 2:
nl_nl: Adres 2:

source: Payment Instructions
nl_nl: Betaal instructies

source: City:
nl_nl: Stad:

source: For the latest installation instructions please visit:
nl_nl: Voor de nieuwste installatie intstructies bezoekt u:

source: Name on Account
nl_nl: Rekeninghouder

source: State:
nl_nl: Stad:

source: Message Views
nl_nl: Bericht views

source: Bank Account #
nl_nl: Bankrekening #

source: Country:
nl_nl: Land:

source: Bank Name
nl_nl: Bank naam

source: Zip/Postal Code:
nl_nl: Postcode:

source: In Use
nl_nl: Gebruikt

source: Bank Address
nl_nl: Bank adres

source: Virtual Location
nl_nl: Virtuele locatie

source: Show all message templates that are active.
nl_nl: Toon alle berichten-templates die actief zijn.

source: URL of Event:
nl_nl: URL van het event

source: Call in Number:
nl_nl: In bel aantal:

source: Global
nl_nl: Globaal

source: Trash
nl_nl: Prullenbak

source: Messages Preview
nl_nl: Berichten voorbeeld

source: The Messages Preview page can be accessed by clicking the Preview button while editing a message template. This feature has been created as a way of previewing what the final generated messages will look like when received by a recipient. Here's how the preview is prepared:
nl_nl: De pagina Berichtenvoorbeeld is toegankelijk door op de knop Voorbeeld te klikken terwijl u een berichtsjabloon bewerkt. Deze functie is gemaakt als een manier om een voorbeeld te zien van hoe de uiteindelijk gegenereerde berichten eruit zullen zien wanneer ze door een ontvanger worden ontvangen. Hier is hoe de preview wordt voorbereid:

source: Payable to:
nl_nl: Betalen aan:

source: 1. The system retrieves the appropriate template based on the given messenger, message type, and context
nl_nl: 1. Het systeem haalt de juiste sjabloon op op basis van de gegeven messenger, het berichttype en de context

source: Payment Address:
nl_nl: Betaaladres:

source: When you click the preview button, the messages system remembers what template is being "previewed" based on the messenger, message_type, context and event (if this is a custom event template).
nl_nl: Als u op de voorbeeldknop klikt, onthoudt het berichtensysteem van welk sjabloon een voorbeeld wordt bekeken op basis van de messenger, berichttype, context en gebeurtenis (als dit een aangepaste gebeurtenissjabloon is).

source: Invoice Display Settings
nl_nl: Instellingen Factuur Weergave

source: The following settings affect the content and/or appearance of the downloadable PDF invoice.
nl_nl: De volgende instellingen zijn van invloed op de inhoud en / of het uiterlijk van de downloadbare pdf-factuur.

source: The previewer then goes through all the shortcodes in the template being previewed and replaces them using the prepared data. This is a good way of making sure that the shortcodes are working as you expect, and also clearly seeing what is being displayed for that shortcode when someone receives that message.
nl_nl: De previewer doorloopt vervolgens alle shortcodes in de sjabloon waarvan een voorbeeld wordt bekeken en vervangt ze met de voorbereide gegevens. Dit is een goede manier om ervoor te zorgen dat de shortcodes werken zoals u verwacht, en ook om duidelijk te zien wat er voor die shortcode wordt weergegeven wanneer iemand dat bericht ontvangt.

source: Instructions
nl_nl: Instructies

source: 4. Display the preview!
nl_nl: 4. Toon de preview!

source: Logo Image
nl_nl: Logo afbeelding

source: (Logo for the top left of the invoice)
nl_nl: (Logo voor linksboven op de factuur)

source: Messages Settings
nl_nl: Berichten instellingen

source: Invoice Gateway Settings
nl_nl: Factuur Gateway instellingen

source: On its first activation, Event Espresso will automatically setup the core messenger (email) and message types (registration and payment).
nl_nl: Bij de eerste activering stelt Event Espresso automatisch de kernboodschapper (e-mail) en berichttypen (registratie en betaling) in.

source: The following settings affect the functioning of the Invoice gateway.
nl_nl: De volgende instellingen hebben invloed op de werking van de Invoice gateway.

source: Total
nl_nl: Totaal

source: Activating / Deactivating Message Types
nl_nl: Aan- / uitzetten van berichtsoorten

source: Public
nl_nl: openbaar

source: Paid
nl_nl: Betaald

source: Activating / Deactivating Messengers
nl_nl: Aan- / uitzetten van berichtensystemen

source: You can select Messengers via the tabs across the top of the settings page. The available messengers you see depends on what version of Event Espresso you have and what addons are installed. Every install include an "Email" messenger tab. When you click one of those tabs it will display that messenger.
nl_nl: U kunt Boodschappers selecteren via de tabbladen bovenaan de instellingenpagina. De beschikbare messengers die u ziet, zijn afhankelijk van welke versie van Event Espresso u heeft en welke add-ons zijn geïnstalleerd. Elke installatie bevat een berichtentabblad "E-mail". Als u op een van die tabbladen klikt, wordt die messenger weergegeven.

source: There are two ways to determine whether a messenger is active or not. The first way is via the messenger tab itself.
nl_nl: Er zijn twee manieren om te bepalen of er een berichtensysteem actief is of niet. De eerste is via het tabblad van het berichtensysteem zelf.

source: Address to Send Payment
nl_nl: Adres om betaling te verzenden

source: Email address
nl_nl: E-mailadres

source: Deleted
nl_nl: Verwijderd

source: The second way to determine whether a messenger is active or not is via the "on/off" button in the top right corner of the active messenger displayed content:
nl_nl: De tweede manier om te bepalen of een berichtensysteem actief is of niet is via de "aan/uit" schakelaar in de rechterbovenhoek van het inhoudsoverzicht van het berichtensysteem:

source: The on/off toggle is also what you use to activate or deactivate a messenger.
nl_nl: De aan/uit schakelaar gebruik je ook als je een berichtensysteem aan of uit zet.

source: Invoice
nl_nl: Factuur

source: page
nl_nl: Pagina

source: What happens when you click the toggle to activate is the messenger is activated and the system determines what default message types are activated with the messenger. Then, if there are any default settings for either the messenger or message types those settings are saved. Next, the system will generate any default templates (if none have been generated before, if there are previously generated templates then they are reactivated). Finally, you will see the display change to reflect that the messenger is active. If the messenger has settings you can modify them then. Any message types that have settings will also automatically expand so you can see the default settings and make any changes as necessary to fit your needs. Usually the defaults are sufficient however.
nl_nl: Wat er gebeurt als je een berichtensysteem met de schakelaar activeert, is dat het systeem gaat bepalen welke standaard soorten van berichten geactiveerd worden. Vervolgens, als er bepaalde standaard instellingen horen bij het berichtensysteem of de berichtsoorten, worden die instellingen opgeslagen. Daarna gaat het systeem standaard berichten-templates genereren (als die er nog niet zijn, of als ze er wel zijn worden ze gereactiveerd). Tot slot zie je het scherm wijzigen om te laten zien dat het berichtensysteem geactiveerd is. Als het berichtensysteem nog instellingen heeft, dan kun je die aanpassen. Berichtsoorten met aparte instellingen klappen vanzelf uit, zodat je de standaard instellingen kunt bekijken en eventueel aanpassen, indien nodig. Meestal zijn de standaard instellingen voldoende.

source: Date:
nl_nl: Datum

source: Registration Code:
nl_nl: Aanmeldingscode:

source: Transaction ID:
nl_nl: Transactie ID:

source: Bill To:
nl_nl: Rekening voor:

source: Purchases
nl_nl: Aankopen

source: Event Name and Ticket
nl_nl: Event Naam en Ticket

source: Event Date
nl_nl: Datum event

source: What is the Event Espresso Messages System?
nl_nl: Wat is het Event Espresso Berichten Systeem?

source: Transaction Items
nl_nl: Transactie items

source: Sub-Total
nl_nl: Subtotaal

source: Transaction Total
nl_nl: Transactie totaal

source: Tax Total
nl_nl: Totaal belastingen

source: We've intentionally created this framework so that we have as much flexibility as possible for future ideas that we think of (or customers think of) for the kinds of messages that get sent out related to your events.
nl_nl: We hebben bewust gekozen voor een raamwerk dat de grootst mogelijke flexibiliteit biedt aan ideeën die we in de toekomst gaan bedenken (of die klanten bedenken) voor de berichtsoorten die gerelateerd aan je evenementen, verstuurd gaan worden.

source: view additional transaction session details
nl_nl: Bekijk additionele transactie sessie details

source: * taxable items
nl_nl: * belastbare items

source: Message Templates
nl_nl: Berichttemplates

source: hide additional transaction session details
nl_nl: Verberg additionele transactie sessie details

source: Payments
nl_nl: Betalingen

source: Transaction Session Details
nl_nl: Transactie sessie gegevens

source: Payment Method
nl_nl: Betaalmethode

source: Date
nl_nl: Datum

source: Transaction Id / Cheque #
nl_nl: Transactie Id / Cheque #

source: Method
nl_nl: Methode

source: Select Messenger
nl_nl: Selecteer messenger

source: Select Message Type
nl_nl: Selecteer berichttype

source: Gateway Response
nl_nl: Gateway terugkoppeling

source: Total Paid
nl_nl: Totaal betaald

source: Select Event
nl_nl: Selecteer event

source: Amount Owed
nl_nl: Verschuldigd bedrag

source: Something has gone wrong, there are no template fields to output.
nl_nl: Er is iets misgegaan, er zijn geen sjabloonvelden om uit te voeren.

source: Below are message types that are currently inactive with this messenger. Drag them over to the messenger box to activate them.
nl_nl: Hieronder staan berichttypen die momenteel inactief zijn met deze messenger. Sleep ze naar het berichtenvenster om ze te activeren.

source: Download PDF
nl_nl: Download als PDF

source: This messenger is currently inactive. Once the messenger is activated any inactive message types associated with the messenger will be shown here.
nl_nl: Deze messenger is momenteel inactief. Zodra de messenger is geactiveerd, worden alle inactieve berichttypen die aan de messenger zijn gekoppeld, hier weergegeven.

source: Order Confirmation
nl_nl: Order bevestiging

source: Amount
nl_nl: Bedrag

source: loading...
nl_nl: Laden...

source: Edit Payment
nl_nl: Bewerk betaling

source: Event Name:
nl_nl: Event naam:

source: Submit
nl_nl: Verzenden

source: Delete Payment
nl_nl: Verwijder betaling

source: view
nl_nl: bekijk

source: What are Message Templates
nl_nl: Wat zijn berichten-templates

source: No payments have been applied to this transaction yet. Click "Apply Payment" below to make a payment.
nl_nl: Betaling voor deze transactie heeft nog niet plaatsgevonden. Klik op "Betaling verrichten" om de betaling af te ronden.

source: Quantity
nl_nl: Hoeveelheid

source: Apply Payment
nl_nl: Betalingen verrichten

source: Ticket Total:
nl_nl: Ticket totaal:

source: Apply Refund
nl_nl: Terugbetaling verrichten

source: edit
nl_nl: bewerk

source: Payment Date
nl_nl: Datum van betalen

source: What are Message Types?
nl_nl: Wat zijn berichttypen?

source: The date the payment was actually made on
nl_nl: Datum wanneer de betaling is gedaan

source: Taxes
nl_nl: Belastingen

source: The amount of the payment
nl_nl: Bedrag van de betaling

source: Tax Name
nl_nl: Belastingnaam

source: No Date was saved for this Event
nl_nl: Er is geen datum opgeslagen voor dit event

source: Method of Payment
nl_nl: Wijze van betaling

source: Rate
nl_nl: tarief

source: No Tickets have been setup for this Event
nl_nl: Er zijn geen tickets ingesteld voor dit event

source: Tax Amount
nl_nl: Belasting bedrag

source: Event Editor
nl_nl: Event bewerker

source: Every time a page is accessed on your site, this option will send all Event Espresso registration form data, your server details, and debugging information to a remote server.
nl_nl: Elke keer dat een pagina op uw site wordt geopend, stuurt deze optie alle Event Espresso-registratieformuliergegevens, uw servergegevens en foutopsporingsinformatie naar een externe server.

source: You will most likely never see the word "context" in any of the Messages system labelling because they are dynamic per message type. Usually, contexts will be labelled "Recipients" but there may be cases down the road where a message type might use contexts to represent something totally different
nl_nl: U zult het woord "context" hoogstwaarschijnlijk nooit in een van de Messages-systeemlabels zien, omdat ze dynamisch zijn per berichttype. Meestal worden contexten aangeduid als 'Ontvangers', maar er kunnen gevallen zijn waarin een berichttype contexten gebruikt om iets totaal anders weer te geven

source: Whether the payment was made via PayPal, Credit Card, Cheque, or Cash
nl_nl: Of de betaling is gedaan via PayPal, Credit Card, Cheque of contact

source: This page allows you to create and edit events with Event Espresso.
nl_nl: Op deze pagina kun je evenementen maken en bewerken met Event Espresso.

source: About the Messages Settings Page
nl_nl: Over de Berichteninstellingen pagina

source: No approved payments have been received.
nl_nl: Er zijn geen goedgekeurde betalingen ontvangen.

source: Here are a few things you should know about the Messages Settings:
nl_nl: Hier zijn enkele zaken die u moet weten over de Berichteninstellingen:

source: Remote Logging URL
nl_nl: URL voor externe logboekregistratie

source: 1. Defaults
nl_nl: 1. Standaarden

source: The Transaction ID sent back from the payment gateway, or the Cheque #
nl_nl: Het transactie ID dat door de betalingen gateway of cheque is ontvangen

source: Amount Owed:
nl_nl: Verschuldigd bedrag:

source: Event Datetimes
nl_nl: Event datum en tijden

source: The gateway response string (optional)
nl_nl: De gateway-antwoordstring (optioneel)

source: Additional Information:
nl_nl: Extra informatie:

source: 2. Activating or Deactivating Messengers
nl_nl: 2. Activeren of deactiveren van messengers.

source: Payment Status
nl_nl: Betalingsstatus

source: You can select messengers via the tabs across the top of the settings page. The available messengers you see depends on what version of Event Espresso you have and what addons are installed. Every install will see at the very least an "Email" messenger tab. When you click one of those tabs it will display that messenger.
nl_nl: U messengers selecteren via de tabbladen boven aan de instellingenpagina. De beschikbare messengers die je ziet, zijn afhankelijk van de versie van Event Espresso die je hebt en welke addons zijn geïnstalleerd. Elke installatie ziet op zijn minst een tabblad "E-mail" messenger. Wanneer u op een van deze tabbladen klikt, wordt die messenger weergegeven.

source: Whether the payment was approved, cancelled, declined or failed after submission to the gateway
nl_nl: Of de betaling is goedgekeurd, geannuleerd, geweigerd of mislukt na indiening bij de gateway

source: PayPal API Username
nl_nl: PayPal API gebruikersnaam

source: The green colored gear indicates that this messenger is currently active.
nl_nl: Het groen gekleurde tandwiel geeft aan dat deze messenger momenteel actief is.

source: PayPal API Password
nl_nl: PayPal API wachtwoord

source: The white colored gear %s indicates the messenger is inactive. This is very helpful for seeing at a glance all the messengers that are active when you first view the page.
nl_nl: Het witgekleurde tandwiel %s geeft aan dat de messenger inactief is. Dit is erg handig om in één oogopslag alle boodschappers te zien die actief zijn wanneer u de pagina voor het eerst bekijkt.

source: The Purchase or Sales Order Number if any (optional)
nl_nl: Het factuurnummer (wordt automatisch ingevuld)

source: PayPal API Signature
nl_nl: PayPal API handtekening

source: Country Details
nl_nl: Land details

source: Incidentally, the on/off toggle is also what you use to activate or deactivate a messenger.
nl_nl: Overigens is de aan / uit-schakelaar ook wat je gebruikt om een messenger te activeren of te deactiveren.

source: Notes / Extra Accounting
nl_nl: Notities / Extra accounting

source: Country Currency
nl_nl: Land-valuta
