Repository: eventespresso/event-espresso-core
Catalog: languages/event_espresso-*.po
Languages: nl_nl

source: You can customize the information that is shown on this page by toggling the Screen Options tab. Then you can add or remove checkmarks to hide or show certain content and even adjust the screen layout.
nl_nl: U de informatie die op deze pagina wordt weergegeven aanpassen door het tabblad Schermopties teggen. Vervolgens u vinkjes toevoegen of verwijderen om bepaalde inhoud te verbergen of weer te geven en zelfs de schermindeling aanpassen.

source: The rich text editor can be used to create a description for your venue category.
nl_nl: De rich text editor kan gebruikt worden om een ​​beschrijving te maken voor uw workshopcategorie.

source: You can customize the information that is shown on this page by toggling the screen options tab. Then you can add or remove checkmarks to hide or show certain content.
nl_nl: U kunt de informatie die op deze pagina wordt weergegeven aanpassen via het tabblad Schermopties. Dan kunt u vinkjes toevoegen of verwijderen om bepaalde inhoud te verbergen of te tonen en ook de paginering voor workshops aanpassen.

source: You can customize the information that is shown on this page by toggling the Screen Options tab. Then you can add or remove checkmarks to hide or show certain content and even adjust the pagination for venue categories.
nl_nl: U de informatie die op deze pagina wordt weergegeven aanpassen door het tabblad Schermopties teggen. Vervolgens u vinkjes toevoegen of verwijderen om bepaalde inhoud te verbergen of weer te geven en zelfs de pagination voor locatiecategorieën aanpassen.

source: Enter the URL (website address) for the venue and a provide a call-in number. This field is optional and is typically uses for virtual events such as webinars.
nl_nl: Vul de URL (website-adres) in voor de locatie en voorzie het van een call-in aantal. Dit veld is optioneel en wordt meestal gebruikt voor virtuele workshops zoals webinars.

source: You can customize the information that is shown on this page by toggling the Screen Options tab. Then you can add or remove checkmarks to hide or show certain content and even adjust the pagination for venues.
nl_nl: U de informatie die op deze pagina wordt weergegeven aanpassen door het tabblad Schermopties teggen. Vervolgens u vinkjes toevoegen of verwijderen om bepaalde inhoud te verbergen of weer te geven en zelfs de pagination voor locaties aanpassen.

source: Add Title (optional)
nl_nl: Voeg titel toe (optioneel)

source: This ticket is required (will appear first in frontend ticket lists).
nl_nl: Dit ticket is vereist (verschijnt als eerste in de frontend ticketlijsten).

source: Sale Starts
nl_nl: Startdatum verkoop

source: You can customize the information that is shown on this page by toggling the Screen Options tab. Then you can add or remove checkmarks to hide or show certain content.
nl_nl: U kunt de informatie die op deze pagina wordt weergegeven aanpassen via het tabblad Schermopties. Dan kunt u vinkjes toevoegen of verwijderen om bepaalde inhoud te verbergen of te tonen en ook de paginering voor workshops aanpassen.

source: Order of Application
nl_nl: Volgorde van toepassing

source: Every event ticket must have a single base price. This price is the top level price in all calculations and all other price types act as modifier for this base price. Note: you cannot create new price types as extensions of this base, nor can you delete the default price based on the price type for this base. However, you are able to change the value of this base price, the name, and the description.
nl_nl: Elk evenementticket moet één basisprijs hebben. Deze prijs is het hoogste niveau prijs in alle berekeningen en alle andere prijstypen fungeren als modifier voor deze basisprijs. Opmerking: u geen nieuwe prijstypen maken als extensies van deze basis, noch u de standaardprijs verwijderen op basis van het prijstype voor deze basis. U echter de waarde van deze basisprijs, de naam en de beschrijving wijzigen.

source: This is the default price for all new tickets that are created. Base Price is required and cannot be deleted through the default pricing page.
nl_nl: Dit is de standaardprijs voor alle nieuwe tickets die worden gemaakt. Basisprijs is vereist en kan niet worden verwijderd via de standaardprijspagina.

source: This discount is applied as a percentage (%).
nl_nl: Deze korting wordt verrekend als een percentage (%).

source: This discount is applied as a flat amount.
nl_nl: Deze korting wordt toegepast als een vast bedrag.

source: This surcharge is applied as a percentage (%). It is useful for helping with administrative costs.
nl_nl: Deze toeslag wordt in procenten (%) toegepast. Het is handig om te helpen met administratieve kosten.

source: This surcharge is applied as flat amount. It is also useful for helping with administrative costs.
nl_nl: Deze toeslag wordt toegepast als vast bedrag. Het is ook nuttig om te helpen met administratieve kosten.

source: This is a local tax.
nl_nl: Dit is een regionale belasting.

source: This is a federal tax.
nl_nl: Dit is een landelijke belasting.

source: You can customize the information that is shown on this page by toggling the Screen Options tab. Then you can add or remove checkmarks to hide or show certain content and even adjust the pagination for default pricing.
nl_nl: U de informatie die op deze pagina wordt weergegeven aanpassen door het tabblad Schermopties teggen. Vervolgens u vinkjes toevoegen of verwijderen om bepaalde inhoud te verbergen of weer te geven en zelfs de pagination aanpassen voor standaardprijzen.

source: You can customize the information that is shown on this page by toggling the Screen Options tab. Then you can add or remove checkmarks to hide or show certain content and even adjust the pagination for questions.
nl_nl: U de informatie die op deze pagina wordt weergegeven aanpassen door het tabblad Schermopties teggen. Vervolgens u vinkjes toevoegen of verwijderen om bepaalde inhoud te verbergen of weer te geven en zelfs de pagination voor vragen aanpassen.

source: Notice
nl_nl: Mededeling

source: System questions may have some options disabled. This is to ensure that your registrations don't break from accidental changes.
nl_nl: Systeemvragen kunnen een aantal opties uitgeschakeld hebben. Dit is om ervoor te zorgen dat uw registraties niet breken van toevallige wijzigingen.

source: Questions are now sorted per question group. To order the questions edit a question group and you can reorder the questions attached to that group.
nl_nl: Vragen worden nu gesorteerd per vraaggroep. Als u de vragen wilt laten bewerken van een vraaggroep en u de vragen die aan die groep zijn gekoppeld opnieuw ordenen.

source: System questions groups may have some options disabled. This is to ensure that your registrations don't break from accidental changes.
nl_nl: Systeemvragengroepen hebben mogelijk een aantal opties uitgeschakeld. Dit is om ervoor te zorgen dat uw registraties niet breken van toevallige wijzigingen.

source: Show Description
nl_nl: Toon omschrijving

source: Questions that appear in this group
nl_nl: Vragen die in deze groep voorkomen

source: This shows all available custom questions. If checked, then that question will appear with this question group. Questions that appear here can also be sorted using drag and drop.
nl_nl: Dit toont alle beschikbare aangepaste vragen. Indien aangevinkt, wordt die vraag weergegeven met deze vraaggroep. Vragen die hier worden weergegeven, kunnen ook worden gesorteerd met slepen en neerzetten.

source: Answer Options (for applicable question types)
nl_nl: Antwoordopties (voor toepasselijke vraagtypen)

source: This option is useful for questions that need a short response (less than 140 characters).
nl_nl: Deze optie is handig voor vragen die een korte reactie nodig hebben (minder dan 140 tekens).

source: This option is useful for long text answers such as paragraphs of information.
nl_nl: Deze optie is handig voor lange tekstantwoorden, zoals alinea's van informatie.

source: This option uses radio buttons and lets you choose a single answer.
nl_nl: Met deze optie u keuze maken voor een enkel antwoord.

source: This option option uses a dropdown field.
nl_nl: Met deze optie wordt een vervolgkeuzeveld gebruikt.

source: This option uses checkmark fields and allows multiple answers from a predetermined set of choices.
nl_nl: Met deze optie worden vinkenvelden gebruikt en kunnen meerdere antwoorden uit een vooraf bepaalde set keuzes worden weergegeven.

source: This option shows a calendar and allows users to select a date.
nl_nl: Met deze optie wordt een agenda weergegeven en kunnen gebruikers een datum selecteren.

source: System questions are created by %s and cannot be deleted. However, they can be edited. Be careful when editing these system questions as they are required for registrations to work correctly.
nl_nl: Systeemvragen worden gemaakt door %s en kunnen niet worden verwijderd. Ze kunnen echter worden bewerkt. Wees voorzichtig bij het bewerken van deze systeemvragen, omdat ze nodig zijn om registraties correct te laten werken.

source: - display all -
nl_nl: - toon alles -

source: This will be parsed to the Title given for a Datetime
nl_nl: Dit wordt geparseerd naar de titel die voor een datetime is opgegeven

source: This will be parsed to the description for a Datetime
nl_nl: Dit wordt voor een Datetime geparseerd naar de beschrijving

source: When parsed, if the Datetime has a name, it is used, otherwise a formatted string including the start date and end date will be used.
nl_nl: Wanneer de datumtijd wordt ontleed, wordt deze gebruikt, anders wordt een opgemaakte tekenreeks met de begindatum en einddatum gebruikt.

source: The EE_Message_Contacts_incoming_data class expects an array of EE_Attendee objects.
nl_nl: De klasse EE_Message_Contacts_incoming_data verwacht een array van EE_Attendee-objecten.

source: Message from %s
nl_nl: Bericht van %s

source: Recipient's are who will receive the message.
nl_nl: De ontvanger is wie het bericht zal ontvangen.

source: This template goes to selected registrants.
nl_nl: Dit sjabloon gaat naar geselecteerde registranten.

source: Selecting "Yes" will inject an Event Status banner with the title whenever Events are displaying on the single event page.
nl_nl: Kies “Ja” als je een status banner wilt tonen wanneer een event op een enkele event pagina wordt getoond.

source: Display Ticket Selector
nl_nl: Toon Ticket keuzemenu

source: Display Datetimes
nl_nl: Datatijden weergeven

source: No Questions or Question Groups were selected for deleting. This error usually shows when you've attempted to delete via bulk action but there were no selections.
nl_nl: Er zijn geen vragen of vragengroepen geselecteerd om te verwijderen. Deze fout geeft meestal aan wanneer u hebt geprobeerd te verwijderen via bulk actie, maar er waren geen selecties.

source: Select which questions should be shown in this group by checking or unchecking boxes. You can drag and drop questions to reorder them. Your changes will be updated when you save.
nl_nl: Selecteer welke vragen in deze groep moeten worden weergegeven door vakken aan te vinken of uit te schakelen. U vragen slepen en neerzetten om ze opnieuw te ordenen. Uw wijzigingen worden bijgewerkt wanneer u opslaat.

source: Minor Release Information
nl_nl: Kleine release-informatie

source: Major Release Information
nl_nl: Belangrijke release-informatie

source: Template Name
nl_nl: Templatenaam

source: Custom Message Templates
nl_nl: Aangepast berichtsjabloon

source: Name for Template:
nl_nl: Naam voor template:

source: Create Template
nl_nl: Maak template

source: In order to duplicate an event an Event ID is required. None was given.
nl_nl: Om een workshop te dupliceren is een workshop-ID vereist. Er werd er geen gegeven.

source: An EE_Event object could not be retrieved for the given ID (%s)
nl_nl: Een EE_Event-object kan niet worden opgehaald voor de opgegeven ID (%s)

source: **DUPLICATE**
nl_nl: **DUPLICAAT**

source: Event successfully duplicated. Please review the details below and make any necessary edits
nl_nl: Workshop met succes gekopieerd. Bekijk de onderstaande gegevens en bewerk zo nodig

source: Not able to duplicate event. Something went wrong.
nl_nl: Niet gelukt een workshop te dupliceren. Er ging iets mis.

source: Alternative Registration Page
nl_nl: Alternatieve aanmeldingspagina

source: Click and drag-n-drop to reorder tickets.
nl_nl: Klik en sleep om tickets opnieuw te bestellen.

source: Click and drag-n-drop to reorder datetimes.
nl_nl: Klik en sleep en zet om datetijden opnieuw te ordenen.

source: The importer can be used to import event information into Event Espresso using a CSV file.
nl_nl: De importeur kan gebruikt worden om informatie over een workshop in Event Espresso te importeren met behulp van een CSV-bestand.

source: To import Event Espresso data from another Event Espresso 4 install, export a CSV file from the admin Events overview page, or anywhere you can generate a CSV export file from. Then upload that file here (regardless of what type of information was exported).
nl_nl: Om Event Espresso data van een ander Event Espresso 4 installatie te importeren, exporteer een CSV-bestand van de admin Workshops overzichtspagina of waar u ook maar een CSV-exportbestand uit kunt genereren. Upload dat bestand hier (ongeacht wat voor soort informatie werd geëxporteerd).

source: Note: its possible that data from the other site have the same IDs as data in this site. The importer recognizes that this data is from a different database and inserts new items for each item in the CSV file, regardless of whether its ID matches that of an item in this site's database or not. However, the importer also remembers the mapping from the old site's database to this site's database, and on subsequent CSV importers from that site, the data in this database will be updated instead of re-inserting new items.
nl_nl: Opmerking: het is mogelijk dat gegevens van de andere site dezelfde id's hebben als gegevens op deze site. De importeur erkent dat deze gegevens afkomstig zijn uit een andere database en voegt nieuwe items voor elk item in het CSV-bestand in, ongeacht of de id overeenkomt met die van een item in de database van deze site of niet. De importeur onthoudt echter ook de toewijzing van de database van de oude site naar de database van deze site en bij latere CSV-importeurs van die site worden de gegevens in deze database bijgewerkt in plaats van nieuwe items opnieuw in te voegen.

source: If you think you could save time entering data into a CSV file, you can use the sample import file below. Note that creating your own CSV file is more complicated than in Event Espresso 3.1 because of the more advanced data structure, and so we recommend creating/editing your events using the normal web-interface.
nl_nl: Als u denkt dat u tijd kunt besparen door data in een CSV bestand in te voeren, kunt u het voorbeeld importbestand hieronder gebruiken. Merk op dat het creëren van uw eigen CSV-bestand ingewikkelder is dan in Event Espresso 3.1 vanwege de meer geavanceerde datastructuur. Daarom raden we aan om het maken/bewerken van uw workshops te doen met behulp van de normale web-interface.

source: Send Batch Message (%s selected)
nl_nl: Batchbericht verzenden (%s geselecteerd)

source: Select Template to Use
nl_nl: Selecteer het te gebruiken sjabloon:

source: Unable to retrieve message template fields from the db. Messages not sent.
nl_nl: Kan berichtsjabloonvelden niet ophalen uit de database. Berichten niet verzonden.

source: There must be something broken with the html structure because the required data for toggling the Check-in status is not being sent via ajax
nl_nl: Er moet iets gebroken zijn met de html-structuur, omdat de vereiste gegevens voor het omdijveren van de check-in status niet via ajax worden verzonden

source: Sending batch message to %s people...
nl_nl: Batchbericht verzenden naar %s mensen ...

source: Select Template:
nl_nl: Selecteer Template:

source: From:
nl_nl: Van:

source: Subject:
nl_nl: Onderwerp:

source: Message Content:
nl_nl: Bericht inhoud:

source: Send
nl_nl: Verstuur

source: This page allows you to edit a venue category.
nl_nl: Op deze pagina kunt u een locatiecategorie bewerken.

source: Something has gone wrong with the page load because we are unable to set up the object for the %1$s. This usually happens when the given id for the page route is NOT for the correct custom post type for this page
nl_nl: Er is iets misgegaan met de paginabelasting omdat we het object niet kunnen instellen voor de %1$s. Dit gebeurt meestal wanneer de opgegeven id voor de paginaroute NIET voor het juiste aangepaste berichttype voor deze pagina is

source: Foreign key to Event ID from Event Meta table
nl_nl: Vreemde key naar Eventt-ID uit de Event Metatabel

source: This %1$s was saved without a title, description, or excerpt which means that none of the extra details you added were saved properly. All autodrafts will show up in the "draft" view of your event list table. You can delete them from there. Please click the "Add %1$s" button to refresh and restart.
nl_nl: Deze %1$s is opgeslagen zonder een titel, beschrijving of fragment, wat betekent dat geen van de extra details die u hebt toegevoegd, correct is opgeslagen. Alle automatische ontwerpen worden weergegeven in de weergave 'concept' van de tabel met de gebeurtenislijst. U ze daar verwijderen. Klik op de knop %1$s toevoegen om te vernieuwen en opnieuw op te starten.

source: Display Description Flag
nl_nl: Geef omschrijving vlag weer

source: Venues Editor
nl_nl: Locaties editor

source: Save as %s
nl_nl: Opslaan als %s

source: Clicking the taxable ticket toggle checkbox has enabled taxes for this ticket. What this means is that when a person purchases this ticket, the tax will be applied to all prices on this ticket. You can edit the existing tax price modifier that was setup in Event Espresso by going to %sDefault Pricing Admin Page%s (labelled "Pricing" in the Event Espresso Menu)
nl_nl: Als u op het selectievakje belastbaar ticket inschakelen, zijn er belastingen voor dit ticket ingeschakeld. Wat dit betekent is dat wanneer een persoon dit ticket koopt, de belasting wordt toegepast op alle prijzen op dit ticket. U de bestaande btw-modifier die is ingesteld in gebeurtenis espresso bewerken door naar %sDefault Prijsbeheerder pagina%s (gelabeld Prijzen in het evenement Espresso Menu)

source: This page allows you to create and edit venues with Event Espresso.
nl_nl: Op deze pagina u locaties maken en bewerken met Event Espresso.

source: Event Visible Date
nl_nl: Event zichtbaar datum

source: Pricing Admin Page
nl_nl: Prijs beheer pagina

source: Limit of Additional Registrations on Same Transaction
nl_nl: Beperking van extra registraties bij dezelfde transactie

source: The Invoice.class.php file could not be loaded.
nl_nl: Het Invoice.class.php bestand kon niet worden geladen.

source: Question Groups Views & Bulk Actions & Search
nl_nl: Vraaggroepen Weergaven & Bulkacties & Zoeken

source: Certain options below such as the venue featured image and venue excerpt will only be displayed if supported by your WordPress theme.
nl_nl: Bepaalde opties hieronder zoals het workshop kenmerkende afbeelding en workshop samenvatting worden alleen weergegeven als ze worden ondersteund door uw WordPress thema.

source: Custom field updated
nl_nl: Aangepast veld bijgewerkt.

source: Default Registration Status on this Event
nl_nl: Standaard registratiestatus bij deze workshop

source: Sorry, we cant get the related %s model objects to %s model object before it has an ID. You can solve that by just saving it before trying to get its related model objects
nl_nl: Sorry, we kunnen de gerelateerde %s modelobjecten niet naar %s modelobject brengen voordat het een ID heeft. U dat oplossen door het gewoon op te slaan voordat u probeert om de bijbehorende modelobjecten te krijgen

source: Venue Featured Image
nl_nl: Uitgelichte afbeelding van locatie

source: Custom field deleted.
nl_nl: Aangepast veld verwijderd.

source: Member-Only Event Flag
nl_nl: Alleen-Leden Workshop Vlagmarkering

source: An error occurred. The question group order was not updated.
nl_nl: Er is een fout opgetreden. De volgorde van de vraaggroep is niet bijgewerkt.

source: Set a featured image for your venue.
nl_nl: Stel een uitgelichte afbeelding in voor uw locatie.

source: %1$s updated.
nl_nl: %1$s bijgewerkt.

source: Allow Overflow on Event
nl_nl: Overloop toestaan op workshop

source: Registration Checkout
nl_nl: Afronding aanmelding

source: Venue Excerpt
nl_nl: Plaats Samenvatting

source: %s restored to revision from %s
nl_nl: %s hersteld van revisie %s

source: Timezone (name) for Event times
nl_nl: Tijdzone (naam) voor workshop tijden

source: The Event Espresso critical page configuration settings could not be updated.
nl_nl: De configuratie-instellingen voor de kritieke paginaconfiguratie van de gebeurtenis espresso kunnen niet worden bijgewerkt.

source: Trash Question
nl_nl: Verwijder vraag

source: An excerpt can be thought of as a short description for your venue.
nl_nl: Een fragment kan worden gezien als een korte beschrijving van uw locatie.

source: URL of Event Page if hosted elsewhere
nl_nl: URL van workshoppagina indien elders gehost

source: A potential issue has been detected with one or more of your Event Espresso pages. Go to %s to view your Event Espresso pages.
nl_nl: Er is een mogelijk probleem gedetecteerd met een of meer van uw Event Espresso-pagina's. Ga naar %s om je Event Espresso-pagina's te bekijken.

source: We're sorry but that coupon code does not appear to be valid. If this is incorrect, please contact the site administrator.
nl_nl: Het spijt ons, maar de ingegeven coupon is niet geldig. Als dit niet klopt, dient u contact op te nemen met de beheerder.

source: Restore Question
nl_nl: Vraag herstellen

source: Venue Custom Fields
nl_nl: Aangepaste velden voor locatie

source: %1$s saved.
nl_nl: %1$s opgeslagen.

source: Accept Donations?
nl_nl: Accepteer donaties?

source: The Event Espresso critical page entitled "%s" could not be created.
nl_nl: De kritieke pagina Event Espresso met de titel '%s' kan niet worden gemaakt.

source: is a required question.
nl_nl: Is een verplichte vraag.

source: Delete Question Permanently
nl_nl: Verwijder vraag definitief

source: Setup custom fields for your venue.
nl_nl: Stel aangepaste velden in voor uw locatie.

source: An error occurred. No Event Question Groups could be retrieved because an Event ID was not received.
nl_nl: Er is een fout opgetreden. Er konden geen Workshop Vraag-groepen worden teruggehaald omdat een Workshop-ID niet werd ontvangen.

source: is a required question. Please enter a value for at least one of the options.
nl_nl: is een verplichte vraag. Vul een waarde in voor minstens een van de opties.

source: Restore Question Group
nl_nl: herstel vraag groep

source: Venue Discussion
nl_nl: Locatie discussie

source: An error occurred. No Question Groups could be retrieved because an Event ID was not received.
nl_nl: Er is een fout opgetreden. Er konden geen Vraag-groepen worden teruggehaald omdat een Workshop-ID niet werd ontvangen.

source: This registration step could not be completed. Please refresh the page and try again.
nl_nl: Deze aanmelding stap kon niet worden voltooid. Vernieuw de pagina en probeer opnieuw.

source: Delete Question Group Permanently
nl_nl: Verwijder vraag groep definitief

source: Specify if comments, trackbacks, and pingbacks are allowed for your venue.
nl_nl: Geef aan of opmerkingen, trackbacks en pingbacks zijn toegestaan voor uw locatie.

source: An error occurred. No Question Group IDs were received.
nl_nl: Er is een fout opgetreden. Er zijn geen id's van de vraaggroep ontvangen.
