Repository: eventespresso/event-espresso-core
Catalog: languages/event_espresso-*.po
Languages: nl_nl

source: This will parse to either: the value of the "Company Tax Number" field in the invoice payment method settings; if that is blank, then the value of the Company Tax Number in the "Your Organization Settings", if that is blank then an empty string. Note this is also a special dynamic shortcode. You can use the "prefix" parameter to indicate what text you want to use as a prefix before this tax number. It defaults to "VAT/Tax Number:". To change this prefix you do the following format for this shortcode: %1$s[INVOICE_PAYEE_TAX_NUMBER_* prefix="GST:"]%2$s and that will output: GST: 12345t56. If you have no tax number in your settings, then no prefix will be output either.
nl_nl: Dit zal ontleden aan een van beide: de waarde van het veld "Vennootschapsbelastingnummer" in de instellingen van de factuurbetalingsmethode; Als dat leeg is, dan is de waarde van het aantal vennootschapsbelasting in de "Uw organisatie-instellingen", als dat leeg is dan een lege tekenreeks. Let op, dit is ook een speciale dynamische shortcode. U de parameter voorvoegsel gebruiken om aan te geven welke tekst u als voorvoegsel wilt gebruiken vóór dit belastingnummer. Het standaard op "BTW/ btw-nummer:". Als u dit voorvoegsel wilt wijzigen, voert u de volgende indeling uit voor deze shortcode: %1$s[INVOICE_PAYEE_TAX_NUMBER_* voorvoegsel="GST:"]%2$s en dat wordt uitgevoerd: GST: 12345t56. Als u geen belastingnummer in uw instellingen hebt, wordt er ook geen voorvoegsel uitgevoerd.

source: The amount paid or refunded. This will only have a value if there was a payment or refund at the time of generating the message.
nl_nl: Het betaalde of terugbetaalde bedrag. Dit heeft alleen een waarde als er een betaling of terugbetaling was op het moment van het genereren van het bericht.

source: This is the last payment or refund made on the transaction related to the message being generated.
nl_nl: Dit is de laatste betaling of terugbetaling van de transactie in verband met het bericht dat wordt gegenereerd.

source: A dynamic shortcode for adjusting how total owing gets shown. The acceptable attributes on the shortcode are:
nl_nl: Een dynamische shortcode voor het aanpassen van hoe de totale verschuldigde wordt weergegeven. De aanvaardbare kenmerken op de shortcode zijn:

source: If the transaction is not paid in full, then whatever is set for this attribute is shown (otherwise its just the amount owing). The default is:
nl_nl: Als de transactie niet volledig wordt betaald, wordt alles wat voor dit attribuut is ingesteld weergegeven (anders is het alleen het verschuldigde bedrag). De standaardinstelling is:

source: If the transaction is paid in full, then you can indicate how this gets displayed. Note, that it defaults to just be the total owing.
nl_nl: Als de transactie volledig is betaald, u aangeven hoe dit wordt weergegeven. Merk op, dat het standaard gewoon de totale verschuldigd.

# Cancelled Ticket Name : 2015-01-01 11:11
source: Cancelled %1$s : %2$s
nl_nl: Geannuleerd %1$s : %2$s

source: No image url provided when trying to create an image attachment.
nl_nl: Er is geen afbeeldings-url opgegeven wanneer u een afbeeldingsbijlage probeert te maken.

source: The image at %1$s is not readable.
nl_nl: Het beeld op %1$s is niet leesbaar.

source: Could not generate attachment metadata for attachment post %d with filepath %s and GUID %s. Please check the file was downloaded properly.
nl_nl: Kan geen metagegevens voor bijlagepost genereren %d met filepath %s en GUID-%s. Controleer of het bestand correct is gedownload.

source: Powered by Event Espresso
nl_nl: Aangedreven door Event Espresso

source: Usage
nl_nl: Gebruik

source: Are you sure you want to reset ALL your Event Espresso Event App Customization Information? This cannot be undone.
nl_nl: Weet je zeker dat je al je Event Espresso Event App Customization Information wilt resetten? Dit kan niet ongedaan worden gemaakt.

source: App Logo Image
nl_nl: Afbeelding van app-logo

source: Image Recommendations: file type: .png or .gif, dimensions: 1200x800
nl_nl: Afbeeldingsaanbevelingen: bestandstype: .png of .gif, afmetingen: 1200x800

source: Powered By Text
nl_nl: Ondersteund door Tekst

source: Optional: Change the powered by text in login screen footer.
nl_nl: Optioneel: Wijzig de aangedreven tekst in de voettekst van het inlogscherm.

source: Reset Settings
nl_nl: Reset Instellingen

source: Restore default settings. Note this cannot be undone.
nl_nl: Standaardinstellingen herstellen. Houd er rekening mee dat dit niet ongedaan kan worden gemaakt.

source: Cannot update Event App Customization configuration data because it does not exist
nl_nl: Configuratiegegevens voor gebeurtenis-app-aanpassing niet bijwerken omdat deze niet bestaan

source: App Customization
nl_nl: App aanpassen

source: Event App Customization Settings
nl_nl: Instellingen voor aanpassing van gebeurtenis-apps

source: Reset Event App Customization Settings?
nl_nl: Instellingen voor het aanpassen van gebeurtenis-apps opnieuw instellen?

source: Set to 'Yes' and then click 'Save' to confirm reset all basic and advanced Event Espresso Event App Customization settings to their plugin defaults.
nl_nl: Stel 'Ja' in en klik op 'Opslaan' om alle basis- en geavanceerde instellingen voor het aanpassen van gebeurtenis espressogebeurtenisgebeurtenis-apps opnieuw in te stellen op de standaardinstellingen voor hun plug-in.

source: Directions
nl_nl: Aanwijzingen

source: Simply upload a logo and save the page. Next time you login to the EE4 event app, you will see your logo on the login screen.
nl_nl: Upload gewoon een logo en sla de pagina op. De volgende keer dat u inlogt op de EE4 event-app, ziet u uw logo op het inlogscherm.

source: Available Options
nl_nl: Beschikbare opties

source: Use this field to upload your own logo for use in the event app. Defaults to the "Company Logo" that is set in the Event Espresso > General Settings page.
nl_nl: Gebruik dit veld om je eigen logo te uploaden voor gebruik in de evenement-app. Standaard op het 'Bedrijfslogo' dat is ingesteld op de pagina Gebeurtenis espresso > algemene instellingen.

source: Image Recommendations
nl_nl: Afbeeldingsaanbevelingen

source: File Type:
nl_nl: Bestandstype:

source: .png or .gif (should have a clear background), dimensions: 1200x800 (keep in mind, the larger the image, the longer it takes to load initially)
nl_nl: .png of .gif (moet een duidelijke achtergrond hebben), afmetingen: 1200x800 (houd rekening, hoe groter de afbeelding, hoe langer het duurt om in eerste instantie te laden)

source: Image Dimensions:
nl_nl: Afbeeldingsafmetingen:

source: 1200x800 (keep in mind, the larger the image, the longer it takes to load initially)
nl_nl: 1200x800 (houd in gedachten, hoe groter het beeld, hoe langer het duurt om in eerste instantie te laden)

source: Optionally replace the "Powered by Event Espresso" text in the login screen footer.
nl_nl: Vervang optioneel de tekst 'Powered by Event Espresso' in de voettekst van het inlogscherm.

source: Event Espresso Event App Customization could not be activated. Please ensure that Event Espresso version %1$s or higher is running
nl_nl: Event Espresso Event App Customization kan niet worden geactiveerd. Zorg ervoor dat de versie van event espresso %1$s of hoger wordt uitgevoerd

source: Show all Contexts
nl_nl: Alle contexten weergeven

source: Change Registration Status to
nl_nl: Wijzig bestelstatus in:

source: Send Related Messages
nl_nl: Gerelateerde berichten versturen?

source: If set to "Yes", then the related messages will be sent to the registrant.
nl_nl: Als ingesteld op "Ja", dan worden de gerelateerde berichten naar de registrant verzonden.

source: Update Registration Status
nl_nl: Registratiestatus bijwerken

source: Unknown Event
nl_nl: Onbekend evenement

source: Braintree is an on-site payment method for accepting credit and debit cards and is available to event organizers in many countries. An account with Braintree is required to accept payments. Need a Braintree account? %1$sClick here to sign up for a merchant account%2$s.
nl_nl: Braintree is een on-site betaalmethode voor het accepteren van creditcards en betaalpassen en is beschikbaar voor organisatoren van evenementen in veel landen. Een account bij Braintree is vereist om betalingen te accepteren. Heb je een Braintree account nodig? %1$s Klik hier om je aan te melden voor een merchant account%2$s.

source: wait list
nl_nl: Wachtlijst

source: You must supply a valid non-empty string to generate a reg_url_link.
nl_nl: U moet een geldige niet-lege tekenreeks leveren om een reg_url_link te genereren.

source: You must supply a valid EE_Line_Item or a non-empty string to generate a reg_url_link.
nl_nl: U moet een geldige EE_Line_Item of een niet-lege tekenreeks leveren om een reg_url_link te genereren.

source: %1$s Cancelled: %2$s
nl_nl: %1$s geannuleerd: %2$s

source: An error occurred while attempting to cancel ticket line item %1$s
nl_nl: Er is een fout opgetreden tijdens het annuleren van objectticketregel %1$s

source: The "%1$s" entity could not be instantiated for an unknown reason
nl_nl: De entiteit "%1$s" kon niet om een onbekende reden worden geinstantieerd

source: The requested entity with %1$s="%2$s" was not found.
nl_nl: De gevraagde entiteit met %1$s="%2$s" is niet gevonden.

source: Class
nl_nl: Klasse

source: Method( arguments )
nl_nl: Methode(argumenten )

source: %1$s( line no: %2$s )%3$s
nl_nl: %1$s ( regel nr: %2$s)%3$s

source: Class Details
nl_nl: Klassegegevens

source: We're sorry, but you do not have the required permissions to perform the following action: %1$s
nl_nl: Het spijt ons, maar u hebt niet de vereiste machtigingen om de volgende actie uit te voeren: %1$s

source: The "%1$s" Class is either missing or invalid.
nl_nl: De klasse '%1$s' ontbreekt of is ongeldig.

source: The supplied data for "%1$s" was %2$s, but %3$s
nl_nl: De verstrekte gegevens voor "%1$s" werden %2$s, maar %3$s

source: The supplied entity is an instance of "%1$s", but an instance of "%2$s" was expected. Object: %3$s
nl_nl: De meegeleverde entiteit is een instantie van "%1$s", maar er werd een instantie van "%2$s" verwacht. Object: %3$s

source: The "%1$s" file is either missing or could not be read due to permissions. Please ensure that the following path is correct and verify that the file permissions are correct:%2$s %3$s
nl_nl: Het bestand '%1$s' ontbreekt of kan niet worden gelezen vanwege machtigingen. Controleer of het volgende pad correct is en controleer of de bestandsmachtigingen correct zijn:%2$s %3$s

source: The data for the "%1$s" form, is either missing or was not submitted properly.
nl_nl: De gegevens voor het formulier "%1$s" ontbreken of zijn niet correct verzonden.

source: The supplied identifier "%1$s" is invalid. A value like "%2$s" was expected.
nl_nl: De meegeleverde id "%1$s" is ongeldig. Een waarde als "%2$s" werd verwacht.

source: The "%1$s" Interface is either missing or invalid.
nl_nl: De interface "%1$s" ontbreekt of is ongeldig.

source: The retrieved entity is an instance of "%1$s", but an instance of "%2$s" was expected.
nl_nl: De opgehaalde entiteit is een instantie van "%1$s", maar er werd een instantie van "%2$s" verwacht.

source: The "%1$s" form is invalid or missing. %2$s
nl_nl: Het formulier '%1$s' is ongeldig of ontbreekt. %2$s

source: Can not set Submit button text because an empty string was provided.
nl_nl: Kan tekst van de knop Verzenden niet instellen omdat er een lege tekenreeks is opgegeven.

source: The redirect arguments can not be an empty array.
nl_nl: De omleidingsargumenten kunnen geen lege array zijn.

source: "%1$s" is not a valid value for the form config. Please use one of the class constants on \EventEspresso\core\libraries\form_sections\form_handlers\Form
nl_nl: "%1$s" is geen geldige waarde voor het formulier config. Gebruik een van de klasseconstanten op \EventEspresso\core\libraries\form_sections\form_handlers\Form

source: The "%1$s" form is invalid. Please correct the following errors and resubmit: %2$s %3$s
nl_nl: Het formulier '%1$s' is ongeldig. Corrigeer de volgende fouten en dien opnieuw in: %2$s %3$s

source: A valid Form Handler was expected but instead "%1$s" was received.
nl_nl: Er werd een geldige formulierhandler verwacht, maar in plaats daarvan werd "%1$s" ontvangen.

source: The form order property must be a positive integer.
nl_nl: De formulierorderwoning moet een positief geheel getal zijn.

source: The redirect URL can not be an empty string.
nl_nl: De omleidings-URL kan geen lege tekenreeks zijn.

source: The redirect argument can not be an empty array.
nl_nl: Het argument omleiding kan geen lege array zijn.

source: The $redirect_arg_keys_to_remove argument can not be an empty array.
nl_nl: Het argument $redirect_arg_keys_to_remove kan geen lege array zijn.

source: The base URL can not be an empty string.
nl_nl: De basis URL mag niet leeg zijn.

source: The "%1$s" form step could not be set.
nl_nl: De "%1$s" formulierstap kan niet worden ingesteld.

source: Next Step
nl_nl: Volgende stap

source: EE_Admin_File_Uploader_Display_Strategy::enqueue_scripts() no longer needs to be called in order to display the admin uploader input correctly. This is handled now by EE_Admin_File_Uploader_Display_Strategy::enqueue_js() which is called automatically when enqueueing JS and CSS for the form
nl_nl: EE_Admin_File_Uploader_Display_Strategy:enqueue_scripts() hoeft niet meer te worden aangeroepen om de invoer van de uploader correct weer te geven. Dit wordt nu afgehandeld door EE_Admin_File_Uploader_Display_Strategy::enqueue_js() die automatisch wordt aangeroepen bij het in- en nalaten van JS en CSS voor het formulier

source: %sclass:%s This can be used to indicate css class is given to the containing css element (default is "callout").
nl_nl: %sclass:%s Dit kan worden gebruikt om aan te geven dat css-klasse wordt gegeven aan het css-element (standaard is 'bijschrift').

source: The total number of all tickets purchased in a transaction. %1$sNOTE: This shortcode is good to use in the "[TICKET_LIST]" field but has been deprecated from all other contexts in favor of the more explicit [TXN_TOTAL_TICKETS] shortcode.%2$s
nl_nl: Het totale aantal van alle tickets gekocht in een transactie. %1$s OPMERKING: Deze shortcode is goed te gebruiken in het veld "[TICKET_LIST]", maar is afgeschaft uit alle andere contexten ten gunste van de meer expliciete [TXN_TOTAL_TICKETS] shortcode. %2$s

source: The requested Command Handler "%1$s" could not be located or does not exist.
nl_nl: De gevraagde Command Handler "%1$s" kan niet worden gelokaliseerd of niet bestaat.

source: The supplied Command Handler "%1$s" does not have a valid name. It should be in the following format: "{CommandName}Handler"
nl_nl: De meegeleverde Command Handler "%1$s" heeft geen geldige naam. Het moet in het volgende formaat: "{CommandName}Handler"

source: The supplied Command Bus Middleware "%1$s" does not have a valid name. It should be in the following format: "{CommandName}Handler"
nl_nl: De meegeleverde Command Bus Middleware "%1$s" heeft geen geldige naam. Het moet in het volgende formaat: "{CommandName}Handler"

source: recipe type (one of the class constants on \EventEspresso\core\services\container\CoffeeMaker)
nl_nl: recepttype (een van de klasseconstanten op \EventEspresso\core\services\container\CoffeeMaker)

source: Could not brew coffee because no recipes were found for class "%1$s".
nl_nl: Kon geen koffie brouwen omdat er geen recepten voor klasse "%1$s gevonden waren".

source: The requested coffee maker is either missing or invalid.
nl_nl: Het gevraagde koffiezetapparaat is vermist of ongeldig.

source: Could not resolve dependency for "%1$s" for the "%2$s" class constructor.
nl_nl: Kan de afhankelijkheid voor "%1$s" voor de klasse constructor van de klasse "%2$s" niet oplossen.

source: class identifier (typically a \Fully\Qualified\ClassName)
nl_nl: klasse-id (meestal een \Fully\Qualified\ClassName)

source: string (Fully\Qualified\ClassName)
nl_nl: tekenreeks (Fully\Qualified\ClassName)

source: array of class dependencies
nl_nl: array van klasseafhankelijkheden

source: array of class aliases
nl_nl: array met klassealiassen

source: string or array of strings (full server filepath(s))
nl_nl: tekenreeks of array van tekenreeksen (volledige server filepath(s))

source: The following filepath is not readable: "%1$s"
nl_nl: Het volgende filepath is niet leesbaar: "%1$s"

source: The "%1$s" class could not be constructed.
nl_nl: De klasse "%1$s" kon niet worden gebouwd.

source: The "%1$s" service could not be retrieved from the CoffeeShop, but "%2$s" was received.
nl_nl: De "%1$s" service kon niet worden opgehaald uit de CoffeeShop, maar "%2$s" werd ontvangen.

source: The "%1$s" service already exists in the CoffeeShop and can not be added again.
nl_nl: De "%1$s" service bestaat al in de CoffeeShop en kan niet opnieuw worden toegevoegd.

source: The requested service "%1$s" could not found be found in the CoffeeShop.
nl_nl: De gevraagde dienst "%1$s" kon niet worden gevonden in de CoffeeShop.

source: The "%1$s" Class needs to be an implementation of the "%1$s" Interface.
nl_nl: De "%1$s" klasse moet een implementatie zijn van de "%1$s" Interface.

source: It appears that the event you were about to make a payment for has sold additional tickets since you first registered, and there are no longer enough spaces left to accommodate your selections. You may continue to pay and secure the available space(s) remaining, or simply cancel if you no longer wish to purchase. If you have already made a partial payment towards this event, please contact the event administrator for a refund.
nl_nl: Het lijkt erop dat het evenement waarvoor u op het punt stond een betaling te doen, extra tickets heeft verkocht sinds u zich voor het eerst hebt geregistreerd, en dat er niet meer genoeg ruimten over zijn om uw selecties aan te passen. U blijven betalen en de resterende beschikbare ruimte(en) veiligstellen, of gewoon annuleren als u niet langer wilt kopen. Als je al een gedeeltelijke betaling hebt gedaan voor dit evenement, neem dan contact op met de beheerder van het evenement voor een terugbetaling.

source: Bank is an offline payment method for accepting payments. Payments are processed manually by providing your registrants/attendees with information on how to pay with a bank transfer.
nl_nl: Bank is een offline betalingsmethode voor het accepteren van betalingen. Betalingen worden handmatig verwerkt door uw registranten/deelnemers informatie te verstrekken over hoe te betalen met een bankoverschrijving.

source: Check is an offline payment method for accepting payments. Payments are processed manually by providing your registrants/attendees with information on how to pay with a check.
nl_nl: Check is een offline betalingsmethode voor het accepteren van betalingen. Betalingen worden handmatig verwerkt door uw registranten/deelnemers informatie te geven over hoe te betalen met een cheque.

source: Invoice is an offline payment method for accepting payments. Payments are processed manually by providing your registrants/attendees with information on how to pay their invoice.
nl_nl: Factuur is een offline betalingsmethode voor het accepteren van betalingen. Betalingen worden handmatig verwerkt door uw registranten/deelnemers informatie te verstrekken over hoe ze hun factuur moeten betalen.

source: PayPal Standard (PayPal Payments Standard) is an off-site payment method and is available to event organizers in many countries. A PayPal premier or business account is needed to accept payments. Need a PayPal account? Call 1-855-456-1338 or %1$sclick here to sign up for a merchant account%2$s.
nl_nl: PayPal Standard (PayPal Payments Standard) is een off-site betalingsmethode en is beschikbaar voor organisatoren van evenementen in veel landen. Een PayPal premier of zakelijke account is nodig om betalingen te accepteren. Heb je een PayPal-account nodig? Bel 1-855-456-1338 of %1$sklik hier om je aan te melden voor een verkopersaccount%2$s.

source: %1$sre: Wait List Registrations%2$sPlease note that the total cost listed below in the Transaction Details is for ALL registrations, including those that are on the wait list, even though they can not be currently paid for. If any spaces become available however, you may be notified by the Event admin and have the opportunity to secure the remaining tickets by making a payment for them.%3$s
nl_nl: %1$sre: Wachtlijstregistraties%2$sNeem er rekening mee dat de totale kosten die hieronder in de transactiegegevens worden vermeld, voor ALLE registraties zijn, inclusief die welke op de wachtlijst staan, ook al kunnen ze momenteel niet worden betaald. Als er echter ruimten beschikbaar komen, u hiervan op de hoogte worden gesteld door de beheerder van het evenement en de mogelijkheid hebben om de resterende tickets te beveiligen door er een betaling voor te doen. %3$s

source: Transaction not permitted to cardholder
nl_nl: Transactie niet toegestaan aan kaarthouder

source: Transaction notpermitted on terminal
nl_nl: Transactie niet peraal vastgelegd op terminal

source: Suspected fraud
nl_nl: Vermoedelijke fraude

source: Contact acquirer
nl_nl: Neem contact op met acquirer

source: Exceeds withdrawal limit
nl_nl: Overschrijdt wachttijd

source: Restricted card
nl_nl: Beperkte kaart

source: Security violation
nl_nl: Inbreuk op de beveiliging

source: Original amount incorrect
nl_nl: Origineel bedrag onjuist

source: Exceeds withdrawal frequency
nl_nl: Overschrijdt de opnamefrequentie

source: Call acquirer security
nl_nl: Call acquirer beveiliging

source: Hard capture
nl_nl: Harde vangst

source: Response received too late
nl_nl: Reactie te laat ontvangen

source: Advice received too late(the response from a request was received too late )
nl_nl: Advies te laat ontvangen (het antwoord van een verzoek werd te laat ontvangen)

source: Reserved for future use
nl_nl: Gereserveerd voor toekomstig gebruik

source: PIN tries exceeded
nl_nl: Pinpogingen overschreden

source: Reversal: Unable to locate previous message (no match on Retrieval Reference Number)/Reserved for future Realtime use
nl_nl: Omkering: kan vorig bericht niet vinden (geen overeenkomst op het referentienummer ophalen)/Gereserveerd voor toekomstig realtimegebruik

source: Previous message located for a repeat or reversal, but repeat or reversal data is inconsistent with original message/Intervene, bank approval required
nl_nl: Vorig bericht voor een herhaling of omkering, maar herhalen of omkeringsgegevens is niet in overeenstemming met het oorspronkelijke bericht/Ingrijpen, bankgoedkeuring vereist

source: Invalid/non-existent account –Decline (MasterCard specific)/Intervene, bank approval required for partial amount
nl_nl: Ongeldige/niet-bestaande rekening –Weigeren (MasterCard specifiek)/Ingrijpen, bankgoedkeuring vereist voor deelbedrag

source: Already reversed (by Switch)/ Reserved for client-specific use (declined)
nl_nl: Al omgekeerd (door Switch)/ Gereserveerd voor klantspecifiek gebruik (geweigerd)

source: No financial Impact (Reserved for declined debit)/ Reserved for client-specific use (declined)
nl_nl: Geen financiële impact (gereserveerd voor geweigerde debet)/ Gereserveerd voor klantspecifiek gebruik (geweigerd)

source: PIN cryptographic error found by the Visa security module during PIN decryption/ Reserved for client-specific use (declined)
nl_nl: PIN cryptografische fout gevonden door de Visa security module tijdens PIN decryptie / Gereserveerd voor client-specifiek gebruik (geweigerd)

source: Incorrect CVV/ Reserved for client-specific use (declined)
nl_nl: Onjuiste CVV/ Gereserveerd voor klantspecifiek gebruik (geweigerd)
