Repository: eventespresso/event-espresso-core
Catalog: languages/event_espresso-*.po
Languages: nl_nl

source: No State name or an invalid State name was received.
nl_nl: Er is geen naam van de staat of een ongeldige naam van de staat ontvangen.

source: No State ID or an invalid State ID was received.
nl_nl: Er is geen status-id of ongeldige status-id ontvangen.

source: Add People Type
nl_nl: Personen type toevoegen

source: Edit People Type
nl_nl: Personen type bewerken

source: This page allows you to create a people category.
nl_nl: Op deze pagina u een categorie personen maken.

source: This is the name of the people category.
nl_nl: Dit is de naam van de categorie mensen.

source: This is the unique name for a people category.
nl_nl: Dit is de unieke naam voor een categorie mensen.

source: The rich text editor can be used to create a description for your people category.
nl_nl: De teksteditor met op basis van rijke tekst kan worden gebruikt om een beschrijving voor uw personencategorie te maken.

source: This page allows you to create a people type. People types are for classifying the role people play in your organization (such as staff, volunteer etc).
nl_nl: Op deze pagina u een personentype maken. Mensen typen zijn voor het classificeren van de rol die mensen spelen in uw organisatie (zoals personeel, vrijwilliger etc).

source: This is the name of the people type.
nl_nl: Dit is de naam van het type mensen.

source: This is the unique name for a people type.
nl_nl: Dit is de unieke naam voor een type mensen.

source: The rich text editor can be used to create a description for your people type.
nl_nl: De teksteditor met op basis van rijke tekst kan worden gebruikt om een beschrijving te maken voor uw type mensen.

source: This page allows you to edit a people category.
nl_nl: Op deze pagina u een categorie personen bewerken.

source: This page allows you to edit a people type. People types are for classifying the role people play in your organization (such as staff, volunteer etc).
nl_nl: Op deze pagina u een personentype bewerken. Mensen typen zijn voor het classificeren van de rol die mensen spelen in uw organisatie (zoals personeel, vrijwilliger etc).

source: Error updating rows to new event subtotal %1$s from %2$s. Error was: %3$s, while using query %4$s which had a result of %5$s
nl_nl: Rijen fout bij het bijwerken naar subtotaal van nieuwe gebeurtenissen %1$s van %2$s. Fout was: %3$s, tijdens het gebruik van query %4$s die een gevolg van %5$s

source: The datetime start date.
nl_nl: De datumtijd begin tijd

source: The datetime end date.
nl_nl: De datumtijd eindtijd

source: The datetime start time.
nl_nl: De datumtijd start tijd

source: The datetime end time.
nl_nl: De datumtijd eind tijd

source: please do not enter anything in this input
nl_nl: gelieve niets in te voeren in deze input

source: Thank you so much. Your ticket selections have been received for consideration.
nl_nl: Dank u wel. Uw bestelling is ontvangen en wordt gecontroleerd.

source: Continuous Check-in Only
nl_nl: Alleen continu inchecken

source: Checked Out
nl_nl: Uitgecheckt

source: This registration has already been checked-in. %s
nl_nl: Deze inschrijving is al ingecheckt. %s

source: Add New People Category
nl_nl: Categorie Nieuwe personen toevoegen

source: Edit People Category
nl_nl: Personen categorie bewerken

source: A valid line item total is required in order to add tickets. A line item of type "%s" was passed.
nl_nl: Een geldig regelartikel is vereist om tickets toe te voegen. Er is een regelitem van het type '%s' doorgegeven.

source: There is no events sub-total for ticket %s on total line item %d
nl_nl: Er is geen subtotaal voor evenementen voor ticket %s op total line item %d

source: Pre-Tax Subtotal
nl_nl: Subtotaal voor BTW

source: The supplied ticket (ID %d) has no datetimes
nl_nl: Het geleverde ticket (ID %d) heeft geen datums

source: The supplied ticket (ID %d) has no event data associated with it.
nl_nl: Het geleverde ticket (ID %d) heeft geen gebeurtenisgegevens die eraan gekoppeld zijn.

source: This static method should only be called with a TOTAL line item, otherwise we won't recalculate the totals correctly
nl_nl: Deze statische methode mag alleen worden aangeroepen met een TOTAL-regelitem, anders berekenen we de totalen niet correct

source: Input values for checkboxes should be an array of values, but the value for input "%1$s" is "%2$s". Please verify that the input name is exactly "%3$s"
nl_nl: Invoerwaarden voor selectievakjes moeten een reeks waarden zijn, maar de waarde voor invoer "%1$s" is '%2$s'. Controleer of de invoernaam precies '%3$s' is

source: Item:
nl_nl: Artikel:

source: Date(s)
nl_nl: Datum(s)

source: This registration's total %s:
nl_nl: Het totale %s van deze inschrijving:

source: This registration's approximate total %s
nl_nl: Deze registratie is ongeveer %s

source: The registrations' share of the transaction total is approximate because it might not be possible to evenly divide the transaction total among each registration, and so some registrations may need to pay a penny more than others. This registration's final share is actually %1$s%2$s%3$s.
nl_nl: Het aandeel van de registraties in het transactietotaal is bij benadering omdat het mogelijk niet mogelijk is om het transactietotaal gelijkmatig over elke registratie te verdelen, en dus moeten sommige registraties mogelijk een cent meer betalen dan andere. Het uiteindelijke aandeel van deze registratie is eigenlijk %1$s%2$s%3$s.

source: A Line Item of the type total is required
nl_nl: Een regelitem van het typetotaal is vereist

source: Gateway for payment method type "%s" is "%s", not a subclass of either EE_Offsite_Gateway or EE_Onsite_Gateway, or null (to indicate NO gateway)
nl_nl: Gateway voor betalingsmethode type "%s" is "%s", geen subklasse van EE_Offsite_Gateway of EE_Onsite_Gateway, of null (om geen gateway aan te geven)

source: The price of the ticket including any taxes that might be on the ticket
nl_nl: De prijs van het ticket inclusief eventuele belastingen die op het ticket kunnen staan

source: An invalid email address was submitted.
nl_nl: Er is een ongeldig e-mailadres ingevoerd.

source: No tickets were added for the event
nl_nl: Er zijn geen tickets voor het event toegevoegd

# Value is the end date for a promotion
source: Ends: %s
nl_nl: Einde: %s

# Value is the start date for a promotion
source: Starts: %s
nl_nl: Start: %s

# paging
source: %3$s%1$s of %2$s%4$s
nl_nl: %3$s %1$s van %2$s%4$s

# eg. "for the Event: My Cool Event"
source: %1$sfor the %2$s: %3$s%4$s
nl_nl: %1$svoor de %2$s: %3$s%4$s

source: This method is deprecated as of EE 4.6.12. Currently it does not reformat as with prior behaviour but just returns the incoming string. Please use the EE_Datetime helpers for Datetime on the event to display as desired.
nl_nl: Deze methode wordt afgeschaft vanaf EE 4.6.12. Momenteel is het niet opnieuw formatteren als met voorafgaand gedrag, maar alleen de geretourneerde string. Gebruik de EE_Datetime helpers voor Datetime op het evenement om naar wens weer te geven.

source: The "%1$s" class is not an instance of %2$s.
nl_nl: De klasse "%1$s" is geen instantie van %2$s.

source: The following date time "%s" ( %s ) is difficult to be properly parsed by PHP for the following reasons:
nl_nl: De volgende datum waarop "%s" ( %s) moeilijk door PHP kan worden ontleed om de volgende redenen:

source: %sPlease note that your date and time formats have been reset to "F j, Y" and "g:i a" respectively.%s
nl_nl: %s Houd er rekening mee dat uw datum- en tijdindelingen zijn gereset naar respectievelijk "F j, Y" en "g:i a". %s

source: Event Sub-total line items
nl_nl: Subtotaalregelitems voor gebeurtenissen

source: Pre-tax total line items
nl_nl: Totaalregelposten vóór belastingen

source: A valid EE_Model_Field_Base could not be found for the given field name: %s
nl_nl: Voor de opgegeven veldnaam kon geen geldige EE_Model_Field_Base worden gevonden: %s

source: The field %s is not an EE_Datetime_Field field. There is no DateTime object stored on this field type.
nl_nl: Het veld %s is geen EE_Datetime_Field veld. Er is geen DateTime-object opgeslagen op dit veldtype.

source: An attempt to use the "%1$s" payment method failed, so it was deactivated.%2$sWas the "%1$s" Plugin recently deactivated? It can be reactivated on the %3$sPlugins Admin Page%4$s
nl_nl: Een poging om de betalingsmethode '%1$s' te gebruiken is mislukt, waardoor deze is gedeactiveerd. %2$s Is de "%1$s" Plugin onlangs gedeactiveerd? Het kan opnieuw worden geactiveerd op de %3$sPlugins Admin Pagina%4$s

source: The field sent into EEM_Base::get_formats_for (%s) is not registered as a EE_Datetime_Field. Please check the spelling and make sure you are submitting the right field name to retrieve date_formats for.
nl_nl: Het veld dat naar EEM_Base::get_formats_for (%s) is verzonden, is niet geregistreerd als EE_Datetime_Field. Controleer de spelling en zorg ervoor dat u de juiste veldnaam indient om date_formats voor op te halen.

source: Trying to get IDs from a model than has no primary key
nl_nl: Proberen om id's te krijgen van een model dan heeft geen primaire sleutel

source: Called %1$s on a model object that has no ID and so probably hasn't been saved to the database
nl_nl: %1$s gebeld op een modelobject dat geen ID heeft en dus waarschijnlijk niet is opgeslagen in de database

source: You included a start date and/or a end date for this method but did not include a format string. The format string is needed for setting up the query
nl_nl: U hebt een begindatum en/of een einddatum voor deze methode opgenomen, maar er is geen tekenreeks voor opmaak opgenomen. De tekenreeks voor opmaak is nodig voor het instellen van de query

source: Registration's share of the transaction total
nl_nl: Aandeel van de inschrijving op het transactie totaal

source: EE_Datetime_Field::_prepare_for_display requires a DateTime class to be the value for the $DateTime argument because the %s field is not nullable.
nl_nl: EE_Datetime_Field:_prepare_for_display vereist dat een klasse DateTime de waarde is voor het argument $DateTime omdat het veld %s niet niet kan worden vernietigd.

source: EE_Datetime_Field::_prepare_for_display requires a DateTime class to be the value for the $DateTime argument because the %s field is not nullable. When WP_DEBUG is false, the value is set to "now" instead of throwing an exception.
nl_nl: EE_Datetime_Field:_prepare_for_display vereist dat een klasse DateTime de waarde is voor het argument $DateTime omdat het veld %s niet niet kan worden vernietigd. Wanneer WP_DEBUG vals is, wordt de waarde ingesteld op 'nu' in plaats van een uitzondering te maken.

source: The argument $values_already_prepared_by_model_object is no longer used.
nl_nl: Het argument $values_already_prepared_by_model_object wordt niet meer gebruikt.

source: The following table creation SQL does not contain valid information about the table columns: %1$s %2$s
nl_nl: De volgende SQL voor het maken van tabels bevat geen geldige informatie over de tabelkolommen: %1$s %2$s

source: The timezone given (%1$s), is invalid, please check with %2$sthis list%3$s for what valid timezones can be used
nl_nl: De gegeven tijdzone (%1$s) is ongeldig, neem contact op met %2$sdeze lijst%3$s voor welke geldige tijdzones kunnen worden gebruikt

source: The provided GMT offset (%1$s), is invalid, please check with %2$sthis list%3$s for what valid timezones can be used
nl_nl: De meegeleverde GMT offset (%1$s) is ongeldig, neem contact op met %2$sdeze lijst%3$s voor welke geldige tijdzones kunnen worden gebruikt

source: timezone
nl_nl: tijdzone

source: %1$sUTC%2$s time is %3$s
nl_nl: %1$s UTC%2$s tijd is %3$s

source: Local time is %1$s
nl_nl: Lokale tijd is %1$s

source: Daylight saving time begins on: %s.
nl_nl: Zomertijd begint op: %s.

source: Standard time begins on: %s.
nl_nl: Standaardtijd begint om: %s.

source: Expected a PHP DateTime object, but instead received %1$s
nl_nl: Verwacht een PHP DateTime-object, maar in plaats daarvan ontvangen %1$s

source: Expected a Unix timestamp, but instead received %1$s
nl_nl: Verwacht een Unix-tijdstempel, maar kreeg in plaats daarvan %1$s

source: There is a time format for 12 hour time but no "a" or "A" to indicate am/pm. Without this distinction, PHP is unable to determine if a "1" for the hour value equals "1pm" or "1am".
nl_nl: Er is een tijdsformaat voor 12 uur tijd, maar geen "a" of "A" om aan te geven ben / pm. Zonder dit onderscheid kan PHP niet bepalen of een "1" voor de uurwaarde gelijk is aan "1pm" of "1am".

source: Event
nl_nl: Evenement

source: The format "%s" was likely added via a filter and is invalid for the following reasons:
nl_nl: De indeling "%s" is waarschijnlijk toegevoegd via een filter en is ongeldig om de volgende redenen:

source: %sPlease note that your date and time formats have been reset to "Y-m-d" and "h:i a" respectively.%s
nl_nl: %s Houd er rekening mee dat uw datum- en tijdindelingen zijn gereset naar respectievelijk "Y-m-d" en "h:i a". %s

source: For every major release we want to recognize the people who contributed to the release via a GitHub pull request. Want to see your name listed here? %sWhen you submit a pull request that gets included in a major release%s, we'll add your name here linked to your GitHub profile.
nl_nl: Voor elke grote release willen we de mensen herkennen die hebben bijgedragen aan de release via een GitHub pull request. Wilt u uw naam hier zien? %s Wanneer u een pull-verzoek indient dat wordt opgenomen in een grote release%s, voegen we uw naam hier toe, gekoppeld aan uw GitHub-profiel.

source: We're sorry, but the %1$s could not be applied because the event cart could not be retrieved.
nl_nl: Excuses, maar de %1$s kon niet worden toegepast omdat het winkelmandje niet opgevraagd kon worden.

source: We're sorry, but %3$s have already been added to the cart and the "%1$s%2$s" promotion can not be combined with others.
nl_nl: Het spijt ons, maar %3$s zijn al toegevoegd aan de winkelwagen en de "%1$s%2$s" promotie kan niet worden gecombineerd met anderen.

source: We're sorry, but the "%1$s%2$s" %3$s has already been added to the cart and can not be combined with others.
nl_nl: Het spijt ons, maar de "%1$s%2$s" %3$s is al toegevoegd aan de winkelwagen en kan niet worden gecombineerd met anderen.

source: We're sorry, but the %1$s could not be applied because information pertaining to it could not be retrieved from the database.
nl_nl: Het spijt ons, maar de %1$s kon niet worden toegepast omdat informatie met betrekking tot het niet kon worden opgehaald uit de database.

source: Discount: %1$s
nl_nl: Korting: %1$s

source: Transaction Promotions
nl_nl: Transactiepromoties

source: This promotion is currently not active because you have selected %s as the scope for the promotion but have not applied the promotion to any %s.
nl_nl: Deze promotie is momenteel niet actief omdat je %s hebt geselecteerd als het bereik voor de promotie, maar de promotie niet hebt toegepast op een %s.

source: Promotions Affect Taxes
nl_nl: Promoties beïnvloeden belastingen

source: If set to "Yes" then all promotions will be applied before taxes are calculated,%1$smeaning that the taxes will be applied to the discounted total.%1$s example: $10 total - $5 discount + 10%% tax = $5.50%1$sIf set to "No" then taxes will applied to transaction totals first, followed by promotions.%1$s example: $10 total + 10%% tax - $5 discount = $6.00
nl_nl: Als ingesteld op "Ja" dan zullen alle promoties worden toegepast voordat belastingen worden berekend, %1$sberekening dat de belastingen zullen worden toegepast op het gereduceerde totaal. %1$s voorbeeld: $10 totaal - $5 korting + 10%% belasting = $5.50%1$sAls ingesteld op "Nee" dan belastingen zullen worden toegepast op transactie totalen eerste, gevolgd door promoties. %1$s voorbeeld: $10 totaal + 10%% belasting - $5 korting = $6.00

source: How Non-Code Promotions* are advertised and displayed above the Ticket Selector.%1$s* "Non-Code Promotions" are promotions that do not use a text code, and are applied automatically when all of the promotion's qualifying requirements are met (ie: start date, selected events, etc).%2$s
nl_nl: Hoe niet-codepromoties* worden geadverteerd en weergegeven boven de ticketkiezer. %1$s* "Non-Code Promotions" zijn promoties die geen tekstcode gebruiken en automatisch worden toegepast wanneer aan alle kwalificatievereisten van de promotie wordt voldaan (d.w.z. startdatum, geselecteerde evenementen, enz.). %2$s

source: Set to "Yes" and then click "Save" to confirm reset all basic and advanced Event Espresso Promotions settings to their plugin defaults.
nl_nl: Stel 'Ja' in en klik op Opslaan om alle eenvoudige en geavanceerde instellingen voor evenement espressopromoties opnieuw in te stellen op de standaardinstellingen voor hun plug-in.

source: Promo Is Exclusive
nl_nl: Promo is exclusief

source: If set to "Yes" then this promotion can not be combined with any other promotions
nl_nl: Als ingesteld op "Ja" dan is deze promotie kan niet worden gecombineerd met andere promoties

source: Ongoing Promotion
nl_nl: Doorlopende promotie

source: Promotion Creator
nl_nl: Promotiemaker

source: Include expired events?
nl_nl: Verlopen gebeurtenissen opnemen?

source: Advanced Filters
nl_nl: Geavanceerde filters

source: Edit Refund #%s for Transaction #%s
nl_nl: Terugbetaling #%s bewerken voor transactie #%s

source: Save Refund Details
nl_nl: Gegevens over restitutie opslaan

source: HTML Textarea
nl_nl: HTML-tekstgebied

source: Only the following HTML tags are allowed:%1$s%2$s
nl_nl: Alleen de volgende HTML-tags zijn toegestaan:%1$s%2$s

source: HTML tags are not permitted in this field
nl_nl: HTML-tags zijn niet toegestaan in dit veld

source: %1$s%3$sIt appears your browser is not currently set to accept Cookies%4$s%5$sIn order to register for events, you need to enable cookies.%7$sIf you require assistance, then click the following link to learn how to %8$senable cookies%9$s%6$s%2$s
nl_nl: %1$s %3$s Het lijkt erop dat uw browser momenteel niet is ingesteld om cookies te accepteren%4$s%5$sOm u te registreren voor evenementen, moet u cookies inschakelen. %7$s Als je hulp nodig hebt, klik dan op de volgende link om te leren hoe je %8$seerbare cookies%9$s%6$s%2$s

source: Please initiate an electronic payment using the following bank information: %1$sAccount Owner: Luke Skywalker%1$sBank Account # 1234567890%1$sBank Name: Rebellion Bank%1$sRouting Number: 12345%1$sBank Address: 12345 Wookie Rd., Planet Corellian.%1$sPayment must be received within 48 hours of event date.
nl_nl: Start een elektronische betaling met behulp van de volgende bankgegevens: %1$sAccount-eigenaar: Luke Skywalker%1$sBank Account # 1234567890%1$sBank Naam: Rebellion Bank%1$sRouting Number: 12345%1$sBank Adres: 12345 Wookie Rd., Planet Corellian. %1$s De betaling moet binnen 48 uur na de datum van de gebeurtenis zijn ontvangen.

source: The payment is approved.
nl_nl: De betaling is geaccepteerd.

source: The payment is in progress. Another message will be sent when payment is approved.
nl_nl: De betaling wordt verwerkt. Een ander bericht zal worden gestuurd als de betaling is verwerkt.

source: The payment has been declined.
nl_nl: De betaling is gewijgerd.

source: The payment failed for technical reasons or expired.
nl_nl: De betaling is afgekeurd om technische redenen of is verlopen.

source: The payment has been refunded. Please update registrations accordingly.
nl_nl: De betaling is teruggeboekt. Pas de registraties hier op aan.

source: The payment was cancelled, reversed, or voided. Please update registrations accordingly.
nl_nl: De betaling is geannuleerd of verlopen. Pas de registraties hier op aan.

source: Add Contact Record
nl_nl: Contactpersoonrecord toevoegen

source: This allows you to configure what slug is used for the url of all event pages.
nl_nl: Hiermee u configureren welke slak wordt gebruikt voor de url van alle gebeurtenispagina's.

source: The stored data for session %1$s failed to pass a hash check and therefore appears to be invalid.
nl_nl: De opgeslagen gegevens voor sessie-%1$s niet geslaagd voor een hashcontrole en lijken daarom ongeldig te zijn.

source: Check-in denied because number of datetime uses for the ticket has been reached or exceeded.
nl_nl: Inchecken geweigerd omdat het aantal gebruiksdatums voor het ticket is bereikt of overschreden.

source: Registration check in update failed because of the following database error: %1$s%2$s
nl_nl: Registratiecontrole-update is mislukt vanwege de volgende databasefout: %1$s%2$s

source: Registration check in update failed because of an unknown database error
nl_nl: Registratiecontrole-update is mislukt vanwege een onbekende databasefout

source: There are no people in the system. Go ahead and %screate one now%s.
nl_nl: Er zijn geen mensen in het systeem. Ga je gang en %s er nu een%s.

source: Visa Debit / Delta
nl_nl: Visa Debet / Delta

source: Adjust the settings for the Vanco payment gateway. More information can be found on the %sVanco Payment Solutions%s website.
nl_nl: Pas de instellingen voor de Vanco-betalingsgateway aan. Meer informatie is te vinden op de %sVanco Payment Solutions%s website.

source: Vanco User ID
nl_nl: Vanco-gebruikersnaam

source: Vanco Password
nl_nl: Vanco-wachtwoord

source: Unique Vanco Encryption Key
nl_nl: Unieke Vanco-encryptiesleutel

source: Allow only Debit Cards
nl_nl: Alleen betaalkaarten toestaan

source: The [ESPRESSO_MY_EVENTS] is not supported outside of post content fields at this time.
nl_nl: De [ESPRESSO_MY_EVENTS] wordt op dit moment niet buiten de inhoudsvelden van het bericht ondersteund.

source: Your Tickets
nl_nl: Uw tickets

source: Moving EE_Attendee_ID records to user_option.
nl_nl: Het verplaatsen van EE_Attendee_ID records naar user_option.

source: Invalid saved Attendee ID with value of=%1$d. Error: "%2$s"
nl_nl: Ongeldig opgeslagen id van de deelnemer met waarde van=%1$d. Fout: "%2$s"

source: Invalid user ID with value of=%1$d. Error: "%2$s"
nl_nl: Ongeldige gebruikersnaam met waarde van=%1$d. Fout: "%2$s"

source: Data Migration to WP Users Integration 2.0.0.
nl_nl: Gegevensmigratie naar WP-gebruikers Integratie 2.0.0.

source: WordPress Multisite use is detected. Please contact Event Espresso Support before migrating.
nl_nl: WordPress Multisite gebruik wordt gedetecteerd. Neem contact op met Event Espresso Support voordat u migreert.

source: Link to %s
nl_nl: Link naar %s

source: You have no tickets for this event
nl_nl: U heeft geen kaarten voor dit evenement

source: Link to edit registration.
nl_nl: Koppeling om registratie te bewerken.

source: Link to resend registration message
nl_nl: Link om bestelbericht opnieuw te versturen

source: Link to make payment
nl_nl: Link om een betaling te doen

source: Link to view receipt
nl_nl: Link naar order bevestiging

source: When
nl_nl: Datum

source: # Tickets
nl_nl: Aantal

source: You have no events yet
nl_nl: Je hebt nog geen evenementen.

source: %s Registration, %s Event
nl_nl: %s aanmelding, %s Evenement

source: Edit the registration details.
nl_nl: Bewerk contactgegevens

source: Resend registration notification.
nl_nl: Verstuur de aanmeldingsbevestiging nogmaals

source: Make a payment
nl_nl: Voer een betaling uit

source: View Receipt
nl_nl: Bekijk order bevestiging

source: Mollie Debug Mode
nl_nl: Mollie fout opsporings Modus

source: Event Espresso Mini Cart Widget
nl_nl: Evenement Espresso Mini Cart Widget

source: Your Registrations
nl_nl: Uw inschrijvingen

source: Event Sub-Total
nl_nl: Evenement subtotaal

source: %sAll unsaved registration information entered during this session has been deleted.%s
nl_nl: %s Alle niet-opgeslagen registratiegegevens die tijdens deze sessie zijn ingevoerd, zijn verwijderd. %s
