Repository: eventespresso/event-espresso-core
Catalog: languages/event_espresso-*.po
Languages: nl_nl

source: How to test specific error codes.
nl_nl: Hoe kun je specifieke foutmeldingen testen?

source: The following will only trigger a fraud response if you have fraud protection enabled in your sandbox.
nl_nl: Het volgende zal alleen resulteren in een fraude recatie als de fraude protectie is ingeschakeld in je sandbox.

source: Card Value
nl_nl: Card waarde

source: Reason
nl_nl: Reden

source: Test amounts:
nl_nl: Test bedragen:

source: When working with transactions, you can pass specific amounts to simulate different processor responses.
nl_nl: Bij het werken met transacties kun je specifieke bedragen doorgeven om verschillende verwerkings reacties te simuleren.

source: Authorization Response
nl_nl: Authorisatie Respons

source: Settlement Response
nl_nl: Schikking Respons

source: Authorized
nl_nl: Geauthoriseerd

source: Settled
nl_nl: Schikking getroffen

source: Processor Declined with a processor response equal to the amount
nl_nl: Processor Declined met een verwerkingsreactie gelijk aan het bedrag

source: WPDB Error "%1$s" while running wpdb method "%2$s" with arguments %3$s. Automatically attempting to fix EE Core DB
nl_nl: WPDB Error "%1$s" tijdens het uitvoeren van wpdb methode "%2$s" met argumenten %3$s. Poging EE Core DB automatisch te herstellen.

source: WPDB AGAIN: Error "%1$s" while running the same method and arguments as before. Automatically attempting to fix EE Addons DB
nl_nl: WPDB AGAIN: Fout "%1$s" tijdens het uitvoeren van dezelfde methode en argumenten als eerder. Poging EE Addons DB automatisch te herstellen.

source: When the line item was created
nl_nl: Wanneer het item in de regel werd gecreëerd

source: Post Metas
nl_nl: Posting Metas

source: Primary Key of Post
nl_nl: Primaire Key van Posting

source: Internal string ID for question option
nl_nl: Interne tekst ID voor vraag optie

source: %s.maintenance file detected.%s Wordpress may have a failed auto-update which could prevent Event Espresso from updating the database correctly.
nl_nl: %s.maintenance file detected.%s Een Wordpress auto-update heeft mogelijk gefaald, wat Event Espresso zou kunnen beletten om de database correct te updaten.

source: .maintenance file not detected. WordPress is not in maintenance mode.
nl_nl: .maintenance file not detected. WordPress is niet in maintenance modus.

source: Allowed values for "%1$s" are "%2$s". You provided: "%3$s"
nl_nl: Geldige waarden voor "%1$s" zijn "%2$s". Ingevoerd is: "%3$s"

source: WP Filesystem Error: $1%s
nl_nl: WP Filesysteem Fout: $1%s

source: Send a test email to
nl_nl: Verzend een test e-mail naar

source: Payment Method Type "%s" does not support sending refund requests
nl_nl: Betalingsmethode type "%s" ondersteunt geen verzoeken tot terugbetaling

source: The datetime iCal link. The optional "link_text" attribute can be used to set custom text within the link (Default is "Add to iCal Calendar").
nl_nl: De datetime iCal link. Het optionele "link_text" attribuut kan gebruikt worden om custom text te definiëren binnen de link (Standaard is "Add to iCal Calendar").

source: This will parse to the total available spaces for an event. Calculating total spaces is approximate because it is dependent on the complexity of limits on your event. There are two methods of calculation (which can be indicated by the %1$smethod%2$s param on the shortcode). %1$scurrent%2$s which will do a more accurate calculation of total available spaces based on current sales, and %1$sfull%2$s which will be the maximum total available spaces that is on the event in optimal conditions. The shortcode will default to current.
nl_nl: Dit resulteert in de totaal beschikbare ruimte voor een event. Berekening van de totale ruimte is bij benadering omdat het afhankelijk is van de complexiteit van de limieten van het event. Er zijn twee berekeningsmethoden (welke kunnen worden aangegeven door de %1$smethode%2$s parameter van de shortcode). %1$shuidig%2$s die een nauwkeuriger berekening doet van de totale beschikbare ruimte, gebaseerd op de huidige verkoop, en %1$svolledig%2$s die de maximale totaal beschikbare ruimte berekent van het event in optimale omstandigheden. De shortcode zal standaard de huidige gebruiken.

source: This shortcode will parse to the output the total approved registrations for this event
nl_nl: Deze shortcode resulteert in het totaal aantal goedgekeurde aanmeldingen voor dit evenement

source: This parses to the url for the registration list table filtered by registrations for this event.
nl_nl: Dit resulteert in de URL van de aanmeldingstabel gefilterd voor de aanmeldingen van dit evenement.

source: Bot Trap Settings
nl_nl: Bot Trap Instelingen

source: Enable Bot Trap
nl_nl: Activeer Bot Trap

source: The Event Espresso Bot Trap will insert a fake input into your Ticket Selector forms that is hidden from regular site visitors, but visible to spam bots. Because the input asks for an email address, it is irresistible to spam bots who will of course enter text into it. Since regular site visitors can not see this input, any value detected during form submission means a bot has been detected, which will then be blocked from submitting the form.
nl_nl: De Event Espresso Bot Trap voegt een nep-input toe aan het Ticket Selector formulier, welke verborgen is voor normale bezoekers van de site, maar zichtbaar is voor spam bots. Omdat het formulier vraagt om een e-mailadres, is het onweerstaanbaar voor spam bots, die er natuurlijk tekst invoeren. Omdat normale bezoekers van de site deze invoer niet zien, betekent de invoer van een waarde dat een bot is gedetecteerd, die vervolgens zal worden geblokkeerd voor het indienen van het formulier.

source: Invalid or missing Bot Trap settings. Please refresh the form and try again.
nl_nl: Ongeldige of ontbrekende Bot Trap-instellingen. Refresh het formulier en probeer het opnieuw.

source: We're sorry...
nl_nl: Het spijt ons...

source: This is a system page for displaying transaction information after a purchase.%1$sYou are most likely seeing this notice because you have navigated to this page%1$sthrough some means other than completing a transaction.%1$sSorry for the disappointment, but you will most likely find nothing of interest here.%1$s%1$s
nl_nl: Dit is een systeempagina voor het weergeven van transactie-informatie na een aankoop.%1$sJe ziet deze hoogstwaarschijnlijk omdat je via een andere manier%1$sdan het invullen van een transactie op deze pagina bent gekomen.%1$sSorry voor de teleurstelling, maar je zult hier waarschijnlijk niets van belang vinden.%1$s%1$s

source: Payment Approved
nl_nl: Betaling Goedgekeurd

source: Payment Pending
nl_nl: Betaling in behandeling

source: Payment Failed
nl_nl: Betaling Afgekeurd

source: Use Separate IPN
nl_nl: Gebruik apart IPN

source: Instruct the gateway to send a separate IPN request, or send payment data back with the user upon return.
nl_nl: Laat the Gateway een separaat IPN verzoek versturen, of stuur de betalingsgegevens terug met de gebruiker wanneer gereed.

# (For Event Name)
source: (For %1$s)
nl_nl: (Voor %1$s)

# CVV (What's this?)
source: %1$s %2$s(What's this?)%3$s
nl_nl: %1$s %2$s(Wat is dit?)%3$s

source: Please note that the Event Status has automatically been changed to %s because there are no more spaces available for this event. However, this change is not permanent until you update the event. You can change the status back to something else before updating if you wish.
nl_nl: Houd er rekening mee dat de Event Status automatisch veranderd is in %s omdat er geen plaatsen meer beschikbaar voor dit event. Echter, deze verandering is niet blijvend wanneer het event bijgewerkt wordt. Je kunt de status desgewenst nog in iets anders veranderen voordat je de wijziging doorvoert.

source: If you would like to style the look of your venues archive page, then follow the WordPress instructions for %1$screating a custom template for archive pages%2$s.
nl_nl: Als je de stijl van de locaties archiefpagina wil veranderen, volg dan de WordPress instructies voor het creëren van een %1$saangepast sjabloon voor archiefpagina's%2$s.

source: Venues are custom post types and use WordPress' normal archive pages for displaying events.
nl_nl: Locaties zijn speciale berichten en gebruiken de normale archiefpagina's van WordPress om events te tonen.

source: If you would still like your venues on a page like in Event Espresso 3.1 or earlier, simply create a page and place a shortcode to display them on the page, as described %s here %s
nl_nl: Als je je locaties nog steeds op een pagina getoond wil hebben zoals in Event Espresso 3.1 of eerder, creëer dan een pagina en plaats er een shortcode op zoals %s hier %s is beschreven.

source: Need to reset this message type and start over?
nl_nl: Wil je dit berichttype resetten en opnieuw beginnen?

source: You can view the shortcodes usable in your template by clicking the %s icon next to each field.
nl_nl: Je kunt de shortcodes die geschikt zijn voor je sjabloon bekijken door op het %s icoon naast het betreffende veld te klikken.

source: Unknown Attendee
nl_nl: Onbekende bezoeker

source: The payment form data could not be processed. Please try again.
nl_nl: De betaling formulier gegevens kunnen niet worden verwerkt. Probeer opnieuw.

source: Input too long
nl_nl: Invoer te lang

source: Payment Messages?
nl_nl: Bewijs van betaling

source: Registration Messages?
nl_nl: Bewijs van aanmelding

source: By default %1$sa payment message is sent to the primary registrant%2$s after submitting this form.%3$sHowever, if you check the "Registration Messages" box, the system will also send any related messages matching the status of the registrations to %1$seach registration for this transaction%2$s.
nl_nl: Standaard wordt een %1$s betalingsbericht naar de primaire registrant%2$s verzonden na het indienen van dit formulier.%3$sEchter, als je het "Registration Messages" vakje aanklikt, dan zal het systeem ook alle gerelateerde berichten die met de status van de aanmeldingen overeenkomen naar %1$s elke aanmelding voor deze transactie%2$s sturen.

source: If you check this box, the system will send any related registration messages matching the status of the registrations to each registration for this transaction. No Payment notifications are sent when deleting a payment.
nl_nl: Als je dit vakje aanvinkt zal het systeem alle boodschappen rond de status van aanmeldingen gestuurd worden naar alle aanmeldingen voor deze transactie. Bij het verwijderen van betalingen worden geen betalingsnotificaties gestuurd.

source: View Venue Archive Page
nl_nl: Bekijk locatie archiefpagina

source: Duplicated
nl_nl: Doublure

source: Could not duplicate question with ID %1$d because: %2$s
nl_nl: Kan de vraag met ID %1$d niet dupliceren omdat %2$s

source: Could not duplicate question with ID %d because it didn't exist!
nl_nl: Kan de vraag met ID %d niet dupliceren omdat deze niet meer bestaat.

source: Duplicate Question
nl_nl: Dupliceer de vraag

source: Duplicate
nl_nl: Dupliceer

source: Hide Expired Events
nl_nl: Verberg Verlopen Evenementen

source: Other
nl_nl: Andere

source: Other method of payment
nl_nl: Andere betaalwijze

source: %s **Duplicate**
nl_nl: %s **Dupliceer**

source: Search by Keyword
nl_nl: Zoek op trefwoord

source: Signature verification Failed !
nl_nl: De verificatie van de handtekening is mislukt!

source: After clicking 'Finalize Registration', you will be forwarded to a secure checkout hosted by CyberSource to make your payment. %1$sMake sure you return to this site in order to properly finalize your registration.%2$s
nl_nl: Na klikken op 'Bestelling afronden', wordt u doorgestuurd naar een veilige omgeving, gehost door CyberSource, om uw betaling te doen. %1$sLet op dat u terugkeert naar deze pagina om uw bestelling correct af te ronden.%2$s

source: CyberSource Profile ID %s
nl_nl: CyberSource Profiel ID %s

source: CyberSource Access Key %s
nl_nl: CyberSource Toegangssleutel %s

source: CyberSource Secret Key %s
nl_nl: CyberSource Geheimesleutel %s

source: CyberSource Settings
nl_nl: CyberSource Instellingen

source: Test account settings may be %s adjusted here %s.
nl_nl: Test account instellingen kunnen %s hier worden ingesteld %s.

source: To configure your live account visit %s this link. %s
nl_nl: Ga naar %s deze link %s om je live account in te stellen.

source: CyberSource Profile ID
nl_nl: CyberSource Profiel ID

source: Your CyberSource Unique identifier for the organization.
nl_nl: Je CyberSource Unique Identifier voor je organisatie.

source: Secure Sockets Layer (SSL) authentication with Secure Acceptance Silent Order POST. You can have many access keys per profile.
nl_nl: Secure Sockets Layer (SSL) toegangscontrole met "Secure Acceptance Silent Order POST". U kunt meerdere Accesskeys per profiel hebben.

source: Secret key: signs the transaction data and is required for each transaction.
nl_nl: Secret key: ondertekent de transactiegegevens en is vereist voor elke transactie.

source: For more info on %s Creating a Security Key %s visit %s this page. %s
nl_nl: Voor meer informatie over het %s aanmaken van een beveiligingssleutel %s bezoek je deze pagina.%s

source: Debug Mode is turned ON. After clicking 'Finalize Registration' You will be redirected to the CyberSource Sandbox (Test) environment.
nl_nl: Testmodus staat aan. Na klikken op 'Bestelling afronden', wordt u doorgestuurd naar een veilige testomgeving, gehost door CyberSource.

source: Test Cards:
nl_nl: Test kaarten:

source: Maestro Domestic
nl_nl: Maestro Lokaal

source: Event Registrations from %s
nl_nl: Evenement bestelling van %s

source: Submit to MailChimp when ...
nl_nl: Stuur naar MailChimp wanneer ...

source: * When should the attendee data be submitted to MailChimp?
nl_nl: Wanneer moeten de bezoekersgegevens naar Mailchimp gestuurd worden?

source: EE4 MailChimp data Migration to 2.2.0
nl_nl: EE4 MailChimp data Migratie naar 2.2.0

source: EE4 MailChimp data Migration to 2.3.0
nl_nl: EE4 MailChimp data Migratie naar 2.3.0

source: Success! Please click "View %s" to proceed with your registration.
nl_nl: Gelukt! Klik op 'Bekijk %s" om verder te gaan met uw aanmelding.

source: Picture
nl_nl: Plaatje

source: Assigned As On Events
nl_nl: Toegewezen als "On Events"

source: Phone: %s
nl_nl: Telefoonnummer: %s

source: Viewing the events that %s is assigned to as %s
nl_nl: Bekijk de events waar %s is toegewezen als %s

source: Viewing the events that %s is assigned to
nl_nl: Bekijk de events waar %s aan is toegewezen

source: Viewing the events that has at least one person assigned as %s.
nl_nl: Bekijk de events waar tenminste één persoon aan is toegewezen als %s.

source: The %1$s Stripe Gateway %2$s plugin was deactivated! This plugin requires the %3$s Multibyte String, JSON and CURL PHP %4$s extensions to be active on your server.
nl_nl: De %1$s Stripe Gateway %2$s plugin is gedeactiveerd! Deze plug-in vereist de %3$s Multibyte String, JSON en CURL PHP %4$s extensies om actief te zijn op uw server.

source: Always sync contact information with WP user profile?
nl_nl: Altijd contact informatie met WP gebruikersprofiel synchroniseren?

source: This global option is used to indicate behaviour when a logged in user registers for an event, and what happens to that user’s related contact, which in turn is related to the primary registration.
nl_nl: Deze algemene optie definieert wat er gebeurt als een ingelogde gebruiker zich aanmeldt voor een event, en wat gebeurt met het aan die gebruiker gerelateerde contact, dat op zijn beurt gerelateerd is aan de primaire aanmelding.

source: WP User Settings
nl_nl: WP Gebruikersinstellingen

source: Login to see your registrations.
nl_nl: Log in om je aanmeldingen te zien.

source: Link to view invoice
nl_nl: Link om de factuur te bekijken

source: You have no registrations yet
nl_nl: Er zijn nog geen aanmeldingen

source: This page shows options for the WP User integration add-on
nl_nl: Deze pagina toont opties voor de WP gebruikersintegratie add-on

source: This global option is used to indicate behaviour when a logged in user registers for an event, and what happens to that user's related contact, which in turn is related to the primary registration.
nl_nl: Deze globale optie definieert wat er gebeurt als een ingelogde gebruiker zich registreert voor een event, en wat gebeurt met het aan die gebruiker gerelateerde contact, dat op zijn beurt gerelateerd is aan de primaire aanmelding

source: When true (default):
nl_nl: Wanneer waar (standaard):

source: If the logged in user has never had a relationship set between the user and the contact record, the relationship will be created on the initial registration between the contact for the primary registration and this user.
nl_nl: Als de ingelogde gebruiker nooit een relatie heeft gehad tussen de gebruiker en de contactpersoonrecord, wordt de relatie gemaakt op de oorspronkelijke registratie tussen de contactpersoon voor de primaire registratie en deze gebruiker.

source: On subsequent registrations by this user, the contact record from previous registrations for that user will be used for the primary registration and ANY changes to that contact record will sync both with the contact record AND related wp user details for that account.
nl_nl: Bij latere registraties door deze gebruiker wordt het contactrecord van eerdere registraties voor die gebruiker gebruikt voor de primaire registratie en worden eventuele wijzigingen in die contactrecord zowel gesynchroniseerd met de contactrecord en gerelateerde wp-gebruikersgegevens voor dat account.

source: When false:
nl_nl: Wanneer false:

source: The only time the contact and related registration will be attached to the logged in user is if the user does not change the first name, last name, or email address in the pre-populated fields for the first registration in the registration form.
nl_nl: De enige keer dat de contactpersoon en gerelateerde registratie worden gekoppeld aan de ingelogde gebruiker is als de gebruiker de voornaam, achternaam of e-mailadres niet wijzigt in de vooraf ingevulde velden voor de eerste registratie in het registratieformulier.

source: The main difference between the two options is in the former (true) - EVERY registration by a logged in user is attached to the same contact for the primary registration, and the user has a record of every event they've registered for.
nl_nl: Het belangrijkste verschil tussen de twee opties is in de eerste (true) - ELKE registratie door een ingelogde gebruiker is gekoppeld aan hetzelfde contact voor de primaire registratie, en de gebruiker heeft een record van elke gebeurtenis waarvoor ze zich hebben geregistreerd.

source: Whereas with the second option (false) - a record of events the user has registered for ONLY applies when the personal questions for the primary registration have not been changed.
nl_nl: Overwegende dat met de tweede optie (false) - een record van gebeurtenissen die de gebruiker heeft geregistreerd voor alleen van toepassing wanneer de persoonlijke vragen voor de primaire registratie niet zijn gewijzigd.

source: Venues can be managed through the %sVenues page%s.
nl_nl: Locaties kunnen worden beheerd via de %sVenues pagina%s.

source: Remaining
nl_nl: Resterend

source: Total%sSold
nl_nl: Totaal%sVerkocht

source: Total Sold
nl_nl: Totaal Verkocht

source: 1 item was successfully added for this event.
nl_nl: 1 item is succesvol toegevoegd voor dit evenement

source: There is currently 1 item in the %2$s.
nl_nl: Er is op dit moment 1 item in de %2$s.

source: %1$s item was successfully %2$s for this event.
nl_nl: %1$s items zijn succesvol %2$s voor dit evenement.

source: The quantities were successfully updated for this event.
nl_nl: De hoeveelheden zijn bijgewerkt voor deze gebeurtenis.

source: %1$s item was not %2$s for this event. Please refresh the page and try it again.
nl_nl: %1$s object is niet %2$s voor dit evenement. Vernieuw de pagina en probeer het opnieuw.

source: The specified item could not be found in the cart, therefore the quantity could not be adjusted. Please refresh the page and try again.
nl_nl: Het opgegeven artikel kon niet in de winkelwagen worden gevonden, waardoor de hoeveelheid niet kon worden aangepast. Vernieuw de pagina en probeer het opnieuw.

source: %1$s item was successfully removed from the %2$s
nl_nl: %1$s item is verwijderd uit de %2$s

source: %1$s items were successfully removed from the %2$s
nl_nl: %1$s items zijn verwijderd uit de %2$s

source: The item was not removed from the %1$s
nl_nl: Het item is niet uit de %1$s

source: add one item
nl_nl: voeg een item toe

source: there are no more items available
nl_nl: er zijn geen items meer beschikbaar

source: remove one item
nl_nl: verwijder een item

source: delete item from event cart
nl_nl: verwijder item uit het winkelmandje

source: Collect the user's billing address? %s
nl_nl: Het factuuradres van de gebruiker verzamelen? %s

source: Collect the user's billing address
nl_nl: Haal het factuuradres van de gebruiker op

source: Specify whether Checkout should collect the user's billing address.
nl_nl: Geef op of Afhandeling het factuuradres van de gebruiker moet verzamelen.

source: Reg Code: %s
nl_nl: Bestel Code: %s

source: (%s of %s)
nl_nl: (%s van %s)

source: Name and Description
nl_nl: Titel en omschrijving

source: Sale Dates
nl_nl: Verkoop data

source: The dates when this option is available for purchase.
nl_nl: De data waarop deze opties te koop zijn.

source: Access
nl_nl: Toegang

source: This option allows access to the following dates and times.
nl_nl: Deze optie geeft toegang tot de volgende data en tijden.

source: Date
nl_nl: Datum

source: Payment or Refund
nl_nl: Betaling of terugbetaling

source: Payment amount
nl_nl: Te betalen bedrag

source: Payment status
nl_nl: Status van de betaling

source: Payment date
nl_nl: Betaaldatum

source: Transaction or Cheque Number
nl_nl: Transactie of cheque nummer

source: Purchase Order Number
nl_nl: Aankoop ordernummer

source: Extra Field for Accounting
nl_nl: Extra veld voor boekhouding

source: Payment %1$d has not been successfully saved to the database.
nl_nl: Betalings %1$d is niet opgeslagen in de database.

source: Error occurred while receiving IPN. Transaction: %1$s, req data: %2$s. The error was "%3$s"
nl_nl: Er is een fout opgetreden tijdens het ontvangen van IPN. Transactie: %1$s, req-gegevens: %2$s. De fout was '%3$s'

source: A remainder of %1$s exists after applying this payment to Registration(s) %2$s.%3$sPlease verify that the original payment amount of %4$s is correct. If so, you should edit this payment and select at least one additional registration in the "Registrations to Apply Payment to" section, so that the remainder of this payment can be applied to the additional registration(s).
nl_nl: Een rest van %1$s bestaat na het toepassen van deze betaling op registratie(s) %2$s. %3$s Controleer of het oorspronkelijke betalingsbedrag van %4$s juist is. Als dat het geval is, moet u deze betaling bewerken en ten minste één extra registratie selecteren in de sectie 'Registraties om betaling toe te passen', zodat de rest van deze betaling kan worden toegepast op de aanvullende registratie(s).

source: An invalid registration was received.
nl_nl: Er is een ongeldige inschrijving ontvangen.

source: "%1$s" does not represent a valid Date Time in the format "%2$s".
nl_nl: "%1$s" is geen geldige Datum Tijd in het formaat "%2$s".

source: No Country ISO code or an invalid Country ISO code was received.
nl_nl: Er is geen iso-code of een ongeldige iso-code ontvangen.

source: No State ISO code or an invalid State ISO code was received.
nl_nl: Er is geen ISO-code of een ongeldige ISO-code van de staat ontvangen.
