Repository: eventespresso/event-espresso-core
Catalog: languages/event_espresso-*.po
Languages: nl_nl

source: What happens when you click the toggle to activate is the messenger is activated and the system determines what default message types are activated with the messenger. Then, if there are any default settings for either the messenger or message types those settings are saved. Next, the system will generate any default templates (if none have been generated before, if there are previously generated templates then they are reactivated). Finally, you will see the display change to reflect that the messenger is active. If the messenger has settings you can modify them then. Any message types that have settings will also automatically expand so you can see the default settings and make any changes as necessary to fit your needs. Usually the defaults are sufficient however.
nl_nl: Wat er gebeurt als je een berichtensysteem met de schakelaar activeert, is dat het systeem gaat bepalen welke standaard soorten van berichten geactiveerd worden. Vervolgens, als er bepaalde standaard instellingen horen bij het berichtensysteem of de berichtsoorten, worden die instellingen opgeslagen. Daarna gaat het systeem standaard berichten-templates genereren (als die er nog niet zijn, of als ze er wel zijn worden ze gereactiveerd). Tot slot zie je het scherm wijzigen om te laten zien dat het berichtensysteem geactiveerd is. Als het berichtensysteem nog instellingen heeft, dan kun je die aanpassen. Berichtsoorten met aparte instellingen klappen vanzelf uit, zodat je de standaard instellingen kunt bekijken en eventueel aanpassen, indien nodig. Meestal zijn de standaard instellingen voldoende.

source: Event Registration Options
nl_nl: Aanmeldingsopties Event

source: Registration Checkout Page
nl_nl: Aanmelding Afrekenen

source: When you deactivate a messenger, the system will first check if there are any custom event templates for that messenger. If there are you will be unable to deactivate the messenger. This is a fail safe to make sure you know that no messages will go out for those specific events so you don't accidentally deactivate. If this check passes, then the system will deactivate any global templates for that messenger (note the templates are not erased, they just become inactive, so if you decide to reactivate the messenger later all your customizations are preserved). Then the display will change to reflect the deactivation.
nl_nl: Wanneer u een messenger deactiveert, controleert het systeem eerst of er aangepaste gebeurtenissjablonen voor die messenger zijn. Als er sprake is van u zult niet in staat zijn om de boodschapper te deactiveren. Dit is een fail safe om ervoor te zorgen dat u weet dat er geen berichten zullen uitgaan voor die specifieke gebeurtenissen, zodat u niet per ongeluk deactiveren. Als deze controle voorbij is, schakelt het systeem globale sjablonen voor die messenger uit (let op: de sjablonen worden niet gewist, ze worden gewoon inactief, dus als u besluit de messenger later opnieuw te activeren, blijven al uw aanpassingen behouden). Vervolgens wordt het display gewijzigd om de deactivering weer te geven.

source: Customize the registration for your event.
nl_nl: Pas de registratie voor uw event aan.

source: Transactions Page
nl_nl: Transactie pagina

source: Save Payment Details
nl_nl: Bewaar betalingsgegevens

source: Active Status
nl_nl: Actieve status

source: 3. Activating or Deactivating Message Types
nl_nl: 3. Activeren en deactiveren van bericht types

source: Cancel
nl_nl: Annuleer

source: There is no billing info for this transaction.
nl_nl: Er is geen factuur informatie voor deze transactie.

source: Maximum number of tickets allowed per order for this event
nl_nl: Maximaal aantal tickets per bestelling dat voor dit event toegestaan is

source: Message Shortcodes
nl_nl: Bericht shortscodes

source: Display Transactions from
nl_nl: Laat transactie zien van

source: Control how many tickets can be purchased in a single order.
nl_nl: Bepaal hoeveel tickets kunnen worden gekocht in één bestelling.

source: Thank You Page
nl_nl: Bedank pagina

source: The following list of shortcodes can be used for this Messenger and Message Type. You can use the descriptions to learn what the shortcode will be parsed to when the final message is generated.
nl_nl: De volgende lijst met shortcodes kan worden gebruikt voor dit Messenger- en berichttype. U kunt de beschrijvingen gebruiken om erachter te komen waarnaar de shortcode wordt geparseerd wanneer het laatste bericht wordt gegenereerd.

source: Display Description
nl_nl: Toon omschrijving

source: Message Template Editor
nl_nl: Berichttemplate editor

source: Cancel/Return Page
nl_nl: Annuleringspagina

source: Here are a few things that you should know about the Message Template Editor:
nl_nl: Hier zijn enkele zaken die u moet weten over de Berichttemplate editor:

source: Clone this Event Date and Time
nl_nl: Kopieer deze event datum en tijd

source: 1. The Event Editor Title
nl_nl: 1. De Event Editor Titel

source: 2. "Context Switcher" and Preview Button
nl_nl: 2. "Context Switcher" en Voorvertoningsknop

source: Enter another registration URL (website address). This field is optional.
nl_nl: Voer een andere aanmelding URL in. Dit veld is optioneel.

source: The context switcher allows you to quickly switch between templates. The current context you are working on is displayed in the dropdown. You can switch to any other template for contexts available to the messenger and message type template group you are working on.
nl_nl: Met de contextschakelaar kunt u snel schakelen tussen sjablonen. De huidige context waaraan u werkt, wordt weergegeven in de vervolgkeuzelijst. U kunt naar elk ander sjabloon overschakelen voor contexten die beschikbaar zijn voor de sjabloongroep van de messenger en het berichttype waaraan u werkt.

source: Event Phone Number
nl_nl: Tel nr. Event

source: Available Tickets
nl_nl: Beschikbare tickets

source: 3. Template Form Fields
nl_nl: 3. Template formulier velden

source: All Event Types
nl_nl: Alle event types

source: The middle area of the page is dedicated to all the fields related to the message template. These fields are dynamic in the sense that different messengers may require different fields (and sometimes different message types will add or subtract fields as well.
nl_nl: Het middelste gedeelte van de pagina is gewijd aan alle velden die betrekking hebben op de berichtsjabloon. Deze velden zijn dynamisch in de zin dat verschillende boodschappers verschillende velden vereisen (en soms zullen verschillende berichttypen ook velden toevoegen of aftrekken.

source: Advanced Settings
nl_nl: Geadvanceerde instellingen

source: Set Map Width
nl_nl: Kaart-breedte instellen

source: 4. Valid Shortcodes Metabox
nl_nl: 4. Valide Shortcodes Metabox

source: Datetimes
nl_nl: Datum/tijd

source: Set Map Height
nl_nl: Kaart-hoogte instellen

source: The "Valid Shortcodes" metabox contains a list of all the shortcodes that can be used for the displayed template. This list is dynamic and will vary between templates.
nl_nl: De metabox "Geldige shortcodes" bevat een lijst met alle shortcodes die kunnen worden gebruikt voor de weergegeven sjabloon. Deze lijst is dynamisch en varieert tussen sjablonen.

source: This box is at a fixed height, but contents are scrollable. You can click the question mark to find out what the given shortcode will parse to when used in your template.
nl_nl: Deze box staat op een vaste hoogte, maar de inhoud is scrollbaar. U kunt op het vraagteken klikken om erachter te komen waarnaar de gegeven shortcode zal parseren wanneer deze in uw sjabloon wordt gebruikt.

source: You can create a new ticket by clicking on the Create Ticket button. Then you will need to set a description, complete the ticket details, and adjust the price modifiers.
nl_nl: U kunt een nieuw ticket aanmaken door op de knop Create Ticket te klikken. Vervolgens moet u een beschrijving instellen, de ticketdetails invullen en de prijsmodificatoren aanpassen.

source: Set Map Zoom level: Range: 1 - 19
nl_nl: Stel map zoom level in: Bereik: 1 - 19

source: Activate Google Maps
nl_nl: Activeer Google Maps

source: 5. Override All Custom
nl_nl: 5. Overstem alle custom

source: Set Map Navigation Overlay
nl_nl: Stel kaart navigatie Overlay in

source: Set Map Zoom level: Range 1 - 19
nl_nl: Stel Map zoom leven in: Bereik 1 - 19

source: Set a featured image for your event.
nl_nl: Stel een standaard afbeelding in voor uw event.

source: The navigation overlay are the controls for panning and zooming the map.
nl_nl: De navigatie-overlay, zijn de besturingselementen voor pannen en zoomen op de kaart.

source: What are Messengers?
nl_nl: Wat zijn messengers?

source: Default
nl_nl: Standaard

source: Keep Map Navigation Small
nl_nl: Houd map navitagie klein

source: Horizontal
nl_nl: Horizontaal

source: More about the Messages Overview Table
nl_nl: Meer over de tabel Berichtenoverzicht

source: Set Map Type Control
nl_nl: Stel map type control in

source: This table represents all the various message templates that have been created.
nl_nl: Deze tabel toont alle verschillende berichtentemplates die zijn aangemaakt.

source: None
nl_nl: Geen

source: Setup custom fields for your events.
nl_nl: Aangepaste velden instellen voor uw events.

source: Views are a type of filter that allow you to restrict what you see in the table. The little number in brackets next to each view represents the number of templates that will be displayed with that view. There are five different views available for you to select from:
nl_nl: Weergaven zijn een type filter waarmee u beperken wat u in de tabel ziet. Het kleine getal tussen haakjes naast elke weergave geeft het aantal sjablonen weer dat met die weergave wordt weergegeven. U kiezen uit vijf verschillende weergaven:

source: Align Left
nl_nl: Links uitlijnen

source: Set Map Alignment
nl_nl: Stel kaart uitlijning in

source: This shows the all the message templates that are currently active and being used by the system
nl_nl: Dit toont alle berichtsjablonen die momenteel actief zijn en worden gebruikt door het systeem

source: Align Center
nl_nl: Centreren

source: This shows EVERY message template that has been created and is in the database
nl_nl: Dit toont ELK berichtsjabloon dat is gemaakt en in de database staat

source: Align Right
nl_nl: Rechts uitlijnen

source: Slug
nl_nl: Afkorting

source: This will restrict the view to ONLY show templates that are global templates. Global templates are used by all events (that don't have a custom template created)
nl_nl: Dit beperkt de weergave tot ALLEEN sjablonen die globale sjablonen zijn. Globale sjablonen worden gebruikt door alle evenementen (waarvoor geen aangepast sjabloon is gemaakt)

source: Events List Options
nl_nl: Event lijst opties

source: The slug is the customizable portion of the URL for your event. For example, if my event was called "Holiday Celebrations," then the URL could appear as such: http://example.com/events/holiday-celebrations -- the slug would be then be holiday-celebrations.
nl_nl: De slug is het aanpasbare gedeelte van de URL voor je evenement. Als mijn evenement bijvoorbeeld ‘Feestdagen’ heette, zou de URL er als volgt uit kunnen zien: http://example.com/evenementen/vakantievieringen - de slak zou dan vakantiefeesten zijn.

source: This restricts the view to only show custom event message templates
nl_nl: Dit beperkt de weergave om alleen aangepaste berichtsjablonen voor gebeurtenissen te tonen

source: Set Map Navigation Overlay
nl_nl: Stel map navigatie overlay in

source: Author
nl_nl: Auteur

source: Event List Pages
nl_nl: Workshoplijst pagina's

source: This displays all message templates that are currently not active because they are in the trash
nl_nl: Hiermee worden alle berichtsjablonen weergegeven die momenteel niet actief zijn omdat ze zich in de prullenbak bevinden

source: System question group! This field cannot be changed.
nl_nl: Systeemvraaggroep! Dit veld kan niet worden gewijzigd.

source: Notifications
nl_nl: Notificaties

source: Table Columns
nl_nl: Tabel kolommen

source: Question Group Order
nl_nl: Vraaggroep volgorde

source: Appears when you are editing an existing event. You can select global templates or switch to custom templates. Global templates are templates that are used site wide. Custom templates are templates that have been customized.
nl_nl: Verschijnt wanneer u een bestaande gebeurtenis bewerkt. U kunt algemene sjablonen selecteren of overschakelen naar aangepaste sjablonen. Globale sjablonen zijn sjablonen die op de hele site worden gebruikt. Aangepaste sjablonen zijn sjablonen die zijn aangepast.

source: The event column is used to indicate whether the template is a global template or a custom event template. Event titles are listed here for custom event templates and they are be linked to the editor for the event
nl_nl: De gebeurteniskolom wordt gebruikt om aan te geven of de sjabloon een globale sjabloon of een aangepaste gebeurtenissjabloon is. Evenementtitels worden hier vermeld voor aangepaste evenementensjablonen en ze zijn gekoppeld aan de editor voor het evenement

source: Show Name
nl_nl: Toon naam

source: This column lists what message type this template is for.
nl_nl: In deze kolom staat voor welk berichttype deze sjabloon is bedoeld.

source: Show Group Name on Registration Page?
nl_nl: Groepsnaam Tonen op Registratiepagina?

source: Display Descriptions
nl_nl: Beschrijvingen weergeven

source: Shipping Address
nl_nl: Verzendadres

source: Below the Messenger title, is a list of different contexts. The context label varies for each message type but it is usually labelled "Recipients". You can click on each context title to go to the specific template for that context and edit it as desired.
nl_nl: Onder de Messenger-titel staat een lijst met verschillende contexten. Het contextlabel varieert voor elk berichttype, maar wordt meestal aangeduid met "Ontvangers". U kunt op elke contexttitel klikken om naar de specifieke sjabloon voor die context te gaan en deze naar wens bewerken.

source: Show Group Description on Registration Page?
nl_nl: Groepsbeschrijving Tonen op Registratiepagina?

source: What the preview page shows
nl_nl: Wat de voorbeeldpagina laat zien

source: PayPal Sandbox Mode
nl_nl: PayPal Sandbox modus

source: Save New Event
nl_nl: Sla nieuw event op

source: This page is accessed by clicking the preview button while editing a message template. This feature has been created as a way of previewing what the final generated messages will look like when received. Here's how the preview is prepared:
nl_nl: Deze pagina wordt geopend door op de voorvertoningsknop te klikken terwijl u een berichtsjabloon bewerkt. Deze functie is gemaakt als een voorbeeld om een voorbeeld te bekijken van hoe de uiteindelijk gegenereerde berichten eruit zullen zien wanneer ze worden ontvangen. Zo wordt de preview voorbereid:

source: Check off all questions that you wish to appear in this group.
nl_nl: Vink alle vragen aan die je in deze groep wil plaatsen.

source: Debug Mode Is Turned On. Payments will not be processed
nl_nl: Debug modus staat aan. Betalingen worden niet verwerkt.

source: Quickly publish your event to allow immediate registrations.
nl_nl: Publiceer snel je evenement om onmiddellijk registraties mogelijk te maken.

source: Display Venue Details
nl_nl: Toon locatie details

source: reCAPTCHA Anti-spam Settings
nl_nl: reCAPTCHA Anti-spam Instellingen

source: Testing Guidelines
nl_nl: Test richtlijnen

source: Use reCAPTCHA
nl_nl: Gebruik reCAPTCHA

source: Display Expired Events
nl_nl: Toon verlopen events

source: Public Key
nl_nl: Publieke sleutel

source: Visibility
nl_nl: Zichtbaarheid

source: If a payment is marked as 'Pending Payment', or if payment is deferred (ie, an offline gateway like Check, Bank, or Invoice is used), then give registrants the option to retry payment.
nl_nl: Als een betaling is gemarkeerd als 'Betaling in behandeling' of als de betaling wordt uitgesteld (dat wil zeggen, een offline gateway zoals Cheque, Bank of Factuur wordt gebruikt), geef registranten de mogelijkheid om de betaling opnieuw te proberen.

source: Private Key
nl_nl: Persoonlijke sleutel

source: Question Groups
nl_nl: Vraag groepen

source: Credit Card Numbers Used for Testing
nl_nl: Kredietkaartnummers gebruikt om te testen

source: Publish
nl_nl: Publiceer

source: Theme
nl_nl: Thema

source: Use the following credit card numbers for testing. Any other card number produces a general failure.
nl_nl: Gebruik de volgende kredietkaartnummers om te testen. Elk andere kaartnummer veroorzaakt een algemene fout.

source: An event can be published immediately or you can schedule it to be published at a later date in the future.
nl_nl: Een evenement kan onmiddellijk gepubliceerd worden of je kan de publicatie inplannen op een latere datum in de toekomst.

source: Language
nl_nl: Taal

source: Test Card Type
nl_nl: Testkaart Type

source: Attendees
nl_nl: Deelnemers

source: Width
nl_nl: Breedte

source: Test Card Numbers
nl_nl: Test Kaartnummers

source: Testing Result Code Responses
nl_nl: Test Resultaat Code Response

source: Move to Trash
nl_nl: Verplaats naar de prullenbak

source: Response
nl_nl: Antwoord

source: Invalid amount
nl_nl: Ongeldig bedrag

source: Question Text
nl_nl: Vraag tekst

source: Template Customization
nl_nl: Template personalisatie

source: Invalid transaction type
nl_nl: Ongeldige transactie type

source: Contact Information
nl_nl: Contact informatie

source: Field format error
nl_nl: Veld opmaak fout

source: Event Categories
nl_nl: Event categorieën

source: Invalid expiry date
nl_nl: Ongeldige verval datum

source: Company Logo
nl_nl: Bedrijfslogo

source: Event Title
nl_nl: Event titel

source: Declined
nl_nl: Afgewezen

source: Question Type
nl_nl: Vraag type

source: Invalid account number
nl_nl: Ongeldig account nummer

source: Event Description
nl_nl: Evenement beschrijving

source: Required Question
nl_nl: Vereiste vraag

source: The rich text editor can be used to create a description for your event. Similar to WordPress pages and posts, you can upload images and customize your text by using the options on the toolbar.
nl_nl: De rich text editor kan gebruikt worden om een beschrijving toe te voegen aan je evenement. Net zoals bij Wordpress pagina's en posts, kan je afbeeldingen uploaden en tekst aanpassen via de opties in de toolbar.

source: on
nl_nl: op

source: Venue Details
nl_nl: Locatie details

source: Debug/Logging Options
nl_nl: Foutopsporing/logboekregistratie opties

source: Required Text
nl_nl: Vereiste Tekst

source: Enable Remote Logging
nl_nl: Het is niet mogelijk om externe logboekregistratie in te schakelen

source: Group Name
nl_nl: Groepsnaam

source: This page allows you to create an event category.
nl_nl: Met deze pagina kunt u een evenementcategorie maken.

source: Send debugging data to the remote URL below.
nl_nl: De foutopsporings data versturen naar de externe URL hieronder.

source: Category Name
nl_nl: Naam categorie

source: Group Identifier
nl_nl: Groep identifier

source: This is the name of the event category.
nl_nl: Dit is de naam van de evenementcategorie.

source: Promote Event Espresso
nl_nl: Promoot Event Espresso

source: Unique ID
nl_nl: Unieke ID

source: Group Description
nl_nl: Groep omschrijving

source: This is the unique name for an event category.
nl_nl: Dit is de unieke naam voor een evenementcategorie.

source: Earn cash for promoting Event Espresso.
nl_nl: Krijg betaald voor het promoten van Event Espresso.

source: Category Description
nl_nl: Categorie beschrijving

source: Image URL
nl_nl: Afbeeldings-URL

source: Used for your business/personal logo on the PayPal page
nl_nl: Gebruikt voor uw bedrijfs-/persoonlijke logo op de PayPal pagina

source: Use the Debugging Feature and the PayPal Sandbox
nl_nl: Gebruik de foutopsporingsfunctie en de PayPal Sandbox

source: Shipping Address Options
nl_nl: Verzendadres opties

source: This page shows all event categories that have been created with Event Espresso.
nl_nl: Deze pagina toon alle evenementencategorieën die met Event Espresso zijn gemaakt.

source: Question Order
nl_nl: Vraag volgorde

source: Save Country Details
nl_nl: Bewaar land details

source: Critical Pages & Shortcodes
nl_nl: Kritische pagina's en shortcodes

source: Bulk Actions
nl_nl: Bulkacties

source: Main Page
nl_nl: Hoofdpagina

source: Notify URL (processes payments)
nl_nl: Berichtgevings-URL (verwerkt betalingen)

source: Event List
nl_nl: Evenementenlijst

source: advanced copy options
nl_nl: geavanceerde kopieeropties

source: View
nl_nl: Weergeven

source: basic copy options
nl_nl: basis kopieer opties

source: Active
nl_nl: Actief

source: Important Notice:
nl_nl: Belangrijke mededeling:

source: reCAPTCHA Information
nl_nl: reCAPTCHA informatie

source: Name
nl_nl: Naam

source: Assigned Tickets
nl_nl: Toegewezen tickets

source: Discount Code
nl_nl: Kortingscode

source: Add New Ticket
nl_nl: Voeg nieuw ticket toe

source: Do not use this if you are using the venue shortcodes in your event description.
nl_nl: Gebruik dit niet als u de locatie shortcodes in uw evenementomschrijving gebruikt.

source: System question! This field cannot be changed.
nl_nl: Systeem vraag, dit veld kan niet worden aangepast.

source: This category shortcode can be entered on a event page, WordPress page, or WordPress post.
nl_nl: Deze shortcode voor de categorie kan worden gebruikt op een eventpagina, een WordPress-pagina of een WordPress-post.

source: Your Event Espresso License Key
nl_nl: Uw Event Espresso licentie sleutel

source: Answer Options
nl_nl: Antwoord opties

source: Limit
nl_nl: Limiet

source: Events
nl_nl: Evenementen

source: Support License Key
nl_nl: Ondersteuning licentiesleutel

source: Value
nl_nl: Waarde

source: Description (optional, only shown on registration form)
nl_nl: Omschrijving (optioneel, wordt alleen op registratie formulier getoond)

source: Ticket Details
nl_nl: Ticketinformatie

source: Views
nl_nl: Vertoningen

source: Add Another Answer Option
nl_nl: Een andere antwoordoptie toevoegen

source: # Datetimes
nl_nl: # datumtijden

source: Minimum Quantity
nl_nl: Minimale hoeveelheid

source: All
nl_nl: Alle

source: Required is set to optional, and this field is disabled, because the question is Admin-Only.
nl_nl: Vereist is ingesteld als optioneel en dit veld is geblokkeerd omdat de vraag alleen voor de Admin toegankelijk is.

source: Maximum Quantity
nl_nl: Maximale hoeveelheid

source: This is a free event, so no billing will occur.
nl_nl: Dit is een gratis evenement, er zal geen facturering plaatsvinden.

source: Required option field is no longer disabled because the question is not Admin-Only
nl_nl: Vereist is niet langer geblokkeerd omdat de vraag niet alleen voor de Admin toegankelijk is.

source: Add Price Modifier
nl_nl: Voeg prijs aanpasser toe

source: Steps
nl_nl: Stappen

source: Default Settings
nl_nl: Standaard instellingen

source: Price Modifiers
nl_nl: Prijsbewerkers

source: Customize the default settings for your events.
nl_nl: Pas de standaardinstellingen voor uw evenementen aan.

source: For this reason, a contact can be deleted only after all associated registrations have been removed. If we wanted to delete the individual in the example above, we would need to remove their registrations for Event A and Event B. The contact (individual) will then be automatically removed.
nl_nl: Om deze reden, kan een contact alleen worden verwijderd als alle bijbehorende registraties zijn verwijderd. Als we het individu in het voorbeeld hierboven willen verwijderen, moeten we zijn inschrijvingen voor Workshop A en Workshop B verwijderen. Het contact (individu) zal dan automatisch worden verwijderd.

source: Price Type
nl_nl: Prijstype
