Repository: eventespresso/event-espresso-core
Catalog: languages/event_espresso-*.po
Languages: nl_nl

source: The payment did not process correctly.
nl_nl: Betaling is niet goed verwerkt.

source: In order to register a Config Class with EE_Register_Config::register(), you must include a "config_class" (the actual class name for this config class). As well, you can supply an array containing the following keys: "config_section" the main section of the config object the settings will be saved under (by default the new config will be registered under EE_Config::instance()->modules or EE_Config::instance()->addons depending on what type of class is calling this), "config_name" (by default the new config will be registered to EE_Config::instance()->{config_section}->{config_class}, but supplying a "config_name" will set the property name that this variable is accessible by. ie: EE_Config::instance()->{config_section}->{config_name})
nl_nl: Als u een Config-klasse wilt registreren bij EE_Register_Config::register(), moet u een "config_class" (de werkelijke klassennaam voor deze config-klasse) opnemen. Ook, u een array met de volgende sleutels leveren: config_section het hoofdgedeelte van het config-object waarin de instellingen worden opgeslagen (standaard wordt de nieuwe config geregistreerd onder EE_Config::instantie()->modules of EE_Config:instantie()->addons afhankelijk van welk type klasse dit aanroept), config_name (standaard wordt de nieuwe config geregistreerd om EE_Config ::instantie()->{config_section}->{config_class}, maar het leveren van een 'config_name' stelt de eigenschapsnaam in waar deze variabele toegankelijk voor is. ie: EE_Config::instantie()->{config_section}->{config_name})

source: An attempt to register "%s" as an EE_Config object has failed because it was not registered at the correct hookpoint. Please register before the "AHEE__EE_System__load_core_configuration__begin" hook has fired
nl_nl: Een poging om "%s" als EE_Config object te registreren is mislukt omdat het niet op het juiste haakpunt is geregistreerd. Meld u aan voordat de "AHEE__EE_System__load_core_configuration__begin" haak is afgevuurd

source: Takes you to the individual transaction page. Clicking the date also takes you to the individual transaction page.
nl_nl: Brengt u naar de afzonderlijke transactiepagina. Als u op de datum klikt, gaat u ook naar de afzonderlijke transactiepagina.

source: The "%s" config class can not be registered with EE_Config because it does not exist. Verify that an autoloader has been set for this class
nl_nl: De "%s" config klasse kan niet worden geregistreerd bij EE_Config omdat het niet bestaat. Controleren of er een autoloader is ingesteld voor deze klasse

source: In order to register an EE_Addon with EE_Register_Addon::register(), you must include the "addon_name" (the name of the addon), and an array of arguments.
nl_nl: Als u een EE_Addon wilt registreren bij EE_Register_Addon::register(), moet u de 'addon_name' (de naam van de addon) en een reeks argumenten opnemen.

source: When registering an addon, you didn't provide the "main_file_path", which is the full path to the main file loaded directly by Wordpress. You only provided %s
nl_nl: Bij het registreren van een addon hebt u niet de "main_file_path" verstrekt, het volledige pad naar het hoofdbestand dat rechtstreeks door Wordpress wordt geladen. Je hebt alleen %s

source: An EE_Addon with the name "%s" has already been registered and each EE_Addon requires a unique name.
nl_nl: Een EE_Addon met de naam "%s" is al geregistreerd en elke EE_Addon vereist een unieke naam.

source: Emails the primary registrant the Payment Reminder message. This is set up in the %sMessages page%s.
nl_nl: E-mails aan de primaire registrant het bericht Betalingsherinnering. Dit is ingesteld op de pagina %sMessages%s.

source: An attempt to register an EE_Addon named "%s" has failed because it was not registered at the correct time. Please use the "AHEE__EE_System__load_espresso_addons" hook to register addons.
nl_nl: Een poging om een EE_Addon met de naam "%s" te registreren is mislukt omdat deze niet op het juiste moment is geregistreerd. Gebruik de "AHEE__EE_System__load_espresso_addons" haak om addons te registreren.

source: Clicking this icon will take you to the registration page for this transaction. You can also get there via the %sRegistrations page%s.
nl_nl: Als u op dit pictogram klikt, gaat u naar de registratiepagina voor deze transactie. U er ook komen via de %sRegistraties pagina%s.

source: When declaring a class extension, you must define its _model_name_extended property. It should be a model name like 'Attendee' or 'Event'
nl_nl: Bij het declareren van een class-extensie, moet u haar _model_name_extended eigenschap definiëren. Het moet een modelnaam zijn zoals 'Bezoeker' of 'Workshop'

source: Hooked in model object extension '%s' too late! The model object %s has already been used!
nl_nl: Verslaafd aan model object extensie '%s' te laat! Het modelobject %s is al gebruikt!

source: Filter by Time Period
nl_nl: Filter op tijd

source: An odd error occurred. Model '%s' had a method called on it that it didn't recognize. So it passed it onto the model extension '%s' (because it had a function named '%s' which should be able to handle it), but the function '%s' doesnt exist!)
nl_nl: Er is een oneven fout opgetreden. Model '%s' had een methode die het niet herkende. Dus het gaf het door op de modelextensie '%s' (omdat het een functie had genaamd '%s' die het zou moeten kunnen verwerken), maar de functie '%s' bestaat niet!)

source: Contact Details
nl_nl: Contact informatie

source: There is no method named '%s' on '%s'
nl_nl: Er is geen methode met de naam '%s' op '%s'

source: Approve and Notify Registrations
nl_nl: Keur aanmelding goed en verwittig de gebruiker

source: When declaring a model extension, you must define its _model_name_extended property. It should be a model name like 'Attendee' or 'Event'
nl_nl: Bij het declareren van een model-extensie, moet u haar _model_name_extended eigenschap definiëren. Het moet een modelnaam zoals 'Bezoeker' of 'Workshop'

source: Decline and Notify Registrations
nl_nl: Keur aanmeldingen af en stuur bericht.

source: Set Registrations to Pending Payment and Notify
nl_nl: Zet status van aanmeldingen op 'Wacht op Betaling' en stuur bericht.

source: Cancel Registrations and Notify
nl_nl: Annuleer aanmeldigen en stuur bericht.

source: The value for the "admin_init_page" argument must be an instance of an EE_Admin_Page_Init object. Instead %s was given as the value.
nl_nl: De waarde voor het argument admin_init_page moet een instantie zijn van een EE_Admin_Page_Init object. In plaats daarvan werd %s gegeven als de waarde.

source: An error occurred and the details for Registration ID #%s could not be retrieved.
nl_nl: Er is een fout opgetreden en de gegevens van registratie-id #%s konden niet worden opgehaald.

source: View Transaction
nl_nl: Bekijk transactie

source: Resend Registration
nl_nl: Verstuur de bestelling nogmaals

source: View/Edit Contact
nl_nl: Bekijk/bewerk contactpersoon

source: Create Contact
nl_nl: Nieuw contactpersoon

source: The registration for %s could not be trashed because it has payments attached to the related transaction. If you wish to trash this registration you must first delete the payments on the related transaction.
nl_nl: De registratie voor %s kon niet worden weggegooid omdat er betalingen aan de gerelateerde transactie zijn gekoppeld. Als u deze registratie wilt weggooien, moet u eerst de betalingen voor de gerelateerde transactie verwijderen.

source: New Contact record created. Now make any edits you wish to make for this contact.
nl_nl: Nieuwe contactpersoonrecord gemaakt. Maak nu alle bewerkingen die u wilt maken voor deze contactpersoon.

source: Scroll to Other Registrations in the Same Transaction
nl_nl: Schuif naar andere registraties in dezelfde transactie

source: This registration shares the contact details for the primary registration in this group. If you'd like this registration to have its own details, you can do so by clicking this button
nl_nl: Deze registratie deelt de contactgegevens voor de primaire registratie in deze groep. Als u wilt dat deze registratie zijn eigen gegevens heeft, u dit doen door op deze knop te klikken

source: In order to process your registration, we ask you to provide the following information.%1$sPlease note that all fields marked with an asterisk (%2$s) are required.
nl_nl: Om je aanmelding te verwerken, vragen we de nodige informatie in te geven.%1$sMerk op dat velden met een asterisk (%2$s) verplicht zijn.

source: This displays the custom questions and answers for this registrant. Please note that any answers to system questions have been saved with the contact record. You can edit those answers via the "View/Edit this Contact" link in the Contact Details metabox in the sidebar.
nl_nl: Dit geeft de aangepaste vragen en antwoorden voor deze registrant weer. Houd er rekening mee dat eventuele antwoorden op systeemvragen zijn opgeslagen met de contactpersoonrecord. U deze antwoorden bewerken via de link 'Deze contactpersoon weergeven/bewerken' in het metavak Contactgegevens in de zijbalk.

source: You can customize the information that is shown on this page by toggling the Screen Options tab. Then you can add or remove checkmarks to hide or show certain content and even adjust the pagination for registrations.
nl_nl: U de informatie die op deze pagina wordt weergegeven aanpassen door het tabblad Schermopties teggen. Vervolgens u vinkjes toevoegen of verwijderen om bepaalde inhoud te verbergen of weer te geven en zelfs de pagination voor registraties aanpassen.

source: You can customize the information that is shown on this page by toggling the Screen Options tab. Then you can add or remove checkmarks to hide or show certain content and even adjust the pagination for contacts.
nl_nl: U de informatie die op deze pagina wordt weergegeven aanpassen door het tabblad Schermopties teggen. Vervolgens u vinkjes toevoegen of verwijderen om bepaalde inhoud te verbergen of weer te geven en zelfs de pagination voor contactpersonen aanpassen.

source: Filters are a way to show registrations that fall into certain criteria. Note: you must first select an Event to see all available options for filters. Only registrations with a status of Approved or Pending Payment are shown in this view.
nl_nl: Filters zijn een manier om registraties te laten zien die aan bepaalde criteria voldoen. Opmerking: u moet eerst een workshop selecteren om alle beschikbare opties voor filters te zien. Alleen registraties met de status Goedgekeurd of Betaling in Behandeling worden in deze weergave getoond.

source: Filter by Event
nl_nl: Filter op event

source: Filter by date
nl_nl: Filter op datum

source: This area shows the custom questions and answers for this registrant. Any answers to system questions have been saved with the contact record for this registrant. Those answers can be edited by clicking on the the link for View/Edit this Contact which appears in the Contact Details metabox in the sidebar.
nl_nl: Dit gebied toont de aangepaste vragen en antwoorden voor deze registrant. Eventuele antwoorden op systeemvragen zijn opgeslagen met het contactrecord voor deze registrant. Deze antwoorden kunnen worden bewerkt door te klikken op de koppeling voor Deze contactpersoon weergeven/bewerken die wordt weergegeven in het metavak Contactgegevens in de zijbalk.

source: Questions that have already been asked will be shown as part of a registrant record. This accounts for both existing registrants and future registrants where an event admin may decide to remove certain questions. The future registrant records will only display the questions that they are asked and answer. Questions are displayed in this order: Question Group, then by set question order in the group.
nl_nl: Vragen die al zijn gesteld, worden weergegeven als onderdeel van een registererrecord. Dit is goed voor zowel bestaande registranten als toekomstige registranten wanneer een gebeurtenisbeheerder kan besluiten om bepaalde vragen te verwijderen. In de toekomstige registrantrecords worden alleen de vragen weergegeven die ze worden gesteld en beantwoord. Vragen worden weergegeven in deze volgorde: Vragengroep, vervolgens door vaste vraagvolgorde in de groep.

source: An approved registration allows payments and may have a transaction status of complete or incomplete. The registration is marked as active and a space is reserved for the registrant.
nl_nl: Een goedgekeurde registratie maakt betalingen mogelijk en kan een transactiestatus hebben die volledig of onvolledig is. De registratie is gemarkeerd als actief en een ruimte is gereserveerd voor de registrant.

source: A cancelled registration is performed by the registrant. Payments are not allowed, the registration is inactive, and no space is reserved.
nl_nl: Er is een geannuleerde registratie voor de registrant. Betalingen zijn niet toegestaan, de registratie is inactief en er is geen plek gereserveerd.

source: A declined registration is performed by the event admin. Payments are not allowed, the registration is inactive, and not space is reserved.
nl_nl: Een geweigerde registratie is uitgevoerd door de workshopaanbieder. Betalingen zijn niet toegestaan, de registratie is inactief, en er is geen ruimte gereserveerd.

source: A pending registration allows payments. The status will be automatically toggled to approved if the payment is made in full by registrant.
nl_nl: Een lopende registratie maakt betalingen mogelijk. De status wordt automatisch ingeschakeld als de betaling volledig door de registrant wordt uitgevoerd.

source: Shows the contact details for this registrant.
nl_nl: Toont de contactgegevens van deze registrant.

source: Shows the name of the contact.
nl_nl: Toont de naam van de contactpersoon

source: Shows the email for the contact.
nl_nl: Toon de e-mail voor het contact.

source: Shows the phone number for contact.
nl_nl: Toont het telefoonnummer voor contact.

source: Shows the address for the contact.
nl_nl: Toon het adres voor het contact.

source: You can edit contact information this Contact by clicking on the View / Edit this Contact link.
nl_nl: U deze contactpersoon bewerken door op de link Deze contactpersoon weergeven /Bewerken.

source: Displays a list of events based on a set of criteria on a WordPress page or post. Unless otherwise specified, events are sorted by start date.
nl_nl: Geeft een lijst van workshops op basis van een aantal criteria op een WordPress pagina of post. Tenzij anders aangegeven, worden workshops gesorteerd op begindatum.

source: Contributor Recognition
nl_nl: Erkenning van bijdragers

source: Welcome to the Decaf (free) Version of Event Espresso 4!
nl_nl: Welkom bij de Decaf (gratis) versie van Event Espresso 4!

source: %sLearn more >>%s
nl_nl: %sLees meer >>%s

source: As part of the process for updating Event Espresso, your database also needs to be updated. Event Espresso is in COMPLETE MAINTENANCE MODE (both WordPress admin pages and front-end event registration pages are disabled) until you run the database update script. %s Visit the Maintenance Page to get started,%s it only takes a moment.
nl_nl: Als onderdeel van het proces voor het bijwerken van Event Espresso, is uw database ook moet worden bijgewerkt. Event Espresso bevindt zich in de volledige onderhoudsmodus (zowel WordPress-beheerderspagina's als registratiepagina's voor front-endgebeurtenis zijn uitgeschakeld) totdat u het script voor database-update uitvoert. %s Ga naar de onderhoudspagina om aan de slag te gaan, %s het duurt maar even.

source: Site taken out of maintenance mode because no data migration scripts are required
nl_nl: Site uit de onderhoudsmodus gehaald omdat er geen scripts voor gegevensmigratie nodig zijn

source: Congratulations! Your database is "up-to-date" and you are ready to begin using %s
nl_nl: Gefeliciteerd! Uw database is "up-to-date" en u bent klaar om te beginnen met het gebruik %s

source: Time to find out about all the great new features %s has to offer.
nl_nl: Tijd om meer te weten te komen over alle geweldige nieuwe functies die %s te bieden heeft.

source: %1$sYes. I have backed up my database%2$s, %3$sunderstand the risks involved%4$s, and am ready to migrate my existing %5$s data to %6$s.
nl_nl: %1$s Ja. Ik heb een back-up van mijn database%2$s, %3$sbegrepen de risico's%4$s, en ben klaar om mijn bestaande %5$s gegevens te migreren naar %6$s.

source: Migrate My %s Data to %s
nl_nl: Mijn %sgegevens migreren naar %s

source: I do NOT want to migrate my %1$s data to %2$s at this time and just want to use %3$s without migrating data.
nl_nl: Ik wil mijn %1$s gegevens op dit moment niet migreren naar %2$s en wil gewoon %3$s gebruiken zonder gegevens te migreren.

source: Please Note: In order to avoid errors, any existing Event Espresso data (events, ticket, registrations, etc) in your db will be erased! Regular WP data will NOT be affected.
nl_nl: Let aub op: Om fouten te voorkomen, zullen alle bestaande Event Espresso data (workshops, ticket, registraties, etc.) in je db worden gewist! Gewone WP data zullen niet worden aangetast.

source: Just Start %s and Delete Existing Data
nl_nl: Start %s en verwijder bestaande gegevens

source: If your existing Event and Registration Data is no longer relevant nor required, you can just start up %s without performing a data migration.
nl_nl: Als uw bestaande gebeurtenis- en registratiegegevens niet langer relevant of vereist zijn, u gewoon %s opstarten zonder een gegevensmigratie uit te voeren.

source: Migration Report not sent
nl_nl: Migratierapport niet verzonden

source: I want to retry migrating my data
nl_nl: Ik wil opnieuw proberen mijn gegevens te migreren

source: I want to hear from Support before proceeding
nl_nl: Ik heb graag contact met de ondersteuningsafdeling voordat ik door ga.

source: I don't need my old EE %s data
nl_nl: Ik heb mijn oude EE-%s gegevens niet nodig

source: I want to go back to my old version of EE %1$s
nl_nl: Ik wil terug naar mijn oude versie van EE %1$s

source: You must upgrade your Event Espresso Add-ons before Migrating
nl_nl: U moet uw invoegtoepassingen voor gebeurtenis espresso upgraden voordat u migreert

source: %1$sNext Step%2$s
nl_nl: %1$sVolgende stap%2$s

source: Is this an account on the Authorize.net development server?
nl_nl: Is dit een account op de Authorize.net ontwikkelserver?

source: Do you want to submit a test transaction?
nl_nl: Wilt u een testtransactie indienen?

source: iPay88 Settings
nl_nl: iPay88 Instellingen

source: Select an image/logo that should be shown on the payment page for PayPal.
nl_nl: Selecteer een afbeelding/logo die op de betaalpagina voor PayPal moet worden weergegeven.

source: Template Settings (Preview)
nl_nl: Sjablooninstellingen (voorbeeld)

source: , (comma)
nl_nl: , (komma)

source: . (decimal)
nl_nl: . (decimaal)

source: Link to Event Espresso in your Registration Page?
nl_nl: Een koppeling naar Event Espresso op je registratiepagina?

source: Send Login Information (Optional)
nl_nl: Aanmeldgegevens verzenden (optioneel)

source: Add the constants below to your wp-config.php file, above the line that says "That's all, stop editing! Happy blogging."
nl_nl: Voeg de constanten hieronder aan uw wp-config.php bestand, boven de lijn die zegt: "Dat is alles, stoppen met bewerken! Gelukkig bloggen."

source: Help spread the word about Event Espresso by allowing us to show a small link back to the to Event Espresso website in your registration page.
nl_nl: Help het woord over Event Espresso te verspreiden door ons in staat te stellen een kleine link terug te laten zien naar de naar Event Espresso website op uw registratiepagina.

source: Set Map Zoom
nl_nl: Stel Map zoom level in.

source: Alignment allows you to move the map left, center, or right within the parent event structure. The default alignment is left.
nl_nl: Met Uitlijnen kunt u de kaart naar links, midden of rechts bewegen binnen de bovenliggende workshopstructuur. De standaarduitlijning is links.

source: Cancel / Return Page
nl_nl: Annuleringspagina

source: This page shows options for single event pages and event list pages.
nl_nl: Deze pagina toont opties voor enkelvoudig workshoppagina's en workshoplijstpagina's.

source: Whether Venue information, such as the address and Google Map should be shown on the Single Event pages.
nl_nl: Of Locatie-informatie, zoals het adres en Google Map, moet worden getoond op de Enkelvoudig workshoppagina's.

source: Whether the ticket options table (Ticket Selector) should be shown on the event list page.
nl_nl: Of de ticketopties tabel (Ticketkiezer) op de workshopslijst pagina getoond moet worden.

source: Whether the event datetimes should be shown on the event list page.
nl_nl: Of de workshop datum-tijden moeten worden getoond op de workshopslijst-pagina's .

source: Default Message Templates
nl_nl: Standaard berichtsjabloon

source: Global Message Templates
nl_nl: Globale berichtsjablonen

source: Custom Message Templates (Preview)
nl_nl: Aangepast berichtsjabloon (Voorvertoning)

source: In order to create a custom message template the GRP_ID of the template being used as a base is needed
nl_nl: Om een aangepaste berichtsjabloon te maken, is de GRP_ID van de sjabloon die als basis wordt gebruikt, nodig

source: Before any shortcodes in the template can be parsed, the previewer needs to know what data to use for the shortcodes. Some of the data is dummy data that the previewer generates, but wherever possible the previewer will use ACTUAL data from your database. For example, all the organization shortcodes will use actual data you've setup for your organization. For global template previews, the previewer will obtain the first active event from your database and use data from it. If you are previewing a custom event template then THAT event will be used for the preview. The only data that is dummy data is typically data that would be entered by a person registering for an event
nl_nl: Voordat shortcodes in de sjabloon kunnen worden ontleed, moet de previewer weten welke gegevens u moet gebruiken voor de shortcodes. Sommige gegevens zijn dummy-gegevens die de previewer genereert, maar waar mogelijk gebruikt de previewer actuele gegevens uit uw database. Alle korte codes van de organisatie gebruiken bijvoorbeeld de werkelijke gegevens die u voor uw organisatie hebt ingesteld. Voor globale sjabloonvoorbeelden krijgt de previewer de eerste actieve gebeurtenis uit uw database en gebruikt deze gegevens. Als u een voorbeeld van een aangepaste gebeurtenissjabloon bekijkt, wordt die gebeurtenis gebruikt voor de preview. De enige gegevens die dummy gegevens zijn, zijn meestal gegevens die worden ingevoerd door een persoon die zich registreert voor een gebeurtenis

source: This is a custom template. Custom Templates have an editable name and description to help you differentiate between templates.
nl_nl: Dit is een aangepaste sjabloon. Aangepaste sjablonen hebben een bewerkbare naam en beschrijving om u te helpen onderscheid te maken tussen sjablonen.

source: Message Template Name:
nl_nl: Naam berichtsjabloon:

source: Message Template Description:
nl_nl: Beschrijving berichtsjabloon:

source: Here the white colored gear indicates the messenger is inactive. This is very helpful for seeing at a glance all the messengers that are active when you first view the page.
nl_nl: Hier geeft het wit gekleurde toestel aan dat de boodschapper inactief is. Dit is zeer handig om in één oogopslag alle messengers te zien die actief zijn wanneer u de pagina voor het eerst bekijkt.

source: No Parent
nl_nl: Geen hoofd

source: Recommendations
nl_nl: Aanbevelingen

source: Screen Options
nl_nl: Schermopties
