Repository: eventespresso/event-espresso-core
Catalog: languages/event_espresso-*.po
Languages: nl_nl

source: Trying to retrieve DMS class from wp option. No DMS by the name '%s' exists
nl_nl: Proberen om DMS klasse op te halen van wp optie. Er bestaat geen DMS met de naam '%s'

source: The wp option with key '%s' does not represent a DMS
nl_nl: De wp-optie met toets '%s' vertegenwoordigt geen DMS

source: %s is not a valid Data Migration Script. The classname should be like EE_DMS_w_x_y_z, where w is either 'Core' or the slug of an addon and x, y and z are numbers,
nl_nl: %s is geen geldig script voor gegevensmigratie. De klassenaam moet zijn als EE_DMS_w_x_y_z, waar w is ofwel 'Core' of de slak van een addon en x, y en z zijn nummers,

source: The data migration script "%s" migrates the "%s" data, but there is no EE addon with that name. There is only: %s.
nl_nl: Het gegevensmigratiescript "%s" migreert de gegevens "%s", maar er is geen EE-addon met die naam. Er is alleen: %s.

source: EED_Module is an abstract parent class an can not be instantiated. Please provide a proper module name.
nl_nl: EED_Module is een abstracte bovenliggende klasse een kan niet worden gedaggeblikt. Geef een juiste modulenaam op.

source: No configuration section has been provided while attempting to save "%s".
nl_nl: Er is geen configuratiesectie opgegeven tijdens een poging om "%s" op te slaan.

source: The "%s" configuration section does not exist.
nl_nl: De configuratiesectie "%s" bestaat niet.

source: The "%s" configuration settings have not been formatted correctly.
nl_nl: De configuratie-instellingen voor %s zijn niet correct opgemaakt.

source: No name has been provided for the specific configuration section.
nl_nl: Er is geen naam opgegeven voor de specifieke configuratiesectie.

source: No class name has been provided for the specific configuration section.
nl_nl: Er is geen klassenaam opgegeven voor de specifieke configuratiesectie.

source: The "%s" class does not exist. Please ensure that an autoloader has been set for it.
nl_nl: De klasse "%s" bestaat niet. Zorg ervoor dat er een autoloader voor is ingesteld.

source: The "%s" class is not an instance of EE_Config_Base.
nl_nl: De klasse '%s' is geen instantie van EE_Config_Base.

source: The "%s" could not be saved to the database.
nl_nl: De '%s' kan niet worden opgeslagen in de database.

source: The "%s" could not be retrieved from the database.
nl_nl: De "%s" kon niet worden opgehaald uit de database.

source: The Event Espresso UXIP feature is not yet active on your site. For %1$smore info%2$s and to opt-in %3$sclick here%4$s.
nl_nl: De Event Espresso UXIP-functie is nog niet actief op uw site. Voor %1$smeer info%2$s en om je hier aan te %3$sklik hier%4$s.

source: %sMaintenance Mode%sEvent Registration has been temporarily closed while system maintenance is being performed. We're sorry for any inconveniences this may have caused. Please try back again later.%s
nl_nl: %s Onderhoudsmodus%sEvenement Registratie is tijdelijk gesloten terwijl het systeemonderhoud wordt uitgevoerd. Het spijt ons voor eventuele ongemakken die dit kan hebben veroorzaakt. Probeer het later nog eens. %s

source: %sclose%sEvent Registration is currently disabled because Event Espresso has been placed into Maintenance Mode. To change Maintenance Mode settings, click here %sEE Maintenance Mode Admin Page%s
nl_nl: %sclose%sEvent Registratie is momenteel uitgeschakeld omdat Event Espresso in de onderhoudsmodus is geplaatst. Als u de instellingen van de onderhoudsmodus wilt wijzigen, klikt u hier %sEE-pagina voor onderhoudsmodus%s

source: An unknown error has occurred on the server while attempting to dismiss this notice.
nl_nl: Er is een onbekende fout opgetreden op de server tijdens een poging om dit bericht te verwijderen.

source: Event Espresso error logging could not be setup because: %s
nl_nl: Logboekregistratie van fout bij gebeurtenis espresso kan niet worden ingesteld omdat: %s

source: Question Group to Question Link ID
nl_nl: Vraaggroep naar koppelings-id

source: Question Group Question Order
nl_nl: Vraaggroep vraagvolgordevolgorde

source: Flag indicating whether this ticket must be purchased with a transaction
nl_nl: Vlag die aangeeft of dit ticket moet worden gekocht met een transactie

source: The file name for the actual template file saved on disk
nl_nl: De bestandsnaam voor het werkelijke sjabloonbestand dat op schijf is opgeslagen

source: Event Message Template
nl_nl: Workshop Berichtsjabloon

source: Event Message Templates
nl_nl: Workshop Berichtsjablonen

source: Event Message Template ID
nl_nl: Workshop Berichtsjabloon ID

source: The ID to the Event
nl_nl: De ID voor de workshop

source: The ID to the Message Template Group
nl_nl: De id voor de berichtsjabloongroep

source: %s requires either an array of GRP_IDs or EVT_IDs or both, but both cannot be empty.
nl_nl: %s vereist een array van GRP_IDs of EVT_IDs of beide, maar beide kunnen niet leeg zijn.

source: Unknown State (%s)
nl_nl: Onbekende staat (%s)

source: Unknown Country (%s)
nl_nl: Onbekend land (%s)

source: Flag indicating price type has been trashed
nl_nl: Vlag die het prijstype aangeeft is weggegooid

source: Question Option Order
nl_nl: Volgorde van de optie vraag

source: There is no EE_Any_Foreign_Model_Name field on model %s
nl_nl: Er is geen EE_Any_Foreign_Model_Name veld op model %s

source: While performing a query on '%s', tried to use '%s' as an order parameter.
nl_nl: Tijdens het uitvoeren van een query op '%s' probeerde u '%s' als orderparameter te gebruiken.

source: '%s' is neither an object of type %s, nor an ID! Its full value is '%s'
nl_nl: '%s' is noch een object van type %s, noch een ID! De volledige waarde is '%s'

source: get_all_copies should be provided with either a model object or an array of field-value-pairs, but was given %s
nl_nl: get_all_copies moet worden voorzien van een modelobject of een array veldwaardeparen, maar %s

source: A brief description about this template.
nl_nl: Een korte beschrijving over deze sjabloon.

source: Flag indicating whether to show the group\s description on the registration page
nl_nl: Vlag die aangeeft of de groepsbeschrijving op de registratiepagina moet worden weergegeven

source: Datetime Name
nl_nl: Naam van datumtijd

source: Description for Datetime
nl_nl: Omschrijving voor datumtijd

source: Question Group Id
nl_nl: Vraaggroep ID

source: Event Short Description
nl_nl: Korte event beschrijving

source: Display Ticket Selector Flag
nl_nl: Vlag voor kaartkiezer weergeven

source: This %1$s is currently linked to one or more %2$s records. If this %1$s is incorrect, then please remove it from all %3$s before attempting to delete it.
nl_nl: Deze %1$s is momenteel gekoppeld aan een of meer %2$s records. Als dit %1$s onjuist is, verwijder het dan uit alle %3$s voordat u probeert het te verwijderen.

source: Model field '%s' has no name set. Did you make a model and forget to call the parent model constructor?
nl_nl: Modelveld '%s' heeft geen naamset. Heb je een model gemaakt en vergeet je de ouder model constructor te noemen?

source: An attempt to access and/or write to a file on the server could not be completed due to a lack of sufficient credentials.
nl_nl: Een poging om toegang te krijgen tot en/of te schrijven naar een bestand op de server kan niet worden voltooid vanwege een gebrek aan voldoende referenties.

source: The requested %1$s could not be found or is not readable, possibly due to an incorrect filepath, or incorrect file permissions.%2$s
nl_nl: De gevraagde %1$s niet kon worden gevonden of niet leesbaar is, mogelijk vanwege een onjuist bestandspad of onjuiste bestandsmachtigingen. %2$s

source: Please ensure the following path is correct: "%s".
nl_nl: Zorg ervoor dat het volgende pad correct is: "%s".

source: File permissions for the requested %1$s are currently set at "%2$s". The recommended permissions are 644 for files and 755 for folders.
nl_nl: Bestandsmachtigingen voor de gevraagde %1$s zijn momenteel ingesteld op '%2$s'. De aanbevolen machtigingen zijn 644 voor bestanden en 755 voor mappen.

source: Please ensure that the server and/or PHP configuration allows the current process to access the following file: "%s".
nl_nl: Zorg ervoor dat de server- en/of PHP-configuratie het huidige proces toegang geeft tot het volgende bestand: "%s".

source: There may be times where you just want to deactivate (or activate new) message types for a particular messenger. The messages system makes it super easy to do so. To deactivate, what you do is drag the message type box from the "active area" below the messenger description (of an active messenger) into the "inactive" area in the right sidebar. To activate you do the reverse. Just remember that when you deactivate a message type, if that message type has any settings, the settings will be lost. However, any message templates that match the messenger and message type you deactivated will be preserved, they are just marked "inactive" in the database
nl_nl: Er kunnen momenten zijn waarop u alleen nieuwe berichttypen wilt deactiveren (of activeren) voor een bepaalde messenger. Het berichtensysteem maakt het super eenvoudig om dit te doen. Als u wilt deactiveren, sleept u het vak berichttype uit het 'actieve gebied' onder de messenger-beschrijving (van een actieve boodschapper) naar het gebied 'inactief' in de rechterzijbalk. Om te activeren doe je het omgekeerde. Houd er rekening mee dat wanneer u een berichttype deactiveert, als dat berichttype instellingen heeft, de instellingen verloren gaan. Echter, alle bericht sjablonen die overeenkomen met de messenger en het bericht type dat u gedeactiveerd zal worden bewaard, ze zijn gewoon gemarkeerd als "inactief" in de database

source: "%s" could not be created.
nl_nl: "%s" kon niet worden aangemaakt.

source: The "%1$s" %2$s is not writable.
nl_nl: De %2$s "%1$s" is niet beschrijfbaar.

source: The "%s" file could not be created.
nl_nl: Het bestand '%s' kan niet worden gemaakt.

source: The %1$sfile located at "%2$s" is not writable.
nl_nl: Het %1$sbestand op "%2$s" is niet beschrijfbaar.

source: The %1$sfile located at "%2$s" could not be written to.
nl_nl: De %1$sfile op "%2$s" kon niet worden geschreven.

source: (more&hellip;)
nl_nl: (meer&hellip;)

source: Go to the first page
nl_nl: Ga naar de eerste pagina

source: Go to the previous page
nl_nl: Ga naar de vorige pagina

source: Current page
nl_nl: Huidige pagina

source: You can customize the information that is shown on this page by toggling the Screen Options tab. Then you can add or remove checkmarks to hide or show certain content and even adjust the pagination for message templates.
nl_nl: U de informatie die op deze pagina wordt weergegeven aanpassen door het tabblad Schermopties teggen. Vervolgens u vinkjes toevoegen of verwijderen om bepaalde inhoud te verbergen of weer te geven en zelfs de pagination voor berichtsjablonen aanpassen.

source: Important
nl_nl: Belangrijk

source: Go to the next page
nl_nl: Ga naar de volgende pagina

source: Although customizations made to global templates are preserved when a messenger is deactivated, any settings for that messenger (or the message types that were attached to it) are lost on deactivation. Also, once you deactivate a messenger, no more messages will be delivered using that messenger for any of your events.
nl_nl: Hoewel aanpassingen aan algemene sjablonen worden bewaard wanneer een berichtgever is uitgeschakeld, zijn de instellingen voor die berichtgever (of de berichttypen die eraan waren gekoppeld) verloren gegaan bij de de-activering. En ook, als u een berichtgever uitschakelt, zullen geen berichten meer worden geleverd bij gebruik van die berichtgever voor enige workshop.

source: Go to the last page
nl_nl: Ga naar de laatste pagina

source: Registration Confirmation
nl_nl: Bestelling bevestiging

source: The Event Espresso activation errors file could not be setup because: %s
nl_nl: Het bestand Activeringsfouten voor gebeurtenis espresso kan niet worden ingesteld omdat: %s

source: Triggered by frontend event registrations
nl_nl: Veroorzaakt door frontend workshop registraties

source: The Event Espresso critical page entitled "%s" could not be retrieved.
nl_nl: De kritieke pagina Event Espresso met de titel "%s" kan niet worden opgehaald.

source: Payment Confirmation
nl_nl: Betalingsbevestiging

source: Triggered by frontend payments
nl_nl: Geactiveerd door frontend betalingen

source: When a new install of Event Espresso is activated, all message types will be activated except for those for Cancelled and Declined registrations. The message types for Cancelled and Declined registrations can be easily activated through the Settings tab for Messages. Deactivating and re-activating Event Espresso will keep the current settings saved.
nl_nl: Wanneer een nieuwe installatie van Gebeurtenis espresso is geactiveerd, worden alle berichttypen geactiveerd, behalve die voor geannuleerde en geweigerde registraties. De berichttypen voor geannuleerde en geweigerde registraties kunnen eenvoudig worden geactiveerd via het tabblad Instellingen voor Berichten. Als gebeurtenis espresso deactiveren en opnieuw activeren, blijven de huidige instellingen opgeslagen.

source: The following plugin needs to be updated in order to work with this version of our plugin update script: <strong>%s</strong></p><p>You will have to update this manually. Contact support for further instructions
nl_nl: De volgende plug-in moet worden bijgewerkt om te werken met deze versie van onze plugin update script: <strong>%s</strong></p><p>U zult dit handmatig moeten bijwerken. Neem contact op met de ondersteuning voor verdere instructies

source: There may be times where you want to deactivate (or activate new) Message Types for a particular messenger. The messages system makes it easy to do so. To deactivate a Message Type, drag the message type box from the "active area" into the "inactive" area in the right sidebar. To re-activate, simply reverse your steps. Remember that when you deactivate a message type, if that message type has any settings, the settings will be lost. However, any message templates that match the messenger and message type you deactivated will be preserved, they are just marked "inactive" in the database.
nl_nl: Er kunnen momenten zijn waarop u nieuwe berichtentypen voor een bepaalde messenger wilt deactiveren (of activeren). Het berichtensysteem maakt het gemakkelijk om dit te doen. Als u een berichttype wilt deactiveren, sleept u het vak berichttype van het 'actieve gebied' naar het gebied 'inactief' in de rechterzijbalk. Om opnieuw te activeren, draait u eenvoudig uw stappen om. Houd er rekening mee dat wanneer u een berichttype deactiveert, als dat berichttype instellingen heeft, de instellingen verloren gaan. Echter, alle bericht sjablonen die overeenkomen met de messenger en het bericht type dat u gedeactiveerd zal worden bewaard, ze zijn gewoon gemarkeerd als "inactief" in de database.

source: Unable to setup automatic updates for the plugin with the slug "%s" because of an error with the code. Please contact EE support and give them this error message.
nl_nl: Kan geen automatische updates instellen voor de plug-in met de slak "%s" vanwege een fout met de code. Neem contact op met EE support en geef ze deze foutmelding.

source: Category Parent
nl_nl: Eerdere Categorie

source: Trying to retrieve a non-existent property (%s). Double check the spelling please
nl_nl: Proberen om een niet-bestaande eigenschap (%s) op te halen. Controleer de spelling alstublieft

source: Categories are hierarchical. You can change the parent for this category here.
nl_nl: Categorieën zijn hiërarchisch. U de ouder voor deze categorie hier wijzigen.

source: This ticket was automatically locked and archived because it has a sold quantity and the price was modified. Existing ticket holders will still be verified using these ticket details. However, Event Espresso has automatically created a new active ticket with the modified price for new registrants. This lock is meant to prevent accidental trashing of this ticket. Certain details of this ticket can still be edited (non disabled inputs).
nl_nl: Dit ticket werd automatisch vergrendeld en gearchiveerd omdat het een verkochte hoeveelheid heeft en de prijs is gewijzigd. Bestaande tickethouders worden nog steeds geverifieerd aan de hand van deze ticketgegevens. Event Espresso heeft echter automatisch een nieuw actief ticket gemaakt met de gewijzigde prijs voor nieuwe registranten. Dit slot is bedoeld om per ongeluk trashing van dit ticket te voorkomen. Bepaalde details van dit ticket kunnen nog steeds worden bewerkt (niet-uitgeschakelde ingangen).

source: The check-in status could not be determined.
nl_nl: De incheckstatus kon niet worden bepaald.

source: This datetime can no longer be duplicated or deleted because tickets associated with this datetime have already been sold.
nl_nl: Deze datum kan niet meer worden gedupliceerd of verwijderd omdat tickets die aan deze datum zijn gekoppeld al zijn verkocht.

source: Cannot get billing info for gateway %s on transaction because the primary registration has no attendee exists
nl_nl: Kan geen factureringsgegevens voor gateway-%s op transactie krijgen omdat de primaire registratie geen deelnemer heeft bestaat

source: This is the name or title for an event datetime.
nl_nl: Dit is de naam of titel van een workshop datum-tijd.

source: Approved Registrations
nl_nl: Goedgekeurde reserveringen

source: Pending Payment Registrations
nl_nl: Reserveringen welke wachten op betaling

source: Click the Move to Trash link to move an event to the trash. Note: an event can only be deleted after associated payments have been removed and registrations have been removed.
nl_nl: Klik op de Verplaatsen naar Prullenbak link om een workshop naar de prullenbak te verplaatsen. Opmerking: een workshop kan alleen worden verwijderd als eraan gekoppelde betalingen en registraties zijn verwijderd.

source: This is the event datetimes of the event. All events require a start and an end date in order to display properly on your pages. You can also view sold tickets, quickly create a new tickets, and duplicate an event datetime. Event Datetimes can also have a title or name associated with them.
nl_nl: Dit is de gebeurtenis datum-tijd van de workshop. Alle workshops hebben een begin- en een einddatum nodig om goed op uw pagina's weergegeven te worden. U kunt ook verkochte tickets bekijken, snel nieuwe tickets aanmaken en een workshop datum-tijd dupliceren. Workshop datum-tijden kunnen ook gelinkt worden aan een titel of naam.

source: Event Datetimes Limit Field
nl_nl: Workshop Datum-tijden Limietveld

source: Event Datetimes Sold
nl_nl: Workshop Datum-Tijd Verkocht

source: Create a New Event Datetime
nl_nl: Creëer een Nieuw Workshop Datum-tijd

source: Note: many of your EE3 shortcodes will be changed to EE4 shortcodes during this migration (among many other things). Should you revert to EE3, then you should restore to your backup or manually change the EE4 shortcodes back to their EE3 equivalents
nl_nl: Opmerking: veel van uw EE3 shortcodes worden tijdens deze migratie (onder andere) gewijzigd in EE4 shortcodes. Mocht u terugkeren naar EE3, dan moet u herstellen naar uw back-up of handmatig de EE4 shortcodes terug te veranderen naar hun EE3 equivalenten

source: Error in updating the row in %s setting 'MTP_name = %s
nl_nl: Fout bij het bijwerken van de rij in %s instelling 'MTP_name = %s

source: Error in inserting a row into setting EVT_ID = %d and GRP_ID = %d
nl_nl: Fout bij het invoegen van een rij in het instellen van EVT_ID = %d en GRP_ID = %d

source: Using Datetimes Limit Field & Ticket Quantities
nl_nl: Datumtijden beperken veld - Tickethoeveelheden

source: The rich text editor can be used to create a description for your event category.
nl_nl: De rich text editor kan gebruikt worden om een ​​beschrijving te maken voor uw workshopcategorie.

source: It appears the Event Espresso Core Configuration is not setup correctly.
nl_nl: Het lijkt erop dat de Gebeurtenis Espresso Core-configuratie niet correct is ingesteld.

source: Could not increment term_taxonomy's count because %s
nl_nl: Kan het aantal term_taxonomy niet verhogen omdat %s

source: Could not save EE Config during org options stage. Reason: %s
nl_nl: Kon EE Config niet opslaan tijdens de fase van de organisatieopties. Reden: %s

source: Datetime Fields
nl_nl: Datumtijd velden

source: Question Group Questions
nl_nl: Vragengroepvragen

source: Create New Custom
nl_nl: Maak nieuw custom

source: Something went wrong with generating the custom template from this group id: %s. This usually happens when there is no matching message template group in the db.
nl_nl: Er is iets misgegaan met het genereren van de aangepaste sjabloon uit deze groeps-id: %s. Dit gebeurt meestal wanneer er geen overeenkomende berichtsjabloongroep in de db is.

source: This is a custom template that was created for the %s messenger and %s message type.
nl_nl: Dit is een aangepaste sjabloon die is gemaakt voor de %s messenger en %s berichttype.

source: You can customize the information that is shown on this page by toggling the Screen Options tab. Then you can add or remove checkmarks to hide or show certain content and even adjust the pagination for event categories.
nl_nl: U de informatie die op deze pagina wordt weergegeven aanpassen door het tabblad Schermopties teggen. Vervolgens u vinkjes toevoegen of verwijderen om bepaalde inhoud te verbergen of weer te geven en zelfs de pagination voor gebeurteniscategorieën aanpassen.

source: The is the numerical ID of an event. This value is used internally for Event Espresso and is used to populate certain shortcodes.
nl_nl: Het is de numerieke ID van een workshop. Deze waarde wordt intern gebruikt door Event Espresso en wordt gebruikt om bepaalde shortcodes te vullen.

source: Template In Use
nl_nl: Template in gebruik

source: The location or place that is hosting the event. Note: An event is not required to have a venue associated with it.
nl_nl: De locatie of plaats die het evenement organiseert. Opmerking: een evenement is niet vereist om een locatie aan te hebben gekoppeld.

source: This is the number of registrations that have been approved. Clicking on this number will take you to a page that shows you a list of registrants for that event.
nl_nl: Dit is het aantal registraties dat is goedgekeurd. Door op dit cijfer te klikken, komt u op een pagina met een lijst van deelnemers voor die workshop.

source: The following actions are available for the action buttons: View event, Edit Event Details, View Registrations for Event, View Event Reports.
nl_nl: De volgende acties zijn beschikbaar voor de actieknoppen: Bekijk workshop, Bewerk workshop Details, Bekijk Inschrijvingen voor Evworkshopent, Bekijk workshop Rapporten.

source: Event Name (Status)
nl_nl: Event naam (status)
