Repository: eventespresso/event-espresso-core
Catalog: languages/event_espresso-*.po
Languages: nl_nl

source: You can perform a search to find certain venues. The following sources will be searched: Venue Name (title), Venue Description, Venue Short Description (excerpt), Venue Address, Venue City, Venue Zip / Postal Code, Venue Phone, Venue URL, Venue Virtual Phone, Venue Google Map Link, Event Name (title), Event Description, Event Phone, and Event External URL. To use the search feature, enter a value into the search box and click on the Search Venues button.
nl_nl: U een zoekopdracht uitvoeren om bepaalde locaties te vinden. De volgende bronnen worden doorzocht: Locatienaam (titel), Locatiebeschrijving, Locatie korte beschrijving (fragment), locatieadres, locatieplaats, locatie postcode, locatietelefoon, locatie-URL, locatie virtuele telefoon, locatie Google Map Link, Gebeurtenisnaam (titel), Gebeurtenisbeschrijving, Evenementtelefoon en Externe URL voor evenementen. Als u de zoekfunctie wilt gebruiken, voert u een waarde in het zoekvak in en klikt u op de knop Zoeklocaties.

source: The field content for the template
nl_nl: De veldinhoud voor de sjabloon

source: Unable to retrieve a registration object for the given reg id (%s)
nl_nl: Kan een registratieobject voor de opgegeven reg-id (%s) niet ophalen

source: In order to generate a ticket selector, please ensure you are passing either an EE_Event object or a WP_Post object of the post type "espresso_event" to the EE_Ticket_Selector class constructor.
nl_nl: Om een ticketkiezer te genereren, moet u ervoor zorgen dat u een EE_Event object of een WP_Post object van het posttype "espresso_event" doorgeeft aan de EE_Ticket_Selector klasseconstructeur.

source: Message Template Groups
nl_nl: Berichtsjabloongroepen

source: The message for this registration has been re-sent
nl_nl: Het bericht voor deze registratie is opnieuw verzonden

source: Percent Discount
nl_nl: Kortingspercentage

source: Dollar Discount
nl_nl: Dollar korting

source: Messenger Used for Template
nl_nl: Messenger gebruikt voor sjabloon

source: Percent Surcharge
nl_nl: Percentage toeslagen

source: Flag indicating if Template Group is Global
nl_nl: Vlag die aangeeft of sjabloongroep globaal is

source: Dollar Surcharge
nl_nl: Dollar toeslagen

source: Flag indicating if Template Group overrides any other Templates for the messenger/messagetype combination
nl_nl: Vlag die aangeeft of Sjabloongroep andere sjablonen voor de combinatie messenger/messagetype overschrijft

source: What is your favorite planet?
nl_nl: Wat is je favoriete planeet?

source: Free Ticket
nl_nl: Gratis ticket

source: Flag indicating whether this has been trashed
nl_nl: Vlag die aangeeft of dit is weggegooid

source: What is your favorite food?
nl_nl: What is your favourite food?

source: You need to select a ticket quantity before you can proceed.
nl_nl: U moet eerst een ticket aantal ingeven voordat u verder kunt gaan.

source: Could not get a country because country name is blank
nl_nl: Kan geen land vinden omdat de naam van het land leeg is

source: Flag indicating whether template group is active
nl_nl: Vlag die aangeeft of de sjabloongroep actief is

source: How many lightyears have you travelled
nl_nl: Hoeveel lichtjaren heb je gereisd

source: Could not get-or-create state because no state name was provided
nl_nl: Kan de status niet ophalen of maken omdat er geen naam voor de staat is opgegeven

source: Payment ID
nl_nl: Betalings ID

source: In order to assemble the data correctly, the "reg_objs" property must be an array of EE_Registration objects
nl_nl: Om de gegevens correct te kunnen verzamelen, moet de eigenschap "reg_objs" een reeks EE_Registration objecten zijn

source: Could not update event image %s for CPT with ID %d, but attachments post ID is %d
nl_nl: Kan de gebeurtenisafbeelding %s voor CPT niet bijwerken met ID-%d, maar bijlagen post-ID is %d

source: Incoming data does not have a valid Attendee object for the primary registrant.
nl_nl: Inkomende gegevens hebben geen geldig Attendee-object voor de primaire registrant.

source: Cannot create image attachment for a blank GUID!
nl_nl: Kan geen afbeeldingsbijlage maken voor een lege GUID!

source: Incoming data does not have a valid Registration object for the primary registrant.
nl_nl: Binnenkomende gegevens hebben geen geldig registratieobject voor de primaire registrant.

source: show%1$sdetails%1$s+
nl_nl: Toon details +

source: Could not create image attachment from non-existent file: %s
nl_nl: Kan geen afbeeldingsbijlage maken vanuit niet-bestaand bestand: %s

source: User-friendly description of payment
nl_nl: Gebruiksvriendelijke beschrijving van de betaling

source: This message type is for messages sent to registrants when their registration is cancelled.
nl_nl: Dit berichttype is voor berichten die naar registranten worden verzonden wanneer hun registratie is geannuleerd.

source: Sold&nbsp;Out
nl_nl: Uitverkocht

source: Amount Payment should be for
nl_nl: Bedrag Betaling dient te geschieden voor

source: registration cancelled
nl_nl: aanmelding geannuleerd

source: Not Available
nl_nl: niet beschikbaar

source: Could not create image attachment post from image '%s'. Attachment data was %s.
nl_nl: Kan geen bijlagepost voor afbeeldingen maken van afbeelding '%s'. Bijlagegegevens zijn %s.

source: registrations cancelled
nl_nl: registraties geannuleerd

source: Recipient's are who will receive the template. You may want different registration details sent out depending on who the recipient is
nl_nl: Ontvangers zijn wie de sjabloon ontvangt. U verschillende registratiegegevens wilt sturen, afhankelijk van wie de ontvanger is

source: subtotal
nl_nl: subtotaal

source: Could not update attachment metadata for attachment %d with data %s
nl_nl: Kan metagegevens voor bijlagegegevens niet bijwerken voor bijlage %d met gegevens %s

source: Response from Gateway about the payment
nl_nl: Reactie Gateway over de betaling

source: This template is what event administrators will receive with an cancelled registration
nl_nl: Dit sjabloon is wat workshopaanbieders zullen ontvangen bij een geannuleerde registratie

source: Total Revenue per Day
nl_nl: Totaal opbrengsten per dag

source: Could not find timezone given %s for %s
nl_nl: Kan de opgegeven tijdzone %s niet vinden voor %s

source: Gateway Transaction ID or Cheque Number
nl_nl: Gateway-transactie-ID of chequenummer

source: This template is what each registrant for the event will receive when their registration is cancelled.
nl_nl: Deze template ontvangt elke registrant voor een event als zijn/haar registratie is geannuleerd.

source: The number of tickets that can be purchased per transaction (if available).
nl_nl: Het aantal tickets dat per transactie kan worden gekocht (indien beschikbaar).

source: Total Revenue per Event
nl_nl: Totale inkomsten per event

source: Purchase or Sales Number
nl_nl: Aankoopnummer

source: This message type is for messages sent to registrants when their registration is declined.
nl_nl: Dit berichttype is voor berichten die naar registranten worden verzonden wanneer hun registratie is geweigerd.

source: Minimum Qty:
nl_nl: Minimaal aantal:

source: From the Forums
nl_nl: Van de fora

source: Invalid field (%s) passed to constructor of %s. Allowed fields are :%s
nl_nl: Ongeldig veld (%s) doorgegeven aan constructeur van %s. Toegestane velden zijn :%s

source: registration declined
nl_nl: Aanmelding afgewezen

source: The Minimum Quantity purchasable for this ticket exceeds the number of spaces remaining
nl_nl: Het minimumaantal dat voor dit ticket kan worden gekocht, is groter dan het aantal resterende plaatsen

source: Add New Default Price
nl_nl: Voeg standaard prijs toe

source: registrations declined
nl_nl: registraties geweigerd

source: Maximum Qty:
nl_nl: Maximum Aantal:

source: Edit Default Price
nl_nl: Bewerk standaard prijs

source: Full Gateway response about payment
nl_nl: Reactie van volledige gateway over betaling

source: This template is what event administrators will receive with an declined registration
nl_nl: Dit sjabloon is wat workshopaanbieders zullen ontvangen bij een geweigerde registratie

source: no limit
nl_nl: geen limiet

source: Delete Default Price
nl_nl: Verwijder standaard prijs

source: There is no relationship to %s on a %s. Cannot cache it
nl_nl: Er is geen relatie met %s op een %s. Kan het niet cachen

source: Indicates what PRC_ID is the parent of this PRC_ID
nl_nl: Geeft aan wat PRC_ID de bovenliggende PRC_ID

source: This template is what each registrant for the event will receive when their registration is declined.
nl_nl: Dit sjabloon is wat elke deelnemer voor de workshop zal ontvangen wanneer hun registratie is geweigerd

source: Add New Default Price Type
nl_nl: Voeg nieuwe standaard prijs toe

source: Price Type ID
nl_nl: Prijs Type ID

source: This message type is used for all declined payment notification messages that go out including any manual payments entered by an event administrator.
nl_nl: Dit berichttype wordt gebruikt voor alle geweigerde betaling meldberichten die verzonden worden met inbegrip van handmatige betalingen die door een workshopaanbieder zijn ingevoerd.

source: Default Pricing Table Column Headings
nl_nl: Standaardprijstabel kolomkoppen

source: Price Base type ID, 1 = Price , 2 = Discount , 3 = Surcharge , 4 = Tax
nl_nl: Prijs Basistype ID, 1 = Prijs , 2 = Korting , 3 = Toeslag , 4 = Belasting

source: payment declined
nl_nl: betaling afgewezen

source: Default Pricing Views & Bulk Actions & Search
nl_nl: Standaardprijsweergaven en bulkacties en zoeken

source: There is no relationship to %s on a %s. Cannot clear that cache
nl_nl: Er is geen relatie met %s op een %s. Kan die cache niet wissen

source: Flag indicating price is a percentage
nl_nl: Vlag die de prijs aangeeft, is een percentage

source: payments declined
nl_nl: betalingen afgewezen

source: Price Types Table Column Headings
nl_nl: Prijstypen Tabel Kolomkoppen

source: The field name "%s" has been requested for the EE_Base_Class datetime functions and it is not a valid EE_Datetime_Field. Please check the spelling of the field and make sure it has been setup as a EE_Datetime_Field in the %s model constructor
nl_nl: De veldnaam "%s" is aangevraagd voor de EE_Base_Class datumtijdfuncties en het is geen geldige EE_Datetime_Field. Controleer de spelling van het veld en zorg ervoor dat het is ingesteld als een EE_Datetime_Field in de %s model constructor

source: Order in which price should be applied.
nl_nl: Volgorde waarin prijs moet worden toegepast.

source: unlimited
nl_nl: ongelimiteerd

source: Price Types Views & Bulk Actions & Search
nl_nl: Prijstypen Weergaven & Bulkacties & Zoeken

source: The method named "%s" given as the callback param in "display_in_my_timezone" does not exist. Please check your spelling
nl_nl: De methode met de naam "%s" gegeven als de callback param in "display_in_my_timezone" bestaat niet. Controleer uw spelling

source: Recipient's are who will receive the template. You may want different payment details sent out depending on who the recipient is
nl_nl: Ontvangers zijn wie de sjabloon ontvangt. U verschillende betalingsgegevens wilt verzenden, afhankelijk van wie de ontvanger is

source: View All Default Pricing
nl_nl: Bekijk alle standaardprijzen

source: What were you thinking calling _get_model(%s)?? You need to specify the class name
nl_nl: Wat dacht je te bellen _get_model (%s)?? U moet de klassenaam opgeven

source: The Price Type(s) could not be deleted because there are existing Prices that currently use this Price Type. If you still wish to delete this Price Type, then either delete those Prices or change them to use other Price Types.The prices are: %s
nl_nl: Het type prijs kan niet worden verwijderd omdat er bestaande prijzen zijn die momenteel dit prijstype gebruiken. Als u deze prijstype nog steeds wilt verwijderen, verwijdert u deze prijzen of wijzigt u deze om andere prijstypen te gebruiken.De prijzen zijn: %s

source: This template is what event administrators will receive when payment is declined
nl_nl: Dit sjabloon is wat workshopaanbieders zullen ontvangen wanneer de betaling is geweigerd

source: No transaction information could be retrieved or the transaction data is not of the correct type.
nl_nl: Er kon geen transactie-informatie worden opgehaald of de transactiegegevens zijn niet van het juiste type.

source: Default Prices
nl_nl: Standaard prijs

source: What were you thinking calling _get_primary_key_name(%s)
nl_nl: Wat dacht je eraan om _get_primary_key_name (%s) te bellen

source: Promotion
nl_nl: Promotie

source: This template is what the primary registrant (the person who made the main registration) will receive when the payment is declined
nl_nl: Deze sjabloon is wat de primaire registrant (de persoon die de hoofdregistratie heeft gedaan) ontvangt wanneer de betaling wordt geweigerd

source: Default Price Details
nl_nl: Standaard prijs details

source: Promotions
nl_nl: Promoties

source: This template is what the primary registrant (the person who made the main registration) will receive on successful payment
nl_nl: Deze sjabloon is wat de primaire registrant (de persoon die de hoofdregistratie heeft gedaan) ontvangt bij een succesvolle betaling

source: for
nl_nl: voor

source: No Term_Taxonomy provided which to remove from model object of type %s and id %d
nl_nl: Geen Term_Taxonomy opgegeven om te verwijderen uit modelobject van het type %s en id %d

source: Price ID
nl_nl: Prijs:

source: payment received
nl_nl: betaling ontvangen

source: Registrant Name
nl_nl: Naam deelnemer

source: Scope
nl_nl: Omvang

source: payments received
nl_nl: betalingen ontvangen

source: REG Code
nl_nl: Bestel Code

source: An error occurred - the file: %s could not opened.
nl_nl: Er is een fout opgetreden - het bestand: %s kan niet worden geopend.

source: Start Date/Time
nl_nl: Start datum/tijd

source: This message type is used for recipients who have Pending Payment registration status.
nl_nl: Dit berichttype wordt gebruikt voor ontvangers met de registratiestatus voor betaling in behandeling.

source: REG Status
nl_nl: Bestel status

source: The column titled %s is invalid for importing. It must be be in the format of 'Nice Name[model_field_name]' in row %s
nl_nl: De kolom met de titel %s is ongeldig voor het importeren. Het moet in de vorm van 'Nice Name[model_field_name]' in rij %s

source: End Date/Time
nl_nl: Eind datum/tijd

source: registration pending payment
nl_nl: aanmelding wacht op betaling

source: Price order was updated successfully.
nl_nl: Prijsorder is succesvol bijgewerkt.

source: CSV Data appears to be from the same database, so attempting to update data
nl_nl: CSV-gegevens lijken uit dezelfde database te komen, dus proberen gegevens bij te werken

source: Times this can be used in a given scope
nl_nl: Tijden kan dit worden gebruikt in een bepaalde scope

source: registrations pending payment
nl_nl: aanmeldingen wachten op betaling

source: An error occurred. The price order was not updated.
nl_nl: Er is een fout opgetreden. De prijsorder is niet bijgewerkt.

source: CSV Data appears to be from a different database (%s instead of %s), so we assume IDs in the CSV data DO NOT correspond to IDs in this database
nl_nl: CSV-gegevens lijken afkomstig te zijn uit een andere database (%s in plaats van %s), dus we gaan ervan uit dat id's in de CSV-gegevens niet overeenkomen met id's in deze database

source: Recipient's are who will receive the template. You may want different pending approval details sent out depending on who the recipient is. To "turn off" a recipient from receiving message, simply remove any content from the "to" field in the template.
nl_nl: Ontvangers zijn wie de sjabloon ontvangt. Afhankelijk van wie de ontvanger is, u verschillende in afwachting van goedkeuringsgegevens willen sturen. Als u een ontvanger wilt 'uitschakelen' van het ontvangen van berichten, verwijdert u gewoon inhoud uit het veld 'aan' in de sjabloon.

source: We noticed you have imported data via CSV from %s before. Because of this, IDs in your CSV have been mapped to their new IDs in %s
nl_nl: We hebben gemerkt dat u gegevens via CSV hebt geïmporteerd van %s voorheen. Hierdoor zijn id's in uw CSV in kaart gebracht aan hun nieuwe id's in %s

source: Times it can be used in all scopes
nl_nl: Tijden dat het in alle bereiken kan worden gebruikt

source: This template is what event administrators will receive when a message is sent to registrants with the pending payment registration status.
nl_nl: Dit sjabloon is wat workshopaanbieders zullen ontvangen wanneer een bericht is verstuurd naar deelnemers met de in-afwachting-van-betaling registratiestatus.

source: No table information was specified and/or found, therefore the import could not be completed
nl_nl: Er is geen tabelinformatie opgegeven en / of gevonden, daarom kon de import niet worden voltooid

source: This template is what the primary registrant (the person who completed the initial transaction) will receive on when their registration status is pending payment.
nl_nl: Deze sjabloon is wat de primaire registrant (de persoon die de eerste transactie heeft voltooid) zal ontvangen wanneer zijn registratiestatus in behandeling is.

source: Acceptance Message
nl_nl: Acceptatiebericht

source: This message type is for messages sent to attendees when their registration is approved.
nl_nl: Dit berichttype is voor berichten die naar deelnemers worden verzonden wanneer hun inschrijving is goedgekeurd.

source: Leave a comment
nl_nl: Schrijf een reactie

source: Successfully added new %s (with id %s) with csv data %s
nl_nl: Nieuwe %s (met id %s) met csv-gegevens %s toegevoegd

source: Declined Message
nl_nl: Geweigerd bericht

source: registration approved
nl_nl: reservering goedgekeurd

source: 1 Comment
nl_nl: 1 reactie

source: Could not insert new %s with the csv data: %s
nl_nl: Kan nieuwe %s niet invoegen met de csv-gegevens: %s

source: Usable by default on all new items within promotion's scope
nl_nl: Standaard bruikbaar voor alle nieuwe items binnen het bereik van de promotie

source: registrations approved
nl_nl: aanmeldingen goedgekeurd

source: % Comments
nl_nl: % reacties

source: Event Tickets & Datetimes
nl_nl: Workshop Tickets & Datum-Tijden

source: Could not insert new %s with the csv data: %s because %s
nl_nl: Kan nieuwe %s niet invoegen met de csv-gegevens: %s omdat %s

source: This template is what event administrators will receive with an approved registration
nl_nl: Dit sjabloon is wat workshopaanbieders zullen ontvangen bij een goedgekeurde registratie.

source: The Datetime you are attempting to trash is the only datetime selected for the following ticket(s):
nl_nl: De Datetime die u probeert weg te gooien, is de enige datetime die is geselecteerd voor de volgende ticket (s):

source: Successfully updated %s with csv data %s
nl_nl: Succesvol geüpdatet %s met csv-gegevens %s

source: This template is what the primary registrant (the person who completed the initial transaction) will receive with approved registration
nl_nl: Deze sjabloon is wat de primaire registrant (de persoon die de eerste transactie heeft voltooid) ontvangt met goedgekeurde registratie

source: Event Phone:
nl_nl: Tel nr. Event:

source: In order to trash this datetime you must first make sure the above ticket(s) are assigned to other datetimes.
nl_nl: Om deze datumtijd te vernielen moet je er eerst voor zorgen dat het bovenstaande ticket(en) aan andere datums wordt toegewezen.

source: Could not update %s with the csv data: '%s' for an unknown reason (using WHERE conditions %s)
nl_nl: Kon %s niet bijwerken met de csv-gegevens: '%s' om een onbekende reden (met behulp van WAAR voorwaarden %s)

source: This template is what each registrant for the event will receive when their registration is approved.
nl_nl: Dit sjabloon is wat elke deelnemer aan de workshop zal ontvangen wanneer hun registratie is goedgekeurd.

source: The Datetime you are attempting to unassign from this ticket is the only remaining datetime for this ticket. Tickets must always have at least one datetime assigned to them.
nl_nl: De datum waarop u probeert om van dit ticket te worden losgekoppeld, is de enige resterende datumtijd voor dit ticket. Tickets moeten altijd ten minste één datumtijd toegewezen hebben.

source: %s with csv data '%s' was found in the database and didn't need updating because all the data is identical.
nl_nl: %s met csv-gegevens '%s' is gevonden in de database en hoefde niet te worden bijgewerkt omdat alle gegevens identiek zijn.

source: Venue Phone:
nl_nl: Telefoon locatie

source: The ticket you are attempting to unassign from this datetime cannot be unassigned because the datetime is the only remaining datetime for the ticket. Tickets must always have at least one datetime assigned to them.
nl_nl: Het ticket dat u vanaf deze datum probeert te onttekenen, kan niet worden toegewezen omdat de datumtijd de enige resterende datumtijd voor het ticket is. Tickets moeten altijd ten minste één datumtijd toegewezen hebben.

source: To display a Google Map for event venues, go to %sEvent Espresso General Settings%sGoogle Maps%s, and set "Activate Google Maps" to "Yes"
nl_nl: Als u een Google Map voor gebeurtenislocaties wilt weergeven, gaat u naar %sEvenement Espresso Algemene instellingen%sGoogle Maps%s en stelt u 'Google Maps activeren' in op 'Ja'

source: Could not update %s with the csv data: %s because %s
nl_nl: Kan %s niet updaten met de csv-gegevens: %s omdat %s

source: Model of Related Object
nl_nl: Model van gerelateerd object

source: Today's Events: %s
nl_nl: Evenementen vandaag: %s

source: You cannot add this ticket to this datetime because it has a sold amount that is greater than the amount of spots remaining for this datetime.
nl_nl: U dit ticket niet toevoegen aan deze datumtijd omdat het een verkocht bedrag heeft dat groter is dan het aantal resterende plekken voor deze datumtijd.

source: Regional Tax
nl_nl: Regionale belasting

source: %s existing records in the database were updated.
nl_nl: %s bestaande records in de database zijn bijgewerkt.

source: Events This Month: %s
nl_nl: Evenementen deze maand: %s

source: You cannot add this datetime to this ticket because the ticket has a sold amount that is greater than the amount of spots remaining on the datetime.
nl_nl: Je deze datumtijd niet aan dit ticket toevoegen omdat het ticket een verkocht bedrag heeft dat groter is dan het aantal plekken dat overblijft op de datumtijd.

source: Federal Tax
nl_nl: Landelijke belasting

source: %s new records were added to the database.
nl_nl: Er zijn %s nieuwe records toegevoegd aan de database.

source: Times the promotion has been used for this object
nl_nl: Aantal keren dat de actie is gebruikt voor dit object

source: Events This Year: %s
nl_nl: Evenementen dit jaar: %s

source: You can modify this description
nl_nl: U kunt deze omschrijving aanpassen

source: Sales Tax
nl_nl: BTW

source: 'One or more errors occurred, and a total of %s existing records in the database were <strong>not</strong> updated.'
nl_nl: 'Er zijn een of meer fouten opgetreden en in totaal zijn %s bestaande records in de database <strong>niet</strong> bijgewerkt.'

source: Event Espresso Upcoming Events
nl_nl: Event Espresso Workshops binnenkort

source: Select Modifier
nl_nl: Selecteer bewerker

source: Venue List
nl_nl: Locatielijst

source: One or more errors occurred, and a total of %s new records were <strong>not</strong> added to the database.'
nl_nl: Er zijn een of meer fouten opgetreden en in totaal zijn %s nieuwe records <strong>niet</strong> aan de database toegevoegd. '

source: don't show images
nl_nl: toon geen afbeeldingen

source: Archive page for all venues.
nl_nl: Archiefpagina voor alle locaties
