Repository: eventespresso/event-espresso-core
Catalog: languages/event_espresso-*.po
Languages: nl_nl

source: Processing...
nl_nl: Verwerken...

source: This is original price for a registrant's ticket.
nl_nl: Dit is de oorspronkelijke prijs voor een kaartje van een registrant.

source: Delete Payment/Refund for Transaction #
nl_nl: Verwijder Betaling/Refund voor de Transactie

source: Show Errors
nl_nl: Toon fouten

source: This is the amount that a registrant paid for their ticket.
nl_nl: Dit is het bedrag dat een registrant heeft betaald voor zijn ticket.

source: Admin of %s
nl_nl: beheerder van 5s

source: This is the numerical ID for the question. This value is used internally for %s.
nl_nl: Dit is de numerieke ID voor de vraag. Deze waarde wordt intern gebruikt voor %s.

source: Note: the System Information report will also be added to the email's body, which contains information about your Event Espresso, Wordpress, and PHP settings which can be helpful in debugging the problem.
nl_nl: Opmerking: het rapport Systeeminformatie wordt ook toegevoegd aan de hoofdtekst van de e-mail, die informatie bevat over uw gebeurtenis espresso, Wordpress en PHP-instellingen die nuttig kunnen zijn bij het oplossen van het probleem.

source: Thank you for choosing Event Espresso, the most powerful Event Management plugin for WordPress.
nl_nl: Bedankt voor de keuze voor Event Espresso. De krachtigste Event Management plugin voor WordPress.

source: ...or copy-and-paste the below information to %1$s %2$s %3$s
nl_nl: ... of kopieer en plak de onderstaande informatie in %1$s %2$s %3$s

source: This shows the question as it will be displayed on the registration form. Clicking on the question will take you to another page so that you can edit the options for the selected question.
nl_nl: Dit toont de vraag zoals deze wordt weergegeven op het registratieformulier. Als u op de vraag klikt, gaat u naar een andere pagina, zodat u de opties voor de geselecteerde vraag bewerken.

source: Default Tickets
nl_nl: Standaard tickets

source: What's next?
nl_nl: Wat nu?

source: Event Check-In Views
nl_nl: Weergaven bij het inchecken van evenementen

source: Well, it depends on your situation:
nl_nl: Het hangt af van uw situatie.

source: This field is only shown to the admin. It is useful for understanding the difference between questions that appear to be similar but are used in various situations. Also shows if this question is a system question.
nl_nl: Dit veld wordt alleen aan de beheerder getoond. Het is handig om het verschil te begrijpen tussen vragen die vergelijkbaar lijken, maar in verschillende situaties worden gebruikt. Ook blijkt of deze vraag is een systeem vraag.

source: Views allow you to restrict what you see in the Events Check-In table. The following views are available: All, Trashed. The number in parentheses next to each view represents the number of registrations that will be displayed with that view.
nl_nl: Met Weergaven kunt u dat wat wordt weergegeven in de tabel met de Workshops Check-In beperken. De volgende weergaven zijn beschikbaar: Alle, Weggegooid. Het getal tussen haakjes naast elke weergave staat voor het aantal registraties dat met die Weergave wordt getoond.

source: Your Situation
nl_nl: Uw situatie

source: Show all registrations for event.
nl_nl: Toon alle aanmeldingen voor het evenement.

source: Suggested Action
nl_nl: Gesuggereerde actie

source: Show registrations that have been moved to the trash.
nl_nl: Toon registraties die naar de prullenbak zijn verplaatst.

source: This page shows all registrations that have been created with Event Espresso.
nl_nl: Op deze pagina worden alle registraties weergegeven die zijn gemaakt met Event Espresso.

source: Filters are a way to show registrations that fall into certain criteria.
nl_nl: Filters zijn een manier om registraties weer te geven die aan bepaalde criteria voldoen.

source: Show registrations that fall under a specific month and year.
nl_nl: Registraties weergeven die onder een bepaalde maand en jaar vallen.

source: Show registrations that fall under a specific category.
nl_nl: Toon registraties die onder een specifieke categorie vallen.

source: This shows the answers to a question if it has multiple answers. If it does not, then N/A will be displayed.
nl_nl: Dit toont de antwoorden op een vraag als het meerdere antwoorden heeft. Als dit niet het gaat, wordt N/A weergegeven.

source: This is short for "required" and shows if a question must be answered in the registration form.
nl_nl: Dit is een afkorting voor "verplicht" en laat zien of een vraag beantwoord moet worden in het registratieformulier.

source: The is the numerical ID of an registration. This value is used internally for %s.
nl_nl: Het is de numerieke ID van een registratie. Deze waarde wordt intern gebruikt voor %s.

source: If you ever decide to re-attempt using EE4, you will again be given the option to migrate your EE3 data or not.
nl_nl: Als u ooit besluit om opnieuw te proberen met EE4, krijgt u opnieuw de optie om uw EE3-gegevens te migreren of niet.

source: This is the name of a registrant. The primary registrant will have a star to the right of their name.
nl_nl: Dit is de naam van een registrant. De hoofdregistrant krijgt een ster rechts van zijn naam.

source: This is the event that a registration is linked to.
nl_nl: Dit is het evenement waaraan een registratie is gekoppeld.

source: Messages Other
nl_nl: Berichten Overig

source: Questions Overview Bulk Actions
nl_nl: Vragen Overzicht Bulkacties

source: This is a unique registration code for a registrant.
nl_nl: Dit is een unieke registratiecode voor een registrant.

source: Bulk actions allow you to perform an action to multiple question groups at once. The following bulk actions are supported: Move to Trash. To use the bulk action feature, place a checkmark next to the question groups that you want to include. Then select a bulk action from the menu and click on the Apply button.
nl_nl: Met bulkacties u een actie uitvoeren voor meerdere vraaggroepen tegelijk. De volgende bulkacties worden ondersteund: Verplaatsen naar prullenbak. Als u de functie bulkactie wilt gebruiken, plaatst u een vinkje naast de vraaggroepen die u wilt opnemen. Selecteer vervolgens een bulkactie in het menu en klik op de knop Toepassen.

source: This is the amount that the registrant paid for their ticket.
nl_nl: Dit is het bedrag dat de registrant voor zijn ticket heeft betaald.

source: There was an error in assembling the fields for this display (you should see an error message)
nl_nl: Er is een fout opgetreden bij het samenstellen van de velden voor deze weergave (u ziet een foutbericht)

source: Questions Groups Overview Views
nl_nl: Vragen Groepen Overzichtsweergaven

source: Views allow you to restrict what you see in the Question Groups Overview table. The following views are available: All and Trash. The number in parentheses next to each view represents the number of question groups that will be displayed with that view.
nl_nl: Met weergaven u beperken wat u ziet in de overzichtstabel Voor vragengroepen. De volgende weergaven zijn beschikbaar: Alles en Afval. Het aantal tussen haakjes naast elke weergave vertegenwoordigt het aantal vragengroepen dat met die weergave wordt weergegeven.

source: Views allow you to restrict what you see in the Registrations Overview table. The following views are available: All Registrations, This Month, Today, and Trash. The number in parentheses next to each view represents the number of registrations that will be displayed with that view.
nl_nl: Met weergaven u beperken wat u ziet in de tabel Overzicht registraties. De volgende weergaven zijn beschikbaar: Alle registraties, deze maand, vandaag en prullenbak. Het aantal tussen haakjes naast elke weergave geeft het aantal registraties weer dat met die weergave wordt weergegeven.

source: switched
nl_nl: Gewisseld

source: Quit
nl_nl: Stoppen

source: Message Template Context
nl_nl: Berichtsjablooncontext

source: Questions Groups Overview Search
nl_nl: Vragen Groepen Overzicht Zoeken

source: Show all registrations.
nl_nl: Toon alle aanmeldingen

source: You can perform a search to find certain question groups. The following sources will be searched: Question (name of question). To use the search feature, enter a value into the search box and click on the Search Questions button.
nl_nl: U een zoekopdracht uitvoeren om bepaalde vragengroepen te vinden. De volgende bronnen worden doorzocht: Vraag (naam van de vraag). Als u de zoekfunctie wilt gebruiken, voert u een waarde in het zoekvak in en klikt u op de knop Vragen zoeken.

source: Registration Form Settings
nl_nl: Bestelformulier instellingen

source: Show registrations for the current month.
nl_nl: Toon registraties voor de huidige maand.

source: This shows when this event datetime starts.
nl_nl: Dit toont wanneer de datum-tijd van deze workshop begint.

source: About Event Espresso
nl_nl: Over Event Espresso

source: This shows when this event datetime ends.
nl_nl: Dit toont wanneer de datum-tijd van deze workshop eindigt.

source: Show registrations for today.
nl_nl: Toon inschrijvingen voor vandaag.

source: Default Event Settings
nl_nl: Standaard Event instellingen

source: The class name compiled was %s. Please check and make sure the spelling and case is correct for the class name and that there is an autoloader in place for this class
nl_nl: De samengestelde klassenaam was %s. Controleer en zorg ervoor dat de spelling en hoofdlettergebruik correct zijn voor de klassenaam en dat er een autoloader is voor deze klasse

source: First Day of the Week
nl_nl: Eerste dag van de week

source: Mar
nl_nl: Maa

source: REG Details
nl_nl: Bestel details

source: Show Weekends
nl_nl: Toon weekends

source: Save Registration
nl_nl: Sla bestelling op

source: Height
nl_nl: Hoogte

source: Contact List
nl_nl: Contactenlijst

source: Oct
nl_nl: Okt

source: Approve Registrations
nl_nl: Aanmeldingen goedkeuren

source: Critical Pages
nl_nl: Kritieke paginas

source: Decline Registrations
nl_nl: Keur aanmeldingen af

source: Question ID
nl_nl: Vraag ID

source: Event Registration Data
nl_nl: Training/workshop Registratiegegevens

source: Sunday
nl_nl: Zondag

source: Enable Images in Calendar
nl_nl: Schakel Afbeeldingen in Agenda in

source: Monday
nl_nl: Maandag

source: Cancel Registrations
nl_nl: Annuleer aanmeldingen

source: Theme Settings
nl_nl: Thema instellingen

source: Tuesday
nl_nl: Dinsdag

source: Question Group
nl_nl: vraaggroep

source: Show Tooltips
nl_nl: Toon tooltips

source: Wednesday
nl_nl: Woensdag

source: Question Option
nl_nl: Vraag optie

source: Enable CSS for Categories
nl_nl: Schakel CSS in voor categorieën

source: Thursday
nl_nl: Donderdag

source: Question Options
nl_nl: Vraag opties

source: Directions:
nl_nl: Routebeschrijving:

source: Friday
nl_nl: Vrijdag

source: Registration
nl_nl: Bestelling

source: Log In
nl_nl: Inloggen

source: Saturday
nl_nl: Zaterdag

source: Your Organization
nl_nl: Uw organisatie

source: Examples Shortcodes:
nl_nl: Voorbeelden van shortcodes:

source: Sun
nl_nl: Zo

source: Admin Options
nl_nl: Admin opties

source: Mon
nl_nl: Ma

source: Edit
nl_nl: Bewerk

source: Tue
nl_nl: Di

source: Page%sStatus%sOK
nl_nl: Pagina%sStatus%sOK

source: Wed
nl_nl: Wo

source: Page%sVisibility%sProblem
nl_nl: Pagina%sZichtbaarheids%sProbleem

source: Thu
nl_nl: Do

source: Cannot get %s related to %s. There is no model relation of that type. There is, however, %s...
nl_nl: Kan %s gerelateerd aan %s niet krijgen. Er is geen modelrelatie van dat type. Er is echter %s ...

source: This setting allows you to remove the weekends from your calendar views. This may be useful if you don't have events on weekends.
nl_nl: Met deze instelling u de weekenden uit uw agendaweergaven verwijderen. Dit kan handig zijn als u geen evenementen in het weekend hebt.

source: Fri
nl_nl: Vr

source: Shortcode%sProblem
nl_nl: Shortcode%sProbleem

source: Registration Number
nl_nl: Bestelnummer

source: Sat
nl_nl: Za

source: The "Featured Image" box in the event editor handles the thumbnail image URLs for each event. After setting the "Enable Calendar images" option to "Yes" in the calendar settings, upload an event image in the built-in WordPress media uploader, then click the Insert into post button on the media uploader.
nl_nl: Het vak 'Aanbevolen afbeelding' in de gebeurteniseditor verwerkt de URL's voor miniatuurafbeelding voor elke gebeurtenis. Nadat u de optie 'Agendaafbeeldingen inschakelen' hebt ingesteld op 'Ja' in de agenda-instellingen, uploadt u een gebeurtenisafbeelding in de ingebouwde WordPress-mediauploader en klikt u vervolgens op de knop Invoegen in bericht op de mediauploader.

source: List table views for "%s" route could not be setup. Check that you have the corresponding method, "%s" set up for defining list_table_views for this route.
nl_nl: Lijsttabelweergaven voor de route '%s' kunnen niet worden ingesteld. Controleer of u de bijbehorende methode hebt, "%s" die is ingesteld voor het definiëren van list_table_views voor deze route.

source: This setting allows you to set each category to display a different color. Set each category color in Event Espresso > Categories.
nl_nl: Met deze instelling u elke categorie instellen om een andere kleur weer te geven. Stel elke categoriekleur in in Event Espresso > Categorieën.

source: Search %s
nl_nl: Zoek %s

source: This allows you to customize the event background color and text color.
nl_nl: Hiermee kunt u de achtergrondkleur en tekstkleur van het evenement aanpassen.

source: This allows you to display a short description of the event on hover. The "display short descriptions" feature set in Event Espresso>Template settings should be switched on when using this feature. Be sure to use the <code>&lt;!--more--&gt;</code> tag to separate the short description from the entire event description.
nl_nl: Hiermee u een korte beschrijving van de gebeurtenis op zweven weergeven. De functie "korte beschrijvingen weergeven" in de instellingen van gebeurtenis espresso>Template-instellingen moeten worden ingeschakeld wanneer u deze functie gebruikt. Zorg ervoor dat u de <code>&lt;!--more--&gt;</code> tag gebruikt om de korte beschrijving te scheiden van de volledige beschrijving van de gebeurtenis.

source: The metabox with the string "%s" could not be called. Check that the spelling for method names and actions in the "_page_config['metaboxes']" array are all correct.
nl_nl: De metabox met de string "%s" kon niet worden aangeroepen. Controleer of de spelling voor methodenamen en -acties in de array '_page_config['metaboxen']" allemaal correct is.

source: Center
nl_nl: Midden

source: Bottom
nl_nl: Onderkant

source: Save
nl_nl: Opslaan

source: Left
nl_nl: Links

source: Save and Close
nl_nl: Bewaar en sluit

source: Right
nl_nl: Rechts

source: An error occurred. No action was set for this page's form.
nl_nl: Er is een fout opgetreden. Er is geen actie ingesteld voor het formulier van deze pagina.

source: The $route argument is required for the %s->%s method.
nl_nl: Het $ route-argument is vereist voor de %s -> %s -methode.

source: Transaction
nl_nl: Transactie

source: Registration ID
nl_nl: Er is een fout opgetreden. Er is geen registratie-ID ontvangen.

source: Invoice Number
nl_nl: Telefoonnummer

source: Attendee List Shortcodes
nl_nl: Deelnemerslijst shortcodes

source: There is no page route for given action for the button. This action was given: %s
nl_nl: Er is geen paginaroute voor een bepaalde actie voor de knop. Deze actie is uitgevoerd: %s

source: Registration Session
nl_nl: Registratie Sessie

source: All shortcodes specific to attendee lists
nl_nl: Alle shortcodes die specifiek zijn voor deelnemerslijsten

source: Memory Management
nl_nl: geheugenbeheer

source: There is no label for the given button type (%s). Labels are set in the <code>_page_config</code> property.
nl_nl: Er is geen label voor het opgegeven knoptype (%s). Labels worden ingesteld in de eigenschap <code>_page_config</code> .

source: Registration placed from IP
nl_nl: Inschrijving vanop IP

source: Will output a list of attendees
nl_nl: Toont een lijst van alle deelnemers

source: Registrant User Agent
nl_nl: Besteller User Agent

source: Attendee Shortcodes
nl_nl: Deelnemer shortcodes

source: All shortcodes specific to attendee related data
nl_nl: Alle shortcodes die specifiek zijn voor bezoekersgerelateerde gegevens

source: Event Registrations
nl_nl: Evenement registraties

source: This page can be hidden from navigation if desired, but should always contain the %s shortcode.
nl_nl: Deze pagina kan worden verborgen voor navigatie indien gewenst, maar moet altijd de %s shortcode bevatten.

source: edit the above question group
nl_nl: bewerk bovenstaande vragen groep

source: Thank You
nl_nl: Bedankt

source: This page should be hidden from your navigation, but still viewable to the public (not password protected), and should always contain the %s shortcode.
nl_nl: Deze pagina moet worden verborgen voor uw navigatie, maar nog steeds zichtbaar voor het publiek (niet met een wachtwoord beveiligd), en moet altijd de %s shortcode bevatten.

source: Registration Cancelled
nl_nl: Registratie geannuleerd

source: This page should be hidden from your navigation, but still viewable to the public (not password protected), and should always contain a "cancelled transaction" message and the %s shortcode.
nl_nl: Deze pagina moet worden verborgen voor uw navigatie, maar nog steeds zichtbaar voor het publiek (niet met een wachtwoord beveiligd), en moet altijd een "geannuleerde transactie" bericht en de %s shortcode.

source: Transactions
nl_nl: Transacties

source: updated
nl_nl: geupdated

source: We can't load the page because we're missing a valid page object that tells us what to load
nl_nl: We kunnen de pagina niet laden omdat we een geldig paginaobject missen dat ons vertelt wat we moeten laden

source: All shortcodes related to emails
nl_nl: Alle shortcodes met betrekking tot e-mails

source: The custom slug you have set for this page is %s. This means we're looking for the class %s_Admin_Page (found in %s_Admin_Page.core.php) within your %s directory
nl_nl: De aangepaste slak die u hebt ingesteld voor deze pagina is %s. Dit betekent dat we op zoek zijn naar de klasse %s_Admin_Page (gevonden in %s_Admin_Page.core.php) binnen uw %s directory

source: Will be replaced with the admin email for the site that Event Espresso is installed on
nl_nl: Wordt vervangen door het admin-e-mailadres voor de site waarop Event Espresso is geïnstalleerd

source: You don't have access to this page.
nl_nl: Je hebt geen toegang tot deze pagina

source: Display Attendee Limits
nl_nl: Deelnemerslimieten weergeven

source: Main
nl_nl: Hoofd

source: Disable Categories?
nl_nl: Categorieën uitschakelen

source: The admin details could not be retrieved from the database.
nl_nl: De beheerdersgegevens kunnen niet uit de database worden opgehaald.

source: Disabling categories in the calendar may potentially speed up the calendar and allow you to load more events, but you will not be able to use the category colors and css class options.
nl_nl: Als u categorieën in de agenda uitschakelt, u de agenda mogelijk versnellen en u meer gebeurtenissen laden, maar u de categoriekleuren en css-klasseopties niet gebruiken.

source: Event Listings
nl_nl: Event overzichten

source: There are no EE_Admin pages detected, it looks like EE did not install properly
nl_nl: Er zijn geen EE_Admin-pagina's gedetecteerd, het lijkt erop dat EE niet correct is geïnstalleerd

source: Events Data: %s
nl_nl: Gebeurtenisgegevens: %s

source: Check that the %s folder exists and is writable. Maybe try deactivating, then reactivating Event Espresso again.
nl_nl: Controleer of de %s map bestaat en beschrijfbaar is. Probeer misschien deactiveren en activeer Event Espresso opnieuw.

source: Event IDS: %s
nl_nl: Gebeurtenis-ID's: %s

source: Something went wrong with loading the %s admin page.
nl_nl: Er is iets misgegaan met het laden van de %s beheerpagina.

source: Query Results: %s
nl_nl: Resultaten van het zoeken: %s

source: There is no Init class in place for the %s admin page.
nl_nl: Er is geen Init-klasse voor de %s admin-pagina.

source: Event List Shortcodes
nl_nl: Workshoplijst Shortcodes

source: All shortcodes specific to event lists
nl_nl: Alle shortcodes specifiek voor workshoplijsten

source: Will output a list of events
nl_nl: Zal een lijst met workshops produceren

source: Event Meta Shortcodes
nl_nl: Workshop Meta Shortcodes

source: moved to the trash
nl_nl: naar prullenbak verplaatst

source: All shortcodes related to Event Meta data
nl_nl: Alle shortcodes gerelateerd aan Workshop Metadata

source: Show Active/Inactive
nl_nl: Toon Actief/Inactief

source: restored
nl_nl: hersteld

source: Event Shortcodes
nl_nl: Evenement Shortcodes

source: deleted
nl_nl: verwijderd

source: All shortcodes specific to event related data
nl_nl: Alle shortcodes specifiek voor workshop gerelateerde data

source: Total Registrations per Day
nl_nl: Totaal aantal registraties per dag

source: Will be replaced by the event ID of an event
nl_nl: Zal worden vervangen door de workshop-ID van een workshop

source: Overview
nl_nl: Overzicht

source: Total Registrations per Event
nl_nl: Totaal aantal registraties per evenement

source: Registrations Overview
nl_nl: Registraties Overzicht

source: The name of the event
nl_nl: De naam van het event

source: The phone number for the event (usually an info number)
nl_nl: Het telefoonnummer van de workshop (meestal een informatienummer)

source: Delete Permanently
nl_nl: Permanent verwijderen

source: The description of the event
nl_nl: De beschrijving van de workshop

source: A link associated with the event
nl_nl: Een link die is gekoppeld aan de workshop

source: A link to the event set up on the host site.
nl_nl: Een link naar de workshop die op de host-site is ingesteld.

source: What was used for the "URL of Event" field in the Venue settings
nl_nl: Wat werd gebruikt voor het "URL van workshop" veld in de Locatie-instellingen

source: Event Starts on
nl_nl: Workshop Begint op

source: An alternate phone number for the event. Typically used as a "call-in" number
nl_nl: Een alternatief telefoonnummer voor de workshop. Meestal gebruikt als een "call-in" nummer

source: Event Ends on
nl_nl: Workshop Eindigt op

source: View Transaction Details
nl_nl: Bekijk transactie details

source: Remove this Event Time
nl_nl: Verwijder deze Workshoptijd

source: Organization Shortcodes
nl_nl: Shortcodes voor organisaties

source: All shortcodes specific to organization related data
nl_nl: Alle shortcodes die specifiek zijn voor organisatiegerelateerde gegevens

source: Help & Support
nl_nl: Hulp & Ondersteuning

source: Event organization name
nl_nl: Naam workshop organisatie

source: Address 1 value for the organization
nl_nl: Adres 1 waarde voor de organisatie

source: Support
nl_nl: Ondersteuning

source: Address 2 value for the organization
nl_nl: Adres 2 waarde voor de organisatie

source: Order
nl_nl: Bestelling

source: City the organization is in
nl_nl: Stad waar de organisatie zich bevindt

source: State the organization is located in
nl_nl: Geef aan waarin de organisatie is gevestigd

source: The zip code for the organization
nl_nl: De postcode van de organisatie

source: Just the link to the image used as the logo for the organization
nl_nl: Alleen de link naar de afbeelding die als logo voor de organisatie wordt gebruikt

source: Questions and Answers Shortcodes
nl_nl: Vragen en antwoorden Shortcodes

source: All shortcodes related to custom questions and answers
nl_nl: Alle shortcodes met betrekking tot aangepaste vragen en antwoorden

source: All Categories
nl_nl: Alle categorieën

source: Display Expired Events?
nl_nl: Toon verlopen events

source: transaction
nl_nl: transactie
