Repository: eventespresso/event-espresso-core
Catalog: languages/event_espresso-*.po
Languages: nl_nl

source: View Transaction
nl_nl: Bekijk transactie

source: January
nl_nl: Januari

source: registration
nl_nl: bestelling

source: February
nl_nl: Februari

source: registrations
nl_nl: Aanmeldingen

source: March
nl_nl: Maart

source: May
nl_nl: Mei

source: Apply
nl_nl: Toepassen

source: June
nl_nl: Juni

source: Select Status
nl_nl: Selecteer Status

source: July
nl_nl: Juli

source: Reset Calendar Settings?
nl_nl: Kalenderinstellingen resetten?

source: August
nl_nl: Augustus

source: Time/Date Settings
nl_nl: Tijd- en datuminstellingen…

source: Edit Event: %s
nl_nl: Bewerk evenement (%s)

source: Show Event Time in Calendar
nl_nl: Toon de tijd van het evenement in de agenda

source: October
nl_nl: Oktober

source: Filter this list to only show registrations for %s
nl_nl: Filter deze lijst om alleen bestellingen te tonen voor %s

source: Please select a method of payment in order to continue.
nl_nl: Selecteer aub eerst een betalingsmethode.

source: Time Format
nl_nl: Tijdsformaat

source: Custom:
nl_nl: Aangepast:

source: free
nl_nl: gratis

source: The Validator class was unable to load
nl_nl: De klasse Validator kan niet worden geladen

source: Documentation on date and time formatting
nl_nl: Documentatie over datum- en tijdformattering

source: Select a Month/Year
nl_nl: Selecteer maand/jaar

source: Registration Details
nl_nl: Bestelling gegevens

source: Pending Payment
nl_nl: Wacht op betaling

source: Registered
nl_nl: Aangemeld

source: Payment
nl_nl: Betaling

source: Transaction ID
nl_nl: Transactie ID

source: A widget to display your upcoming events.
nl_nl: Een widget om je aankomende evenementen weer te geven.

source: Resend Registration Details
nl_nl: Verzend details bestelling opnieuw

source: Question
nl_nl: Vraag

source: Text
nl_nl: Tekst

source: Categories
nl_nl: Categorieën

source: Currency
nl_nl: Valuta

source: Bank Draft
nl_nl: Bankafschrijving

source: Check
nl_nl: Cheque

source: Electronic Funds Transfers
nl_nl: Elektronische overboekingen

source: Template Settings
nl_nl: Template instellingen

source: Discount
nl_nl: Korting

source: Payment Settings
nl_nl: Betalingsinstellingen

source: Title
nl_nl: Titel

source: Do you really want to delete this image? Please remember to save your settings to complete the removal.
nl_nl: Wilt u deze afbeelding echt verwijderen? Vergeet niet om uw workshop op te slaan om de verwijdering te voltooien.

source: Date & Time
nl_nl: Datum en tijd

source: Infusionsoft Settings
nl_nl: Infusionsoft-instellingen

source: Stripe Settings
nl_nl: Stripe Instellingen

source: Map and Directions
nl_nl: Kaart en route

source: Ticket Templates
nl_nl: Ticket instellingen

source: Your payment has been declined.
nl_nl: Uw betaling is afgewezen.

source: missing required variables for the form field generator
nl_nl: ontbrekende vereiste variabelen voor de formulierveldgenerator

source: Reports
nl_nl: Rapporten

source: No label
nl_nl: Geen label

source: - please select -
nl_nl: - selecteer -

source: Attendee Importer
nl_nl: Deelnemer importeur

source: We need a messenger to generate templates!
nl_nl: We hebben een messenger nodig om sjablonen te genereren!

source: We need at least one message type to generate templates!
nl_nl: We hebben minstens één berichttype nodig om sjablonen te genereren!

source: The count for $tabs_names and $tabs_content does not match.
nl_nl: Het aantal $ tabs_names en $ tabs_content komt niet overeen.

source: Nav Tabs cannot be generated because the tab array is missing
nl_nl: Nav-tabbladen kunnen niet worden gegenereerd omdat de tab-array ontbreekt

source: Use Color Pickers
nl_nl: Gebruik Kleur Pickers

source: Link for Item
nl_nl: Link voor item

source: Event Background Color
nl_nl: Evenement Achtergrond Keur

source: Event Text Color
nl_nl: Evenement tekst kleur

source: Variable named %s is null.
nl_nl: Variabele genaamd %s is null.

source: This Month
nl_nl: Deze maand

source: Consider looking at the stack trace to see why it wasn't set.
nl_nl: Overweeg om naar de stacktracering te kijken om te zien waarom deze niet is ingesteld.

source: Today
nl_nl: Vandaag

source: Template error.
nl_nl: Template fout.

source: %s evaluated to false, but it must be true!
nl_nl: %s geëvalueerd als onwaar, maar het moet waar zijn!

source: View Report
nl_nl: Bekijk rapport

source: Add New Category
nl_nl: Voeg nieuwe categorie toe

source: Variable %s is not of the correct type.
nl_nl: Variabele %s is niet van het juiste type.

source: It should be of type %s
nl_nl: Het moet van het type %s zijn

source: Delete Category
nl_nl: Verwijder Categorie

source: Variable %s should be an array, but it is not.
nl_nl: Variabele %s zou een array moeten zijn, maar dat is het niet.

source: Incomplete
nl_nl: Incompleet

source: Its value is, instead '%s'
nl_nl: De waarde is in plaats daarvan '%s'

source: Malconfigured template.
nl_nl: Template verkeerd geconfigureerd

source: Reset Filters
nl_nl: Herstel filters

source: Variable named '%s' was set to '%s'. It can only be one of '%s'
nl_nl: Variabele met de naam '%s' is ingesteld op '%s'. Het kan alleen een van '%s' zijn

source: United States
nl_nl: Verenigde Staten

source: Inactive
nl_nl: Inactief

source: Finnish
nl_nl: Fins

source: Draft
nl_nl: Concept

source: Swedish
nl_nl: Zweeds

source: Previous
nl_nl: Vorige

source: Next
nl_nl: Volgende

source: Settings
nl_nl: Instellingen

source: Add New
nl_nl: Voeg nieuwe toe

source: Event Category
nl_nl: Evenement categorie

source: Register
nl_nl: Registreren

source: Add New Event
nl_nl: Voeg nieuw event toe

source: Edit
nl_nl: Bewerk

source: Edit Event
nl_nl: Bewerk event

source: New Event
nl_nl: Nieuw evenement

source: View Event
nl_nl: Bekijk evenement

source: Phone
nl_nl: Telefoon nr.

source: Upgrade Now!
nl_nl: Upgrade nu!

source: Time
nl_nl: Tijd

source: Unknown
nl_nl: Onbekend

source: Delete
nl_nl: Verwijder

source: Method %s on class %s does not exist! You can create one with the following code in functions.php or in a plugin: add_filter('%s','my_callback',10,3);function my_callback($previousReturnValue,EE_Base_Class $object, $argsArray){/*function body*/return $whatever;}
nl_nl: Methode %s op klasse %s bestaat niet! U er een maken met de volgende code in functions.php of in een plugin: add_filter('%s','my_callback',10,3);functie my_callback($previousReturnValue,EE_Base_Class $object, $argsArray){/*functielichaam*/terugkeer $whatever;}

source: None
nl_nl: Geen

source: Mailing address
nl_nl: Postadres

source: attendee
nl_nl: bezoeker

source: Upcoming Events
nl_nl: Aankomende events

source: Check/Money Order Payments
nl_nl: Betalingen per cheque / postwissel

source: Please send Check/Money Order to the address below. Payment must be received within 48 hours of event date.
nl_nl: Stuur cheque/te veel naar onderstaand adres. De betaling moet binnen 48 uur na de datum van de gebeurtenis zijn ontvangen.

source: Add venues to the Venue Manager
nl_nl: Voeg locaties to aan de locatie manager

source: Sorry, but no trace information was available for this exception.
nl_nl: Er was helaas geen traceergegevens beschikbaar voor deze uitzondering.

source: Select a Venue
nl_nl: Selecteer een locatie

source: Please Note:
nl_nl: Let op:

source: Reg Date
nl_nl: Bestel datum

source: Amount Paid
nl_nl: Betaald bedrag

source: Installation
nl_nl: Installatie

source: Recommended Plugins
nl_nl: Aanbevolen plugins

source: Hire a Developer
nl_nl: Huur een ontwikkelaar

source: Missing required value for the message_type parameter
nl_nl: Ontbrekende vereiste waarde voor de parameter message_type

source: No
nl_nl: Nee

source: Favorite Theme Developers
nl_nl: Favoriete Thema Developers

source: Missing required value for the messenger parameter
nl_nl: Ontbrekende vereiste waarde voor de messenger-parameter

source: Yes
nl_nl: Ja

source: Highly Recommended Themes
nl_nl: Hoog aanbevolen thema's

source: Missing required value for the message template group id
nl_nl: Ontbrekende vereiste waarde voor de groeps-ID van de berichtsjabloon

source: Other Resources
nl_nl: Andere bronnen

source: Important Information
nl_nl: Belangrijke informatie

source: Contact Support
nl_nl: Contacteer ondersteuning

source: Frequently Asked Questions
nl_nl: Veelgestelde vragen

source: Additional Information
nl_nl: Extra informatie

source: Attendee #
nl_nl: Deelnemer #

source: Billing Information
nl_nl: Factuur informatie

source: User eXperience Improvement Program (UXIP)
nl_nl: Gebruikservaring Verbeteringsprogramma

source: Delete Event
nl_nl: Verwijder evenement

source: Update Event
nl_nl: Update evenement

source: Percent
nl_nl: Percentage

source: Surcharge
nl_nl: Toeslag

source: Do you really want to delete this image? Please remember to update your event to complete the removal.
nl_nl: Weet je zeker dat je deze afbeelding wilt verwijderen? Vergeet niet het evenement te updaten om de verwijdering te voltooien.

source: Closed
nl_nl: Gesloten

source: Venue Shortcodes
nl_nl: Locatie shortcodes

source: Expired
nl_nl: Verlopen

source: Month
nl_nl: Maand

source: Year
nl_nl: Jaar

source: Address 2
nl_nl: Adres 2

source: questions
nl_nl: vragen

source: There seems to be a problem with your questions. Please contact support@eventespresso.com
nl_nl: Er lijkt een probleem te zijn met uw vragen. Gelieve contact op te nemen met support@eventespresso.com

source: This version of Event Espresso requires WordPress version
nl_nl: Deze versie van Event Espresso vereist de WordPress-versie

source: Venue Description
nl_nl: Locatie omschrijving

source: Please upgrade to the latest version of WordPress.
nl_nl: Upgrade naar de nieuwste versie van WordPress.

source: Your version of PHP is out of date, please update to the latest version of PHP. <br>Required version of PHP:
nl_nl: Uw versie van PHP is verouderd, update naar de nieuwste versie van PHP. <br>Vereiste versie van PHP:

source: Your version of MySQL is out of date, please update to the latest version of MySQL. <br>Required version of MySQL:
nl_nl: Uw versie van MySQL is verouderd, update naar de nieuwste versie van MySQL. <br>Vereiste versie van MySQL:

source: Name on Card
nl_nl: Kaarthouder

source: Card Type
nl_nl: Kaarttype

source: Price:
nl_nl: Prijs:

source: White
nl_nl: Wit

source: Recurring Event
nl_nl: Terugkerend evenement

source: Event Attendees
nl_nl: Evenement deelnemers

source: Update Venue
nl_nl: Update locatie

source: Dutch
nl_nl: Nederlands

source: Add New Venue
nl_nl: Voeg nieuwe locatie toe

source: hours
nl_nl: uren

source: Portuguese
nl_nl: Portugees

source: Russian
nl_nl: Russisch

source: minutes
nl_nl: minuten

source: Turkish
nl_nl: Turks

source: Delete Venue
nl_nl: Verwijder locatie

source: day
nl_nl: dag

source: days
nl_nl: dagen

source: General Admission
nl_nl: Algemene toegang

source: French
nl_nl: Frans

source: German
nl_nl: Duits

source: Do not prompt for an address
nl_nl: Vraag niet om een adres

source: English
nl_nl: Engels

source: Spanish
nl_nl: Spaans

source: Italian
nl_nl: Italiaans

source: Add New Question
nl_nl: Voeg vraag toe

source: Questions
nl_nl: Vragen

source: Default
nl_nl: Standaard

source: Values
nl_nl: Waarden

source: Required
nl_nl: Verplicht

source: Admin Only
nl_nl: Alleen beheerder

source: or
nl_nl: of

source: Default Pricing
nl_nl: Standaard prijs

source: Delete Question
nl_nl: Verwijder vraag

source: AMEX
nl_nl: American Express

source: Edit Registration
nl_nl: Bewerk registratie

source: Your server has fsockopen and cURL enabled.
nl_nl: Op de server is 'fsockopen' en 'cURL' ingeschakeld.

source: Event:
nl_nl: Evenement:

source: Your server has fsockopen enabled, cURL is disabled.
nl_nl: Op de server is 'fsockopen' ingeschakeld, 'cURL' is uitgeschakeld.

source: An error occurred
nl_nl: Er is een fout opgetreden

source: Complete
nl_nl: Voltooid

source: Your server has cURL enabled, fsockopen is disabled.
nl_nl: Op de server is 'cURL' ingeschakeld, 'fsockopen' is uitgeschakeld.

source: Ticket Prices
nl_nl: Ticket prijzen

source: Your server does not have fsockopen or cURL enabled - PayPal IPN and other scripts which communicate with other servers will not work. Contact your hosting provider.
nl_nl: Op de server is 'fsockopen' of 'cURL' niet ingeschakeld - PayPal-IPN en andere scripts die communiceren met andere servers, zullen niet werken. Neem contact op met de hostingprovider.

source: Payment Status:
nl_nl: Betaal methode:

source: General Settings
nl_nl: Algemene instellingen

source: Delete Question Group
nl_nl: Verwijder vraag groep

source: Edit Question
nl_nl: Bewerk vraag

source: Page Settings
nl_nl: Pagina instellingen

source: Loading&#8230;
nl_nl: Laden&#8230;

source: View Details
nl_nl: Bekijk de details

source: This widget requires JavaScript.
nl_nl: Dit widget vereist Javascript.

source: New @ Event Espresso
nl_nl: Nieuw @ Event Espresso

source: Please send this invoice with payment attached to the address above, or use the payment link below. Payment must be received within 48 hours of event date.
nl_nl: Stuur deze factuur met betaling naar bovenstaand adres of gebruik onderstaande betaallink. Betalingen dienen 48 uur voor aanvang van het event te zijn voldaan.

source: Overpaid
nl_nl: te veel betaald

source: Usage Guide
nl_nl: Gebruikershandleiding

source: Reg. ID:
nl_nl: Bestel ID

source: The phone number for your organization.
nl_nl: Het telefoonnummer van uw organisatie.

source: The contact's street address.
nl_nl: Het adres van het contact.

source: This ticket is taxable.
nl_nl: Dit ticket is belastbaar

source: Default Registration Status
nl_nl: Standaard registratie status

source: City
nl_nl: Stad

source: This ticket will be usable (allow entrance) for the following selected event datetimes (click to select). The "# Datetimes" amount (above) indicates how many of the assigned datetimes the ticket holder can gain access to:
nl_nl: Dit ticket is bruikbaar (toegang toestaan) voor de volgende geselecteerde evenementdatums (klik om te selecteren). Het bedrag "# Datetimes" (hierboven) geeft aan tot hoeveel van de toegewezen datums de tickethouder toegang kan krijgen tot:

source: Approved
nl_nl: Goedgekeurd

source: The VAT/Tax Number may be displayed on invoices and receipts.
nl_nl: Het BTW-nummer kan op de facturen en kwitanties worden weergegeven.

source: use this new ticket as a default ticket for any new events
nl_nl: gebruik dit nieuwe ticket als standaardticket voor nieuwe evenementen

source: Nothing in your Event Queue
nl_nl: Er staat niets in uw evenementen lijst.

source: Upload New Logo
nl_nl: Upload nieuw logo

source: Email Address
nl_nl: E-mail adres

source: Pending
nl_nl: In behandeling

source: The following is a required field
nl_nl: Het nu volgende veld is verplicht

source: Close
nl_nl: Sluit

source: Your logo will be used on custom invoices, tickets, certificates, and payment templates.
nl_nl: Je logo wordt gebruikt op aangepaste facturen, tickets, certificaten, en betalingssjablonen.

source: ( required value )
nl_nl: ( vereiste waarde )

source: Add Datetime
nl_nl: Voeg Datumtijd toe

source: click to show additional ticket details
nl_nl: Klik om additionele ticket details te tonen

source: Not Approved
nl_nl: Niet Goedgekeurd

source: Phone Number
nl_nl: Telefoonnummer

source: Add New Datetime
nl_nl: Voeg nieuwe datumtijd toe

source: click to hide additional ticket details
nl_nl: Klik om additionele ticket details te verbergen

source: First Name:
nl_nl: Voornaam:

source: Goes&nbsp;On&nbsp;Sale
nl_nl: Startdatum&nbsp;verkoop

source: Edit Event Category
nl_nl: Evenement categorie bewerken

source: Enter any links to social accounts for your organization here
nl_nl: Voer hier eventuele links naar sociale accounts voor uw organisatie in

source: First Name
nl_nl: Voornaam

source: This page allows you to edit an event category.
nl_nl: Op deze pagina kunt u een workshop-categorie bewerken.

source: Last Name:
nl_nl: Achternaam:

source: Last Name
nl_nl: Achternaam

source: This is the default base price. Every new ticket created will start off with this base price.
nl_nl: Dit is de standaard basisprijs. Elk nieuw aangemaakt ticket begint met deze basisprijs.

source: Goes On Sale:
nl_nl: Startdatum verkoop

source: Import
nl_nl: Importeer

source: Price Modifier. Default items will apply to ALL new events you create.
nl_nl: Prijsbewerker. Standaard items zullen gelden voor ALLE nieuwe workshops die u creëert.

source: Sales End:
nl_nl: Einddatum verkoop

source: This page allows you to import information into Event Espresso.
nl_nl: Op deze pagina kun je informatie importeren in Event Espresso.

source: Basic Type
nl_nl: Basis type

source: Purchasable Quantities
nl_nl: Koopbare hoeveelheden

source: Sample Import File
nl_nl: Voorbeeld importbestand

source: Address
nl_nl: Adres

source: Save time by downloading a sample import file. Then customize that file and import it back into Event Espresso.
nl_nl: Bespaar tijd door een voorbeeldimportbestand te downloaden. Pas vervolgens dat bestand aan en importeer het weer in Event Espresso.

source: Price Type Name
nl_nl: Prijs type naam

source: A name for this Price Type.
nl_nl: Een naam voor deze prijs type.

source: Events Overview
nl_nl: Events Overzicht

source: Country
nl_nl: Land

source: This page shows all events that have been created with Event Espresso.
nl_nl: Deze pagina toont alle workshops die met Event Espresso zijn gemaakt.

source: Event Name
nl_nl: Event naam

source: REG ID
nl_nl: Bestel ID

source: Event Date
nl_nl: Event datum

source: Time
nl_nl: Tijd

source: Reg Code
nl_nl: Bestel Code

source: Order of Application
nl_nl: Volgorde van toepassingen

source: Ticket Price
nl_nl: Ticket prijs

source: Event Date Ticket Uses
nl_nl: Event Datum Ticket gebruik

source: Filter by Status
nl_nl: Filter op status

source: The following statuses are available: Active, Upcoming, Expired, and Inactive. An Active event is one that is currently ongoing. An Upcoming event is one that has been created but is scheduled to take place in the future. An Expired event is one that has already taken place. An Inactive event is one that has been cancelled.
nl_nl: De volgende statussen zijn beschikbaar: Actief, Aankomend, Verlopen en Inactief. Een actieve gebeurtenis is er een die momenteel gaande is. Een aankomend evenement is een evenement dat is gemaakt maar gepland staat om in de toekomst plaats te vinden. Een verlopen evenement is er een die al heeft plaatsgevonden. Een inactieve gebeurtenis is een gebeurtenis die is geannuleerd.

source: # Datetimes:
nl_nl: # Data Tijden:

source: Filter by Month / Year
nl_nl: Filter op maand/jaar

source: Attendee
nl_nl: Bezoeker

source: Payment Overview
nl_nl: Betalingsoverzicht

source: Show events that fall under a specific month and year.
nl_nl: Toon evenementen die onder een specifieke maand en jaar vallen.

source: Price Paid
nl_nl: Betaalde prijs

source: Venue ID:
nl_nl: Locatie ID:

source: Filter by Categories
nl_nl: Filter op categorie

source: Edit this Venue
nl_nl: Locatie bewerken

source: View details for this attendee
nl_nl: Bekijk de details van deze deelnemer

source: Display Google Map for this venue?
nl_nl: Google Maps weergeven voor deze lokatie?

source: Bulk actions allow you to perform an action to multiple events at once. The following bulk actions are supported: Move to Trash and Export Events. To use the bulk action feature, place a checkmark next to the events that you want to include. Then select a bulk action from the menu and click on the Apply button.
nl_nl: Bulkacties geven u de mogelijkheid een actie in één keer op meerdere workshops uit te voeren. De volgende bulkacties worden ondersteund: Verplaatsen naar Prullenbak, Exporteer Evenementen. Om de bulkactie functie te gebruiken, plaatst u een vinkje naast de workshop die u wilt opnemen. Selecteer vervolgens een bulkactie uit het menu en klik op de knop Toepassen.

source: Payment Details
nl_nl: Betalingsgegevens

source: You can perform a search to find certain events. The following sources will be searched: Event Name (Title), Event Description, and Event Short Description (Excerpt). To use the search feature, enter a value into the search box and click on the Search Events button.
nl_nl: U kunt een zoekopdracht uitvoeren om bepaalde events te vinden. De volgende bronnen worden doorzocht: Event naam (titel), Event omschrijving, verkorte omschrijving (excerpt). Om de zoekfunctie te gebruiken dient u een zoekwoord in de zoekbox in te voeren en op de 'Zoek Events' knop te klikken.

source: Registration Items
nl_nl: Bestelde items

source: Capacity
nl_nl: Capaciteit

source: Line Item ID
nl_nl: Lijn item ID

source: Venue Website
nl_nl: Locatie website

source: This is the name of an event.
nl_nl: Dit is de naam van het event.

source: Ticket Option
nl_nl: Ticket opties

source: Venue Phone #
nl_nl: Locatie telefoon #

source: Transaction Details
nl_nl: Transactie details

source: Data Migration Error
nl_nl: Data migratie error

source: Line Total
nl_nl: Regeltotaal

source: Dismiss
nl_nl: Negeren

source: Total Cost:
nl_nl: Totaal prijs:

source: Venue
nl_nl: Locatie

source: Fill out the below form to automatically Send Event Espresso a Crash Report
nl_nl: Vul het onderstaande formulier in om Event Espresso automatisch een crashrapport te sturen

source: Grand Total
nl_nl: Totaal

source: Amount Owing:
nl_nl: Verschuldigd bedrag:

source: From/Reply-To:
nl_nl: Van/Reply-to:

source: view additional registration session details
nl_nl: bekijk aanvullende registratie sessie gegevens

source: Event Archive Pages
nl_nl: Event archief pagina's

source: Transaction Status:
nl_nl: Transactie status:

source: Your Name
nl_nl: Uw naam

source: hide additional registration session details
nl_nl: verberg aanvullende registratie gegevens

source: Primary Registrant:
nl_nl: Deelnemer 1:

source: The date that the event begins.
nl_nl: Startdatum van het event

source: Comments
nl_nl: Reacties

source: Registration Session Details
nl_nl: Bestelsessie details

source: Select All
nl_nl: Selecteer alle

source: Click here to view Payment Options
nl_nl: Klik hier om betalingsmogelijkheden te bekijken

source: On Sale
nl_nl: Te koop

source: Enter any comments about why you think the error may have occurred
nl_nl: Typ eventuele opmerkingen over waarom u denkt dat de fout is opgetreden

source: Warning!
nl_nl: Waarschuwing!

source: The date that the first ticket is available for registration.
nl_nl: De datum waarop het eerste ticket beschikbaar is voor registratie.

source: Javascript is currently turned off for your browser. Javascript must be enabled in order for all of the features on this page to function properly. Please turn your javascript back on.
nl_nl: Javascript is niet ingeschakeld binnen de instellingen van je browser. Javascript is vereist om deze pagina goed te laten functioneren. Schakel Javascript in aub.

source: Mail Crash Report to Event Espresso
nl_nl: Mail Crash Report naar Event Espresso

source: Legend
nl_nl: Legenda

source: Registration Status
nl_nl: Status aanmelding

source: Registrations
nl_nl: Aanmeldingen

source: Phone #
nl_nl: Telefoon #

source: Click here to edit Attendee Information
nl_nl: Klik hier om de informatie voor de deelnemer aan te passen

source: Changelog
nl_nl: Logboek van de verandering

source: Actions
nl_nl: Acties

source: Adding Registration For:
nl_nl: Registratie toevoegen voor:

source: Meet the Team
nl_nl: Ontmoet het Team

source: You can also deactivate the addons, but all of their data will be lost when your database is migrated
nl_nl: U kunt de add-ons ook deactiveren, maar al hun gegevens gaan verloren wanneer uw database wordt gemigreerd

source: Use Attendee #1's information for ALL attendees
nl_nl: Gebruik deelnemer #1's informatie voor alle deelnemers
