Repository: eventespresso/event-espresso-core
Catalog: languages/event_espresso-*.po
Languages: nl_nl

source: The name of an event may also have a status that appears directly to the left of the name. Some examples may be "event name (draft)" or "event name (sold_out). This status next to the event name is shown when the post status for an event is set to something different than published. This status is different than the status that is shown in the status column. When tickets for an event are sold out, the post status will automatically change to sold out. However, it's still possible for an event admin to manually change this status from sold out back to published.
nl_nl: De naam van een gebeurtenis kan ook een status hebben die direct links van de naam wordt weergegeven. Voorbeelden hiervan zijn 'gebeurtenisnaam (concept)' of 'gebeurtenisnaam (sold_out'. Deze status naast de gebeurtenisnaam wordt weergegeven wanneer de status van het bericht voor een gebeurtenis is ingesteld op iets anders dan gepubliceerd. Deze status is anders dan de status die wordt weergegeven in de statuskolom. Wanneer de tickets voor een evenement uitverkocht zijn, wordt de status van de post automatisch gewijzigd in uitverkocht. Het is echter nog steeds mogelijk voor een gebeurtenisbeheerder om deze status handmatig te wijzigen van uitverkocht terug naar gepubliceerd.

source: This message type is used for all payment notification messages that go out for refunds.
nl_nl: Dit berichttype wordt gebruikt voor alle berichten met betalingsmeldingen die worden terugbetaald.

source: You can setup event categories for your event. This is also optional. To add a event category, select one from the tabs or click on the Add New Category link and enter a name for your event category and click on the Add New Category button.
nl_nl: U kunt workshopcategorieën instellen voor uw workshop. Dit is ook optioneel. Als u een workshopcategorie wilt toevoegen, selecteer er een van de tabbladen of klik op de Nieuwe Categorie Toevoegen link en vul een naam in voor uw workshopcategorie en klik op de knop Nieuwe Categorie Toevoegen.

source: refund issued
nl_nl: Terugbetaling uitgevoerd

source: refunds issued
nl_nl: Terugbetalingen uitgevoerd

source: This template is what event administrators will receive on a successful refund.
nl_nl: Dit sjabloon krijgen workshopaanbieders bij een geslaagde terugbetaling.

source: A venue is the place or location that is hosting your event. This setting is optional which means that you are not required to select a venue for your event.
nl_nl: Een locatie is de plaats of locatie waar workshop wordt gehouden. Deze instelling is optioneel, wat betekent dat u niet verplicht bent een ​​locatie voor uw workshop te selecteren.

source: This template is what the primary registrant (the person who made the main registration) will receive on successful refund.
nl_nl: Deze sjabloon is wat de primaire registrant (de persoon die de hoofdregistratie heeft gedaan) zal ontvangen bij succesvolle terugbetaling.

source: The is the numerical ID of an event category. This value is used internally for Event Espresso and is used to populate certain shortcodes.
nl_nl: Het is de numerieke ID van een workshopcategorie. Deze waarde wordt intern gebruikt door Event Espresso en wordt gebruikt om bepaalde shortcodes te vullen.

source: The incoming data does not have the required template index in its array
nl_nl: De binnenkomende gegevens hebben niet de vereiste sjabloonindex in de array

source: This is the name or title of an event category.
nl_nl: Dit is de naam of titel van een workshopcategorie.

source: This is the number of events that are currently part of this category.
nl_nl: Dit is het aantal workshops dat momenteel deel uitmaakt van deze categorie.

source: This will return the Facebook URL for the event if you have it set via custom field in your event, otherwise it will use the Facebook URL set in "Your Organization Settings". To set the facebook url in your event, add a custom field with the key as <code>event_facebook</code> and the value as your facebook url.
nl_nl: Hiermee wordt de Facebook-URL voor het evenement weergegeven als je deze hebt ingesteld via het aangepaste veld in je evenement, anders wordt de Facebook-URL gebruikt in 'Je organisatie-instellingen'. Als u de facebook-url in uw evenement wilt instellen, voegt u een aangepast veld toe met de sleutel <code>event_facebook</code> en de waarde als uw facebook-url.

source: Filters are a way to show events based on certain criteria.
nl_nl: Filters zijn een manier om workshops te laten zien op grond van bepaalde criteria.

source: This will return the Twitter URL for the event if you have it set via custom field in your event, otherwise it will use the Twitter URL set in "Your Organization Settings". To set the facebook url in your event, add a custom field with the key as <code>event_twitter</code> and the value as your facebook url
nl_nl: Hiermee wordt de Twitter-URL voor het evenement weergegeven als u deze hebt ingesteld via het aangepaste veld in uw evenement, anders wordt de Twitter-URL gebruikt in 'Uw organisatie-instellingen'. Als u de facebook-url in uw evenement wilt instellen, voegt u een aangepast veld toe met de sleutel <code>event_twitter</code> en de waarde als uw facebook-url

source: Show events from a specific category.
nl_nl: Toon events van een specifieke categorie.

source: The Phone Number for the primary registrant for the transaction.
nl_nl: Het telefoonnummer voor de primaire registrant voor de transactie.

source: The Address for the primary registrant for the transaction.
nl_nl: Het adres voor de primaire registrant voor de transactie.

source: Views allow you to limit what you see in the categories overview table. The following views are available: All. The number in parentheses next to each view represents the number of events that will be displayed with that view.
nl_nl: Met Weergaven kunt u dat wat wordt weergegeven in de tabel met het categorieënoverzicht beperken. De volgende weergaven zijn beschikbaar: Alle. Het nummer tussen haakjes naast elke weergave vertegenwoordigt het aantal workshops dat daarmee zal worden weergegeven.

source: Whatever was in the address 2 field for the primary registrant for the transaction.
nl_nl: Wat er ook in het veld adres 2 stond voor de primaire registrant voor de transactie.

source: Available tickets shows all combinations of tickets that are available. Note that each ticket has a name, date that the ticket becomes available for purchase, date that ticket sales close on, price for each ticket, quantity available, number sold, and number of registrations.
nl_nl: Beschikbare tickets tonen alle combinaties van tickets die beschikbaar zijn. Houd er rekening mee dat elk ticket een naam heeft, datum waarop het ticket beschikbaar komt voor aankoop, datum waarop de kaartverkoop nadert, prijs voor elk ticket, beschikbare hoeveelheid, aantal verkocht en aantal registraties.

source: The city for the primary registrant for the transaction.
nl_nl: De stad voor de primaire registrant voor de transactie.

source: The datetimes field allows you to specify the number of datetimes that a ticket has access too. For example, an event may take place across 5 sessions but a ticket which has a datetimes limit of 3 will only allow a registrant to attend only 3 out of the 5 sessions.
nl_nl: In het veld datum-tijd kunt u het aantal datum-tijden waarop een ticket toegang geeft specificeren. Bijvoorbeeld, een workshop kan in 5 sessies plaatsvinden, maar een kaartje met datum-tijd limiet van 3 geeft de deelnemer het recht 3 van de 5 sessies bij te wonen.

source: The ZIP (or Postal) Code for the primary registrant for the transaction.
nl_nl: De POSTCODE (of Postcodecode voor de primaire registrant voor de transactie).

source: Archived
nl_nl: Gearchiveerd

source: The state/province for the primary registrant for the transaction.
nl_nl: De staat/provincie voor de primaire registrant voor de transactie.

source: A status of archived occurs when the first ticket is sold. After the first ticket sale, Event Espresso archives the existing ticket to prevent changes which could affect existing registrants. A new ticket is automatically created for new registrants so that an event admin can change pricing (if needed).
nl_nl: Een status van gearchiveerd treedt op wanneer het eerste ticket wordt verkocht. Na de eerste kaartverkoop archiveert Event Espresso het bestaande ticket om wijzigingen te voorkomen die van invloed kunnen zijn op bestaande registranten. Er wordt automatisch een nieuw ticket gemaakt voor nieuwe registranten, zodat een gebeurtenisbeheerder de prijzen kan wijzigen (indien nodig).

source: The country for the primary registrant for the transaction.
nl_nl: Het land voor de primaire registrant voor de transactie.

source: A status of expired occurs once an event has already taken place.
nl_nl: Een status van verlopen gebeurt zodra een gebeurtenis al heeft plaatsgevonden.

source: The Phone Number for the recipient of the message.
nl_nl: Het telefoonnummer voor de ontvanger van het bericht.

source: A status of sold out occurs when the maximum quantity of a certain ticket is purchased. For example, if 50 Premium tickets were available and 50 Premium tickets were immediately purchased, then this ticket would have a status of sold out since no more tickets would be available for purchase.
nl_nl: Een status van uitverkocht treedt op wanneer de maximale hoeveelheid van een bepaald ticket wordt gekocht. Als er bijvoorbeeld 50 Premium-tickets beschikbaar waren en er direct 50 Premium-tickets werden gekocht, dan zou dit ticket een status van uitverkocht zijn omdat er geen tickets meer te koop zouden zijn.

source: The Address for the recipient of the message.
nl_nl: Het adres voor de ontvanger van het bericht.

source: A status of upcoming occurs when a ticket is scheduled to go on sale in the future.
nl_nl: Een status van aanstaande treedt op wanneer een ticket is gepland om te gaan op de verkoop in de toekomst.

source: Whatever was in the address 2 field for the recipient of the message.
nl_nl: Wat er ook in het veld adres 2 stond voor de ontvanger van het bericht.

source: A status of on sale means that a ticket is currently available for purchase.
nl_nl: Een status van te koop betekent dat een ticket momenteel beschikbaar is voor aankoop.

source: The city for the recipient of the message.
nl_nl: De stad voor de ontvanger van het bericht.

source: Views allow you to limit what is shown in the event overview table. The following views are available: View All Events, Draft, Trash, Today, and This Month. The number in parentheses next to each view represents the number of events that will be displayed with that view.
nl_nl: Met Weergaven kunt u dat wat wordt weergegeven in de tabel met het workshopoverzicht beperken. De volgende weergaven zijn beschikbaar: Alle Workshops Weergeven, Concept, Prullenbak, Vandaag, en Deze Maand. Het nummer tussen haakjes naast elke weergave vertegenwoordigt het aantal workshops dat daarmee zal worden weergegeven.

source: The ZIP (or Postal) Code for the recipient of the message.
nl_nl: De postcodecode voor de ontvanger van het bericht.

source: The state/province for the recipient of the message.
nl_nl: De staat/provincie voor de ontvanger van het bericht.

source: The country for the recipient of the message.
nl_nl: Het land voor de ontvanger van het bericht.

source: Will output a list of datetimes that the person receiving this message has been registered for.
nl_nl: Hiermee wordt een lijst met datums uitgevoerd waarvoor de persoon die dit bericht ontvangt, is geregistreerd.

source: First Name of an attendee.
nl_nl: Voornaam van registrant.

source: Last Name of an attendee.
nl_nl: Achternaam van registrant.

source: You can customize the information that is shown on this page by toggling the Screen Options tab. Then you can add or remove checkmarks to hide or show certain content and even adjust the pagination for events.
nl_nl: U kunt de informatie die op deze pagina wordt weergegeven aanpassen via het tabblad Schermopties. Dan kunt u vinkjes toevoegen of verwijderen om bepaalde inhoud te verbergen of te tonen en ook de paginering voor workshops aanpassen.

source: Email address for the attendee.
nl_nl: Email adres van de registrant

source: The Phone Number for the Registration.
nl_nl: Het telefoonnummer voor de registratie.

source: Send Payment Reminder
nl_nl: Verstuur betalingsherinnering

source: Primary Contact
nl_nl: Hoofd contactpersoon

source: Whatever was in the address 2 field for the registration.
nl_nl: Wat er ook in het veld adres 2 stond voor de registratie.

source: Debit Card
nl_nl: Debet kaart

source: The city for the registration.
nl_nl: De stad voor de aanmelding.

source: The ZIP (or Postal) Code for the Registration.
nl_nl: De POSTCODE (of Postcode) voor de registratie.

source: Money Order
nl_nl: Geld Order

source: The state/province for the registration.
nl_nl: De staat/provincie voor de registratie.

source: The country for the registration.
nl_nl: Het land voor de registratie.

source: Edit Payment #%s for Transaction #%s
nl_nl: Betaling #%s bewerken voor transactie #%s

source: In order to register Model extensions with EE_Register_Model_Extensions::register(), you must include a "model_id" (a unique identifier for this set of models), and an array containing the following keys: "model_extension_paths" (an array of full server paths to folders that contain model extensions), and "class_extension_paths" (an array of full server paths to folders that contain class extensions)
nl_nl: Als u Modelextensies wilt registreren bij EE_Register_Model_Extensions::register(), moet u een "model_id" (een unieke id voor deze set modellen) en een array met de volgende toetsen opnemen: 'model_extension_paths' (een array met volledige serverpaden naar mappen die modelextensies bevatten) en 'class_extension_paths' (een reeks volledige serverpaden naar mappen met klasse-extensies)

source: View details for this contact.
nl_nl: Bekijk contact details

source: An attempt was made to register "%s" as a group models has failed because it was not registered at the correct time. Please use the "AHEE__EE_System__load_espresso_addons" hook to register models.
nl_nl: Er is geprobeerd om "%s" te registreren omdat een groepsmodel is mislukt omdat deze niet op het juiste moment is geregistreerd. Gebruik de "AHEE__EE_System__load_espresso_addons" haak om modellen te registreren.

source: The key '%s' is not a known key for registering a model
nl_nl: De sleutel '%s' is geen bekende sleutel voor het registreren van een model

source: Shows contact information about the primary registrant.
nl_nl: Toont contactgegevens over de primaire registrant.

source: In order to register an Admin Page with EE_Register_Admin_Page::register(), you must include the "page_basename" (the class name of the page), and an array containing the following keys: "page_path" (the path where the registered admin pages reside)
nl_nl: Als u een beheerderspagina wilt registreren met EE_Register_Admin_Page::register(), moet u de 'page_basename' (de klassenaam van de pagina) en een array met de volgende sleutels opnemen: 'page_path' (het pad waar de geregistreerde beheerderspagina's zich bevinden)

source: Shows the name of the primary contact.
nl_nl: Hiermee wordt de naam van de primaire contactpersoon weergegeven.

source: Shows the email for the primary contact.
nl_nl: Toont de e-mail voor de primaire contactpersoon.

source: In order to register Modules with EE_Register_Module::register(), you must include a "module_id" (a unique identifier for this set of modules), and an array containing the following keys: "module_paths" (an array of full server paths to folders that contain modules, or to the module files themselves)
nl_nl: Om modules te registreren met EE_Register_Module::register(), moet u een "module_id" (een unieke id voor deze set modules) en een array met de volgende sleutels opnemen: "module_paths" (een array met volledige serverpaden naar mappen die modules bevatten, of naar de modulebestanden zelf)

source: Shows the phone number for primary contact.
nl_nl: Hiermee wordt het telefoonnummer voor primaire contactpersoon weergegeven.

source: An attempt to register modules has failed because it was not registered at the correct time. Please use the "AHEE__EE_System__register_shortcodes_modules_and_widgets" hook to register modules.
nl_nl: Een poging om modules te registreren is mislukt omdat deze niet op het juiste moment zijn geregistreerd. Gebruik de "AHEE__EE_System__register_shortcodes_modules_and_widgets" haak om modules te registreren.

source: Shows the address for the primary contact.
nl_nl: Hiermee wordt het adres voor de primaire contactpersoon weergegeven.

source: In order to register a message type with EE_Register_Message_Type::register, you must include a unique name for the message type, plus an array containing the following keys: "mtfilename", "autoloadpaths"
nl_nl: Als u een berichttype wilt registreren bij EE_Register_Message_Type::registreren, moet u een unieke naam voor het berichttype opnemen, plus een array met de volgende toetsen: "mtfilename", "autoloadpaths"

source: You can edit information about an Registrant by clicking on the View/Edit this Contact link.
nl_nl: U informatie over een registrant bewerken door op de koppeling Deze contactpersoon weergeven/bewerken te klikken.

source: A message type named "%s" has been attempted to be registered with the EE Messages System. It may or may not work because it should be only called on the "EE_Brewing_Regular___messages_caf" hook.
nl_nl: Een berichttype met de naam "%s" is geprobeerd te worden geregistreerd bij het EE-berichtensysteem. Het kan wel of niet werken, omdat het moet alleen worden opgeroepen op de "EE_Brewing_Regular___messages_caf" haak.

source: In order to register Models with EE_Register_Model::register(), you must include a "model_id" (a unique identifier for this set of models), and an array containing the following keys: "model_paths" (an array of full server paths to folders that contain models)
nl_nl: Om modellen te registreren met EE_Register_Model::register(), moet u een "model_id" (een unieke id voor deze set modellen) en een array met de volgende sleutels opnemen: "model_paths" (een array met volledige serverpaden naar mappen die modellen bevatten)

source: QTY
nl_nl: Aantal

source: In order to register Data Migration Scripts with EE_Register_Data_Migration_Scripts::register(), you must include the EE_Addon class name (used as a unique identifier for this set of data migration scripts), and an array containing the following keys: "dms_paths" (an array of full server paths to folders that contain data migration scripts)
nl_nl: Als u scripts voor gegevensmigratie wilt registreren bij EE_Register_Data_Migration_Scripts::register(), moet u de EE_Addon-klassenaam (gebruikt als unieke id voor deze set scripts voor gegevensmigratie) en een array met de volgende sleutels opnemen: 'dms_paths' (een array met volledige serverpaden naar mappen die scripts voor gegevensmigratie bevatten)

source: Shows the total based on the quantity of tickets multiplied by the price of each ticket.
nl_nl: Toont het totaal op basis van de hoeveelheid tickets vermenigvuldigd met de prijs van elk ticket.

source: An attempt to register Data Migration Scripts has failed because it was not registered at the correct time. Please use the "AHEE__EE_System__load_espresso_addons" hook to register Data Migration Scripts.
nl_nl: Een poging om scripts voor gegevensmigratie te registreren is mislukt omdat deze niet op het juiste moment zijn geregistreerd. Gebruik de haak "AHEE__EE_System__load_espresso_addons" om gegevensmigratiescripts te registreren.

source: In order to register a messages shortcode library with EE_Register_Messages_Shortcode_Library::register, you must include a "name" (a unique identifier for this set of message shortcodes), and an array containing the following keys: : "autoload_paths"
nl_nl: Als u een shortcodebibliotheek voor berichten wilt registreren bij EE_Register_Messages_Shortcode_Library::registreren, moet u een "naam" (een unieke id voor deze set korte berichten) en een array met de volgende toetsen opnemen: "autoload_paths"

source: You can customize the information that is shown on this page by toggling the Screen Options tab. Then you can add or remove checkmarks to hide or show certain content and even adjust the pagination for transactions.
nl_nl: U de informatie die op deze pagina wordt weergegeven aanpassen door het tabblad Schermopties teggen. Vervolgens u vinkjes toevoegen of verwijderen om bepaalde inhoud te verbergen of weer te geven en zelfs de pagination voor transacties aanpassen.

source: Should be only called on the "EE_Brewing_Regular___messages_caf" hook (Trying to register a library named %s).
nl_nl: Moet alleen worden opgeroepen op de "EE_Brewing_Regular___messages_caf" haak (Proberen om een bibliotheek genaamd %s) te registreren.

source: The status helps you understand if the transaction was successful or not. Below are available statuses for transactions.
nl_nl: Met de status u begrijpen of de transactie is geslaagd of niet. Hieronder vindt u beschikbare statussen voor transacties.

source: In order to register Widgets with EE_Register_Widget::register(), you must include a "widget_id" (a unique identifier for this set of widgets), and an array containing the following keys: "widget_paths" (an array of full server paths to folders that contain widgets, or to the widget files themselves)
nl_nl: Om widgets te registreren bij EE_Register_Widget::register(), moet u een "widget_id" (een unieke id voor deze set widgets) en een array met de volgende sleutels opnemen: "widget_paths" (een reeks volledige serverpaden naar mappen die widgets bevatten, of naar de widgetbestanden zelf)

source: A payment was made for more than the transaction total.
nl_nl: Er is een betaling gedaan voor meer dan het transactietotaal.

source: An attempt to register widgets has failed because it was not registered at the correct time. Please use the "AHEE__EE_System__register_shortcodes_modules_and_widgets" hook to register widgets.
nl_nl: Een poging om widgets te registreren is mislukt omdat deze niet op het juiste moment zijn geregistreerd. Gebruik de "AHEE__EE_System__register_shortcodes_modules_and_widgets" haak om widgets te registreren.

source: The payment was successful.
nl_nl: De betaling was succesvol.

source: In order to register Modules with EE_Register_Shortcode::register(), you must include a "shortcode_id" (a unique identifier for this set of shortcodes), and an array containing the following keys: "shortcode_paths" (an array of full server paths to folders that contain shortcodes, or to the shortcode files themselves)
nl_nl: Om modules te registreren met EE_Register_Shortcode::register(), moet u een "shortcode_id" (een unieke id voor deze set shortcodes) en een array met de volgende toetsen opnemen: "shortcode_paths" (een array met volledige serverpaden naar mappen die shortcodes bevatten, of naar de shortcodebestanden zelf)

source: The payment has not yet been completed. This is the status for online payments that have yet to be processed.
nl_nl: De betaling is nog niet voltooid. Dit is de status voor online betalingen die nog moeten worden verwerkt.

source: An attempt to register shortcodes has failed because it was not registered at the correct time. Please use the "AHEE__EE_System__register_shortcodes_modules_and_widgets" hook to register shortcodes.
nl_nl: Een poging om shortcodes te registreren is mislukt omdat deze niet op het juiste moment is geregistreerd. Gebruik de "AHEE__EE_System__register_shortcodes_modules_and_widgets" haak om shortcodes te registreren.
