Repository: eventespresso/event-espresso-core
Catalog: languages/event_espresso-*.po
Languages: nl_nl

source: The information for your transaction could not be retrieved from the server or the transaction data received was invalid because of a technical reason. (%s)
nl_nl: De informatie voor uw transactie kon niet worden opgehaald van de server of de ontvangen transactiegegevens waren ongeldig vanwege een technische reden. (%s)

source: The Registration Confirmation email could not be sent because a registration token is missing or invalid.
nl_nl: De e-mail registratiebevestiging kan niet worden verzonden omdat een registratietoken ontbreekt of ongeldig is.

source: The request for the "msg_url_trigger" route has a malformed url.
nl_nl: Het verzoek voor de "msg_url_trigger" route heeft een misvormde url.

source: Unable to complete the request because the token is invalid.
nl_nl: Kan de aanvraag niet voltooien omdat het token ongeldig is.

source: Please note that a system message failed to send due to a technical issue.
nl_nl: Houd er rekening mee dat een systeembericht niet kan worden verzonden vanwege een technisch probleem.

source: The EE_Checkout class could not be loaded.
nl_nl: De EE_Checkout klasse kon niet worden geladen.

source: No Reg Steps were loaded..
nl_nl: Geen Reg Stappen werden geladen..

source: The current step could not be set.
nl_nl: De huidige stap kan niet worden ingesteld.

source: A registration step could not be loaded. One or more of the following data points is invalid:%4$s%5$sFile Path: %1$s%6$s%5$sClass Name: %2$s%6$s%5$sSlug: %3$s%6$s%7$s
nl_nl: Een registratiestap kan niet worden geladen. Een of meer van de volgende gegevenspunten zijn ongeldig:%4$s%5$sFile Path: %1$s%6$s%5$sClass Name: %2$s%6$s%5$sSlug: %3$s%6$s%7$s

source: We're sorry but the registration process can not proceed because one or more registration steps were not setup correctly. Please refresh the page and try again or contact support.
nl_nl: Het spijt ons, maar de bestelling kan niet afgerond worden omdat een of meerdere stappen niet correct zijn uitgevoerd. Ververs de pagina en probeer het nogmaals, of neem contact op met ons.

source: The "%1$s" registration step was not initialized properly.
nl_nl: De registratiestap "%1$s" is niet goed geïnitialiseerd.

source: The requested form action "%s" does not exist for the current "%s" registration step.
nl_nl: De gevraagde formulieractie "%s" bestaat niet voor de huidige registratiestap "%s".

source: An unknown error occurred on the server while attempting to process your request. Please refresh the page and try again or contact support.
nl_nl: Er is een onbekende fout opgetreden op de server tijdens een poging om uw aanvraag te verwerken. Vernieuw de pagina en probeer het opnieuw of neem contact op met ondersteuning.

source: An invalid response was returned from the server while attempting to process your request. Please refresh the page and try again or contact support.
nl_nl: Er is een ongeldig antwoord van de server geretourneerd tijdens een poging om uw aanvraag te verwerken. Vernieuw de pagina en probeer het opnieuw of neem contact op met ondersteuning.

source: There appears to be a problem with the form validation configuration! Please check the admin settings or contact support.
nl_nl: Er lijkt een probleem te zijn met de configuratie van de formuliervalidatie! Controleer de beheerdersinstellingen of neem contact op met de ondersteuning.

source: There appears to be a problem with the payment method configuration! Please refresh the page and try again or contact support.
nl_nl: Er lijkt een probleem te zijn met de configuratie van de betalingsmethode! Vernieuw de pagina en probeer het opnieuw of neem contact op met ondersteuning.

source: Please wait while we process your registration.%sDo not refresh the page or navigate away while this is happening.%sThank you for your patience.
nl_nl: Een moment geduld a.u.b. terwijl wij uw bestelling voltooien.%sVervers of verlaat deze pagina niet terwijl dit gebeurt.%sBedankt voor uw geduld.

source: years
nl_nl: jaren

source: seconds
nl_nl: seconden

source: year
nl_nl: jaar

source: month
nl_nl: maand

source: hour
nl_nl: uur

source: minute
nl_nl: minuut

source: second
nl_nl: seconde

source: You need to %1$sReturn to Events list%2$sselect at least one event%3$s before you can proceed with the registration process.
nl_nl: Kies ten minste %1$sReturn to Events list%2$s1 evenement %3$s voor u kunt doorgaan met de bestelling

source: You have %1$s to complete your registration.
nl_nl: U heeft %1$s om uw bestelling te voltooien.

source: Only copy the above information to the following selected additional attendees.
nl_nl: Kopieer enkel de bovenstaande informatie naar de geselecteerde additionele bezoekers.

source: Payment Options
nl_nl: Betalingsmogelijkheden

source: Please select a method of payment and provide any necessary billing information before proceeding.
nl_nl: Gelieve een betalingsmiddel te selecteren en de nodige facturatie informatie te verschaffen voordat u doorgaat.

source: A valid method of payment could not be determined. Please refresh the page and try again.
nl_nl: Een geldige betalingsmethode kon niet worden vastgesteld. Vernieuw de pagina en probeer het opnieuw.

source: Forwarding to Secure Payment Provider.
nl_nl: Je wordt doorgestuurd naar iDeal.

source: Please Select Your Method of Payment
nl_nl: Kies a.u.b. een betalingsmethode om door te gaan.

source: Important information regarding your payment
nl_nl: Belangrijke informatie aangaande uw betaling

source: Please provide the following billing information, then click the "%1$s" button below in order to proceed.
nl_nl: Gelieve de volgende factuursinformatie te verschaffen. Klik daarna op de "%1$s" knop hieronder om door te gaan.

source: Please click the "%1$s" button below in order to proceed.
nl_nl: Klik aub op de onderstaande "%1$s" knop om door te gaan.

source: You have selected "%s" as your method of payment. Please note the important payment information below.
nl_nl: U heeft "%s" als betalingsmethode geselecteerd. Lees a.u.b. de informatie hieronder.

source: The selected method of payment could not be determined.%sPlease ensure that you have selected one before proceeding.%sIf you continue to experience difficulties, then refresh your browser and try again, or contact %s for assistance.
nl_nl: De geselecteerde betalingsmethode kon niet worden bepaald.%sControleer of u een methode hebt geselecteerd voordat u door gaat.%sAls de problemen blijft behouden, ververs deze pagina en probeer het nogmaals of contacteer %s bij problemen.

source: Please select a method of payment before proceeding.
nl_nl: Kies a.u.b. een betalingsmethode om door te gaan.

source: Validation Error
nl_nl: Validatie fout

source: One or more billing form inputs are invalid and require correction before proceeding. %1$s %2$s
nl_nl: Een of meer factuur velden zijn onjuist vereisen uw aandacht om door te kunnen gaan. %1$s %2$s

source: The billing form was not submitted or something prevented it's submission.
nl_nl: Het factuurformulier is niet ingediend of er is niets mogelijk dat het wordt ingediend.

source: The submitted billing form is invalid possibly due to a technical reason.
nl_nl: Het ingediende factuurformulier is mogelijk ongeldig vanwege een technische reden.

source: The billing form details could not be used for attendee details due to a technical issue.%sPlease try again or contact %s for assistance.
nl_nl: De details van het factureringsformulier kunnen niet worden gebruikt voor gegevens van deelnemers vanwege een technisch probleem. %s Probeer het opnieuw of neem contact op met %s voor hulp.

source: The primary registrant for this transaction could not be determined due to a technical issue.%sPlease try again or contact %s for assistance.
nl_nl: De primaire registrant voor deze transactie kon niet worden bepaald vanwege een technisch probleem. %s Probeer het opnieuw of neem contact op met %s voor hulp.

source: The primary registrant could not be associated with this transaction due to a technical issue.%sPlease try again or contact %s for assistance.
nl_nl: De primaire registrant kan niet aan deze transactie worden gekoppeld vanwege een technisch probleem. %s Probeer het opnieuw of neem contact op met %s voor hulp.

source: The selected method of payment could not be determined due to a technical issue.%sPlease try again or contact %s for assistance.
nl_nl: De gekozen betalingsmethode kon niet worden bepaald vanwege een technisch probleem. %s Probeer het opnieuw of neem contact op met %s voor hulp.

source: The payment could not br processed due to a technical issue.%1$sPlease try again or contact %2$s for assistance.||The following Exception was thrown in %4$s on line %5$s:%1$s%3$s
nl_nl: De betaling kon niet br verwerkt als gevolg van een technisch probleem. %1$s Probeer het opnieuw of neem contact op met %2$s voor hulp.|| De volgende uitzondering is in %4$s in lijn %5$s:%1$s%3$s

source: Your payment was processed successfully.
nl_nl: Uw betaling is succesvol verwerkt.

source: Your payment appears to have been processed successfully, but the Instant Payment Notification has not yet been received. It should arrive shortly.
nl_nl: Uw betaling lijkt te zijn verwerkt, maar de melding directe betaling is nog niet ontvangen. Het moet binnenkort aankomen.

source: Your payment could not be processed successfully due to a technical issue.%sPlease try again or contact %s for assistance.
nl_nl: Je betaling kon niet verwerkt worden door een technisch probleem. %sGelieve opnieuw te proberen of contact op te nemen %s voor ondersteuning..

source: Either no Attendee information was found, or an invalid Attendee object was discovered when attempting to save your registration information.
nl_nl: Er is geen deelnemergegevens gevonden of er is een ongeldig object van de deelnemer ontdekt bij een poging om uw registratiegegevens op te slaan.

source: A valid Transaction was not found when attempting to update the model entity mapper.
nl_nl: Er is geen geldige transactie gevonden wanneer de mapper van de modelentiteit wordt bijgewerkt.

source: An invalid Registration object was discovered when attempting to update the model entity mapper.
nl_nl: Er is een ongeldig registratieobject ontdekt bij een poging om de mapper van de modelentiteit bij te werken.

source: An invalid Answer object was discovered when attempting to update the model entity mapper.
nl_nl: Er is een ongeldig antwoordobject ontdekt bij een poging om de mapper van de modelentiteit bij te werken.

source: Attendee Information
nl_nl: Bezoekersinformatie

source: Please answer the following registration questions before proceeding.
nl_nl: Gelieve de volgende vragen te beantwoorden alvorens door te gaan.

source: Please answer all required questions correctly before proceeding.
nl_nl: Gelieve alle verplichte vragen te beantwoorden alvorens door te gaan.

source: The label property is not set for %s. Please ensure that is set for the class.
nl_nl: De eigenschap label is niet ingesteld voor %s. Zorg ervoor dat dit is ingesteld voor de klas.

source: An unknown error occurred on the server while attempting to copy the attendee information. Please refresh the page and try again.
nl_nl: Er is een onbekende fout opgetreden op de server tijdens een poging om de informatie van de deelnemer te kopiëren. Vernieuw de pagina en probeer het opnieuw.

source: The dbref property is not set for %s. Please ensure that is set for the class.
nl_nl: De eigenschap dbref is niet ingesteld voor %s. Zorg ervoor dat dit is ingesteld voor de klas.

source: The name of the template pack instantiated class is "%s". It should be "%s". Make sure that the name of the template pack class matches is prepended with "EE_Messages_Template_Pack_" and appended with a sentence case iteration of the value for your template pack's dbref property.
nl_nl: De naam van de instantiated klasse van het sjabloonpakket is "%s". Het zou "%s" moeten zijn. Zorg ervoor dat de naam van de sjabloonpakketklasse overeenkomt met 'EE_Messages_Template_Pack_' en wordt toegevoegd met een iteratie van de waarde voor de eigenschap dbref van uw sjabloonpakket.

source: The _base_path property is not set for %s. Please ensure that is set for the class.
nl_nl: De _base_path eigenschap is niet ingesteld voor %s. Zorg ervoor dat dit is ingesteld voor de klas.

source: The _base_url property is not set for %s. Please ensure that is set for the class.
nl_nl: De eigenschap _base_url is niet ingesteld voor %s. Zorg ervoor dat dit is ingesteld voor de klas.

source: The supports property is not set for %s. Please ensure that is set for the class.
nl_nl: De eigenschap Supports is niet ingesteld voor %s. Zorg ervoor dat dit is ingesteld voor de klas.

source: There was a total of 2 tickets in the Event Queue, but 2 registrations were processed
nl_nl: Er stonden in totaal 2 tickets in de Event Queue, maar 2 registraties werden verwerkt

source: Additional Charges/Discounts
nl_nl: Overige extra kosten / kortingen

source: The Attendee Information Step has been successfully completed.
nl_nl: De registrant informatie-stap is succesvol afgerond.

source: Event Payment Details: Your payment was declined.
nl_nl: Event betalingsdetails: Uw betaling is afgewezen.

source: Registration Notification
nl_nl: Bestelling mededeling

source: The following attendee(s) have registered for the following event:
nl_nl: De volgende bezoekers zijn aangemeld voor het volgende evenement:

source: Finalize Registration
nl_nl: bestelling afronden

source: This is a copy of your registration details!
nl_nl: Hier is een kopie van uw bestelling!

source: A valid Primary Registration for this Transaction could not be found.
nl_nl: Er kan geen geldige primaire registratie voor deze transactie worden gevonden.

source: Registrant(s):
nl_nl: Registrant(en)

source: Can not call update_reg_step() on the Finalize Registration reg step.
nl_nl: Kan update_reg_step() niet bellen op de stap Registratie reg finaliseren.

source: Registration Not Approved
nl_nl: Bestelling afgewezen

source: Custom Questions and Answers:
nl_nl: Persoonlijke opmerkingen:

source: We'd like to remind you that you still owe money for the following transaction:
nl_nl: We willen u er graag aan herinneren dat er nog een bedrag openstaat voor de volgende transactie:

source: Payment Details:
nl_nl: Betalingsdetails:

source: Please choose at least one ticket before continuing.
nl_nl: Kies a.u.b. minimaal een ticket voordat u doorgaat.

source: Total Cost:
nl_nl: Totale kosten:

source: Payment Amount:
nl_nl: Bedrag betaling:

source: Amount Due:
nl_nl: Verschuldigd bedrag:

source: Please %sretry your payment%s, or choose an alternate payment method to reserve your space.
nl_nl: Gelieve uw betaling %snogmaals te proberen%s, of kies een alternatieve betalingsmethode om uw plaats te reserveren.

source: Your registration(s) is/are pending payment for the following events:
nl_nl: Uw reservering(en) is/zijn in afwachting van betaling voor de volgende events:

source: You can %smake a payment here »%s
nl_nl: U kunt %shier uw betaling%s voldoen

source: Event Payment Details
nl_nl: Event betalingsdetails

source: Hello, %s
nl_nl: Hallo, %s

source: Your registration was cancelled for the following tickets:
nl_nl: Uw bestelling is geannuleerd voor de volgende tickets:

source: Here's a copy of your registration details!
nl_nl: Hier is een kopie van uw bestelinformatie!

source: Payment Declined Notification
nl_nl: Betaling afgewezen notificatie

source: The following message was sent to the Primary Registrant of this transaction:
nl_nl: het volgende bericht is verstuurd naar de hoofdregistrant voor deze transactie:

source: Payment Gateway:
nl_nl: Betalingsmiddel:

source: Registrant Details:
nl_nl: Details geregistreerde:

source: %s Receipt for Transaction: %s
nl_nl: %s Betalingsbewijs van transactie: %s

source: Payment Notification
nl_nl: Betalingsnotificatie

source: Refund Notification
nl_nl: Terugbetalingsnotificatie

source: Refund Details:
nl_nl: Terugbetalingsdetails

source: Refund Amount:
nl_nl: Bedrag terugbetaling

source: Registration Pending Payment
nl_nl: Bestelling in afwachting van betaling

source: Event Registration Details
nl_nl: Event bestelling gegevens

source: Event Refund Details
nl_nl: Event terugbetalingsdetails

source: Dates/Times:
nl_nl: Datums/Tijden:

source: Registration(s) Pending Payment
nl_nl: Bestelling(en) in afwachting van betaling

source: The following registration(s) are awaiting payment for the following event(s).
nl_nl: De volgende bestelling(en) wacht(en) nog op betaling voor de volgende event(s).

source: Your registration(s) are awaiting approval by the event manager. You will be notified when the status of your registration changes.
nl_nl: Uw bestelling wacht op goedkeuring van de organisator. U wordt geïnformeerd zodra er een status wijziging plaatsvind.

source: Registrations were declined for the following events:
nl_nl: Bestellingen zijn afgewezen voor de volgende events:

source: Declined Registration Details
nl_nl: Details over de afgewezen bestelling

source: Registrations were cancelled for the following events.
nl_nl: Bestellingen zijn geannuleerd voor de volgende events:

source: %s Invoice for Transaction: %s
nl_nl: %s Factuur voor transactie: %s

source: Event Payment Reminder
nl_nl: Event betalingsherinnering

source: Registration(s) Require Approval
nl_nl: Bestelling(en) vereisen goedkeuring

source: The following registration(s) require your approval:
nl_nl: De volgende bestelling(en) wacht(en) op uw akkoord:

source: Payment Method:
nl_nl: Betalingmethode

source: Ticket Name:
nl_nl: Ticket naam:

source: Quantity Purchased:
nl_nl: Hoeveelheid aangeschaft

source: Cancelled Registration
nl_nl: Bestelling geannuleerd

source: We're just notifying you of a refund issued for the following transaction and tickets:
nl_nl: We berichten u omdat er een terugbetaling is uitgevoerd voor de volgende transacties en tickets:

source: Payment Reminder Notification
nl_nl: Betalingsherinnering notificatie

source: We're just notifying you of a successful payment made for the following transaction and tickets:
nl_nl: We laten u slechts weten dat er een succesvolle betaling is gedaan voor de volgende transacties en tickets:

source: Your registration was declined for the following tickets:
nl_nl: Uw bestelling is afgewezen voor de volgende tickets:

source: Shipping Surcharge
nl_nl: Verzendkosten

source: Sent via Millenium Falcon
nl_nl: Verstuurd via Millenium Falcon

source: The invoice message type is triggered via a url on the thank you page and via at url generated by the [INVOICE_URL] or [INVOICE_LINK] shortcode.
nl_nl: De factuur bericht type is getriggered via een url op de bedank pagina en via de url gegenereerd door de [INCOIVE_URL] en [INVOICE_LINK] shortcode.

source: invoice
nl_nl: factuur

source: invoices
nl_nl: facturen

source: Recipient's are who will view the invoice.
nl_nl: Ontvangers van de factuur

source: Purchaser
nl_nl: Koper

source: This template goes to the person who conducted the transaction.
nl_nl: Dit template gaat naar de maker van de transactie

source: The receipt message type is triggered via a url on the thank you page and via at url generated by the [RECEIPT_URL] shortcode.
nl_nl: Het ontvangstbewijs berichttype is getriggered via een url op de bedankpagina en via de url gegenereerd door de [RECEIPT_URL] shortcode.

source: receipt
nl_nl: ontvangstbewijs

source: receipts
nl_nl: ontvangstbewijzen

source: Recipient's are who will view the receipt.
nl_nl: Ontvangers van het ontvangstbewijs

source: Expecting an array for the data sent to %s. Instead it was %s
nl_nl: Verwacht een array voor de gegevens die naar %s worden verzonden. In plaats daarvan was het %s

source: The timezone for the date and time
nl_nl: De tijdzone voor de datum en tijd

source: Line Item Shortcodes
nl_nl: Kortecodes voor regelitem

source: All shortcodes specific to line items
nl_nl: Alle shortcodes die specifiek zijn voor regelitems

source: Outputs the line item name.
nl_nl: Geeft de naam van het regelitem uit.

source: Outputs a the description for the line item.
nl_nl: Geeft een de beschrijving voor het regelitem uit.

source: Outputs the quantity for this line item.
nl_nl: Hiermee wordt het aantal voor dit regelitem uitgevoerd.

source: This will either output the unit price for a line item if its not a percent, or the percent of the line item (if it is percent).
nl_nl: Dit zal ofwel de output van de eenheid prijs voor een regel item als het niet een procent, of het percentage van de regel item (als het procent).

source: This outputs the line item total.
nl_nl: Hiermee wordt het totaal van het regelitem uitgevoerd.

source: This attribute type shortcode allows users to indicate what to output if a line item is taxable or not. One can use the key "symbol=" with the shortcode to indicate what they'd like to represent a taxable line item. So doing something like <code>[LINE_ITEM_TAXABLE_* symbol="*"]</code> means that when the line item is parsed, if it's taxable the "*" symbol will be returned. The default symbol if no attribute is included is the "*" symbol.
nl_nl: Met dit kenmerktype shortcode kunnen gebruikers aangeven wat ze moeten uitputten als een regelitem belastbaar is of niet. Men kan de sleutel "symbol=" met de shortcode gebruiken om aan te geven wat ze een belastbaar regelitem willen vertegenwoordigen. Dus iets doen als <code>[LINE_ITEM_TAXABLE_* symbol="*"]</code> betekent dat wanneer de regel item wordt ontleed, als het belastbaar is de "*" symbool zal worden geretourneerd. Het standaardsymbool als er geen kenmerk is opgenomen, is het symbool '*'.

source: This gets parsed to the value for the excerpt field in the event or blank if there is no excerpt.
nl_nl: Dit wordt ontleed aan de waarde voor het uittreksel veld in het evenement of leeg als er geen fragment.

source: The description for the event venue
nl_nl: De beschrijving voor de evenementenlocatie

source: This just outputs the venue address in a semantic address format.
nl_nl: Hiermee wordt alleen het adres van de locatie in een semantische adresnotatie uitgevoerd.

source: Payment List Shortcodes
nl_nl: Shortcodes van betalingslijst

source: All shortcodes specific to payment lists
nl_nl: Alle shortcodes specifiek voor betalingslijsten

source: Outputs a list of payment items. Note, this is a dynamic shortcode in that it accepts some attributes for setting certain defaults. Attributes that are available are:
nl_nl: Een lijst met betalingsobjecten wordt uitgevoerd. Opmerking, dit is een dynamische shortcode in die zin dat het accepteert een aantal kenmerken voor het instellen van bepaalde standaardinstellingen. Beschikbare kenmerken zijn:

source: Indicate with this attribute what will be used if there are no payments present. Default is: "%sNo approved payments have been received.%s"
nl_nl: Geef met dit kenmerk aan wat er wordt gebruikt als er geen betalingen aanwezig zijn. Standaard is: "%sGeen goedgekeurde betalingen zijn ontvangen. %s"

source: The date the registration occured for the primary registration.
nl_nl: De datum van de bestelling heeft plaatsgevonden voor de start van de verkoop.

source: Line Item List Shortcodes
nl_nl: Regel item lijst shortcodes

source: All shortcodes specific to line item lists
nl_nl: Alle shortcodes specifiek voor regel item lijsten

source: Outputs a list of ticket line items.
nl_nl: Toont een lijst van ticket regel items.

source: Outputs a list of tax line items.
nl_nl: Toont een lijst van belasting regel items.

source: Outputs a list of additional line items (other charges or discounts)
nl_nl: Toont een lijst van additionele regel items (overige toeslagen of kortingen)

source: Outputs a list of price modifier line items
nl_nl: Toont een lijst van prijs aanpassing lijst items
