Repository: eventespresso/event-espresso-core
Catalog: languages/event_espresso-*.po
Languages: nl_nl

source: Shows the Check-In status for an registrant. Available statuses are checked in %1$s, checked out %2$s, or no check-in record is available %3$s.
nl_nl: Hiermee wordt de incheckstatus voor een registrant weergegeven. Beschikbare statussen worden ingecheckt %1$s, %2$s uitgecheckt of er is geen incheckrecord beschikbaar %3$s.

source: Using the action buttons you can View Registration Details %1$s, Edit Contact Details %2$s, Resend Registration Details %3$s, and View Transaction Details %4$s.
nl_nl: Met behulp van de actieknoppen u registratiegegevens weergeven %1$s, Contactgegevens bewerken %2$s, registratiegegevens opnieuw %3$s en transactiegegevens weergeven %4$s.

source: Recalculate Taxes and Total
nl_nl: Belastingen en totaal opnieuw berekenen

source: Transaction taxes and totals
nl_nl: Transactiebelastingen en -totalen

source: recalculated
nl_nl: Opnieuw berekend

source: Something went wrong saving the question group.
nl_nl: Er ging iets mis met het redden van de vragengroep.

source: Created on: %s
nl_nl: Gemaakt op: %s

source: Helpful Information:
nl_nl: Nuttige informatie:

source: This page allows you to add a new question group for %s.
nl_nl: Op deze pagina u een nieuwe vraaggroep toevoegen voor %s.

source: This page allows you to add a new question for %s.
nl_nl: Op deze pagina u een nieuwe vraag toevoegen voor %s.

source: End Date for dates the offset is applied to:
nl_nl: Einddatum voor datums waarop de compensatie wordt toegepast op:

source: You can also monetize this link by signing up to our %1$saffiliate program%2$s and adding in your affiliate ID here.
nl_nl: U ook inkomsten genereren met deze link door u aan te melden bij ons %1$saffiliate-programma%2$s en hier uw partner-ID toe te voegen.

source: Hovering over the name of the event will provide you will several options: View, Edit, Registrations, Export, and Trash. Clicking on View will take you to the event on the front-end of your site. Clicking on Edit will open the event for editing in the Event Editor. Clicking on Registrations will take you to a page that shows a list of attendees for that event. Clicking on Export will download a CSV for that event. Clicking on Trash will move that event to the trash.
nl_nl: Als u de naam van het evenement wijzerring, biedt u verschillende opties: Weergave, Bewerken, Registraties, Exporteren en Prullenbak. Als u op Weergave klikt, gaat u naar het evenement aan de voorkant van uw site. Als u op Bewerken klikt, wordt de gebeurtenis geopend om te bewerken in de gebeurteniseditor. Als u op Registraties klikt, gaat u naar een pagina met een lijst met deelnemers voor dat evenement. Als u op Exporteren klikt, wordt een CSV voor die gebeurtenis gedownload. Als u op Prullenbak klikt, wordt die gebeurtenis naar de prullenbak verplaatst.

source: Note: An event can only be deleted after associated payments have been removed and registrations have been removed.
nl_nl: Klik op de Verplaatsen naar Prullenbak link om een workshop naar de prullenbak te verplaatsen. Opmerking: een workshop kan alleen worden verwijderd als eraan gekoppelde betalingen en registraties zijn verwijderd.

source: Shows the current status for an event. The status indicator will show Expired (past), Active (present), Upcoming (future) based on the date of the event. There are also special, custom statuses that can be selected. These include Postponed, Sold Out, and Cancelled.
nl_nl: Hiermee wordt de huidige status voor een gebeurtenis weergegeven. De statusindicator toont Verlopen (verleden), Actief (heden), Aankomend (toekomst) op basis van de datum van de gebeurtenis. Er zijn ook speciale, aangepaste statussen die kunnen worden geselecteerd. Deze omvatten Uitgesteld, Uitverkocht en Geannuleerd.

source: Are you sure this is your REST API App Client ID, not your login username?
nl_nl: Weet u zeker dat dit uw REST API App Client ID is, niet uw login gebruikersnaam?

source: Are you sure this is your REST API App Client ID, not your login password?
nl_nl: Weet u zeker dat dit uw REST API App Client ID is, niet uw inlogwachtwoord?

source: View &#8220;%s&#8221; archive
nl_nl: Bekijk &#8220;%s&#8221; argief

source: Your event is open for registration. Making changes may disrupt any transactions in progress. %sLearn more%s
nl_nl: Uw evenement staat open voor inschrijving. Het aanbrengen van wijzigingen kan alle lopende transacties verstoren. %s Meer weten%s?

source: An invalid timezone string submitted.
nl_nl: Een ongeldige tijdzonereeks ingediend.

source: Any custom questions. The column header’s text does not need to match the custom question. For checkbox or multi-select questions, separate the different answer values with a pipe "|". Eg "Breakfast|Lunch|Dinner"
nl_nl: Eventuele aangepaste vragen. De tekst van de kolomkop hoeft niet overeen te komen met de aangepaste vraag. Voor selectievakje of multi-select vragen, scheid de verschillende antwoordwaarden met een pijp "|". Bijvoorbeeld "Ontbijt| Lunch| Diner"

source: The payment amount, if the registrations are for a paid ticket.
nl_nl: Het betalingsbedrag, als de registraties zijn voor een betaald ticket.

source: Click here to see a sample CSV file.
nl_nl: Klik hier om een voorbeeld CSV-bestand te bekijken.

source: Please note you can add a new column for any custom question you have on the event.
nl_nl: Houd er rekening mee dat u een nieuwe kolom toevoegen voor elke aangepaste vraag die u op het evenement hebt.

source: Please note: for state you can use the state’s name (e.g., "Alabama") or abbreviation (e.g., "AL"); for country you can use its name (e.g., "United States"), ISO2 code (e.g., "US"), or ISO3 code (e.g., "USA").
nl_nl: Let op: voor staat u de naam van de staat (bijvoorbeeld Alabama) of afkorting (bijvoorbeeld AL) gebruiken; voor het land u de naam (bijvoorbeeld 'Verenigde Staten'), ISO2-code (bijvoorbeeld 'VS') of ISO3-code (bijvoorbeeld 'VS') gebruiken.

source: The first row should be column headers, and each subsequent row represents a registration.
nl_nl: De eerste rij moet kolomkoppen zijn en elke volgende rij vertegenwoordigt een registratie.

source: You can give any name you want to the column headers. But there must be a column for:
nl_nl: U elke gewenste naam aan de kolomkoppen geven. Maar er moet een kolom zijn voor:

source: You can also add columns for any of the following:
nl_nl: U ook kolommen toevoegen voor een van de volgende opties:

source: Any other system questions, like Last Name, Address, City, State, Country, Zip, or Phone.
nl_nl: Alle andere systeemvragen, zoals achternaam, adres, plaats, staat, land, zip of telefoon.

source: If you import data improperly, or there is an error, the best way to undo the import is to restore to a backup. So please verify you have a database backup before running the import.
nl_nl: Als u gegevens onjuist importeert of als er een fout optreedt, u de import het beste ongedaan maken door te herstellen naar een back-up. Controleer dus of u een databaseback-up hebt voordat u de import uitvoert.

source: Upload the CSV File
nl_nl: Het CSV-bestand uploaden

source: Choose the CSV file from your computer. It will be temporarily uploaded to the server and its rows will be imported.
nl_nl: Kies het CSV-bestand vanaf uw computer. Het wordt tijdelijk geüpload naar de server en de rijen worden geïmporteerd.

source: About the CSV File Format
nl_nl: Informatie over de CSV-bestandsindeling

source: Complete the import configuration steps. You will have a chance to verify your configuration of the import before the data is actually imported. Before the verification step, use your browser’s back button if you like.
nl_nl: Voer de importconfiguratiestappen uit. U krijgt de kans om uw configuratie van de import te verifiëren voordat de gegevens daadwerkelijk worden geïmporteerd. Gebruik de terugknop van uw browser voordat u dat wilt.

source: You must first create the event and ticket you wish to import the attendees to. Currently, only importing to one event ticket at a time is supported.
nl_nl: U moet eerst het evenement en het ticket maken waar u de deelnemers naar wilt importeren. Momenteel wordt alleen importeren in één evenementticket tegelijk ondersteund.

source: Prepare CSV File
nl_nl: CSV-bestand voorbereiden

source: Please see the help tab about uploading the file for info on how to prepare the CSV file.
nl_nl: Zie het tabblad Help over het uploaden van het bestand voor informatie over het voorbereiden van het CSV-bestand.

source: Run the Importer
nl_nl: De importeur uitvoeren

source: Map the CSV File’s Columns to %s Data
nl_nl: De kolommen van het CSV-bestand toewijzen aan %s gegevens

source: Before Using the %s Attendee Importer
nl_nl: Voordat u de %s importeur van de deelnemer gebruikt

source: Always make sure you have a complete database backup before performing an import.
nl_nl: Zorg er altijd voor dat u een volledige databaseback-up hebt voordat u een import uitvoert.

source: Setup The Event in %s
nl_nl: Het evenement instellen in %s

source: Make sure the ticket’s price reflects the amount actually paid by registrants. eg, if you import to a paid ticket, but don’t indicate a payment amount column, or the payment amount is less than the ticket price, the imported registrations will have the status "Pending Payment" (depending on the event’s default registration status.)
nl_nl: Zorg ervoor dat de prijs van het ticket het bedrag weerspiegelt dat daadwerkelijk door registranten is betaald. bijvoorbeeld, als u importeert naar een betaald ticket, maar geen kolom met betalingsbedragen aangeeft of het betalingsbedrag lager is dan de ticketprijs, hebben de geïmporteerde registraties de status 'Betaling in behandeling' (afhankelijk van de standaardregistratiestatus van het evenement).)

source: If there is only one ticket for an event, this step will be skipped.
nl_nl: Als er slechts één ticket voor een evenement is, wordt deze stap overgeslagen.

source: Currently, you can only import to a single ticket at a time. To import registrations for multiple tickets, you will need to use multiple CSV files and import each one separately.
nl_nl: Momenteel u slechts één ticket tegelijk importeren. Als u registraties voor meerdere tickets wilt importeren, moet u meerdere CSV-bestanden gebruiken en elk afzonderlijk importeren.

source: The event must be previously created. If you don’t want new online registrations, the event can be private.
nl_nl: De gebeurtenis moet eerder worden gemaakt. Als u geen nieuwe online registraties wilt, kan het evenement privé zijn.

source: Make sure the event is configured to use the question groups whose questions correspond to the columns of the CSV file you will upload.
nl_nl: Zorg ervoor dat de gebeurtenis is geconfigureerd om de vragengroepen te gebruiken waarvan de vragen overeenkomen met de kolommen van het CSV-bestand dat u uploadt.

source: If there is only one ticket for the event, the "Choose Ticket" step will be skipped.
nl_nl: Als er maar één ticket voor het evenement is, wordt de stap 'Ticket kiezen' overgeslagen.

source: Choose the Ticket to Import To
nl_nl: Kies het ticket om te importeren naar

source: Please verify the data has been mapped correctly. If not, please use your browser’s back button to correct it.
nl_nl: Controleer of de gegevens correct in kaart zijn gebracht. Zo niet, gebruik dan de terugknop van uw browser om het te corrigeren.

source: I have a database backup. Begin Import
nl_nl: Ik heb een database back-up. Begin met importeren

source: Map CSV Columns to %s Data
nl_nl: CSV-kolommen toewijzen aan %s gegevens

source: The Attendee First Name must be mapped to a CSV column.
nl_nl: De voornaam van de deelnemer moet worden toegewezen aan een CSV-kolom.

source: The Attendee Email must be mapped to a CSV column.
nl_nl: De e-mail van de deelnemer moet worden toegewezen aan een CSV-kolom.

source: Upload CSV File
nl_nl: CSV-bestand uploaden

source: Upload a CSV (comma-separated-value) file.
nl_nl: Upload een CSV-bestand (comma-gescheiden waarde).

source: CSV File
nl_nl: CSV-bestand

source: The CSV file data will be imported from.
nl_nl: De CSV-bestandsgegevens worden geïmporteerd uit.

source: The file provided was not a valid CSV file. Please provide a CSV file.
nl_nl: Het verstrekte bestand was geen geldig CSV-bestand. Geef een CSV-bestand op.

source: For each CSV column on the left, choose what %s data it will get mapped to during the import.
nl_nl: Kies voor elke CSV-kolom aan de linkerkant aan welke %s gegevens die tijdens de import worden toegewezen.

source: The following %s data must be mapped to a column:
nl_nl: De volgende %s gegevens moeten aan een kolom worden toegewezen:

source: CSV Data
nl_nl: CSV -gegevens

source: Sample #1
nl_nl: Voorbeeld #1

source: Sample #2
nl_nl: Voorbeeld #2

source: Importer Overview
nl_nl: Overzicht importeur

source: Available Importers
nl_nl: Beschikbare importeurs

source: You do not have permission to use any of the installed importers.
nl_nl: U hebt geen toestemming om een van de geïnstalleerde importeurs te gebruiken.

source: Importer
nl_nl: Importeerder

source: Choose the Event to Import To
nl_nl: Kies de gebeurtenis die u wilt importeren

source: Event Espresso Importer could not be activated. Please ensure that Event Espresso version %1$s and PHP version %2$s or higher is running
nl_nl: Gebeurtenis Espresso Importeur kan niet worden geactiveerd. Zorg ervoor dat de versie van event espresso %1$s en PHP-versie %2$s of hoger wordt uitgevoerd

source: No comma-separated data was retrieved from the CSV file provided.
nl_nl: Er zijn geen door komma's gescheiden gegevens opgehaald uit het opgegeven CSV-bestand.

source: Beginning import...
nl_nl: Begin import...

source: %1$s rows imported.
nl_nl: %1$s rijen geïmporteerd.

source: Summarizing import...
nl_nl: Samenvattend import...

source: Imported
nl_nl: Geïmporteerd

source: "Choose Event" Attendee Importer Step
nl_nl: Stap 'Gebeurtenis kiezen' Deelnemer

source: The event data should be imported to.
nl_nl: De gebeurtenisgegevens moeten worden geïmporteerd naar.

source: Ticket Selection step skipped because there is only one ticket for the event selected.
nl_nl: Ticket selectie stap overgeslagen omdat er slechts een ticket voor het evenement geselecteerd.

source: Choose Ticket
nl_nl: Kies Ticket

source: "Choose Ticket" Attendee Importer Step
nl_nl: Stap 'Kies Ticket' Deelnemer

source: The ticket data should be imported to.
nl_nl: De ticketgegevens moeten worden geïmporteerd naar.

source: "Complete" Attendee Importer Step
nl_nl: Stap 'Voltooien' deelnemer importer

source: View Imported Registrations
nl_nl: Geïmporteerde registraties bekijken

source: Import Successful
nl_nl: Importeren Gelukt

source: You can now view the newly-created registrations.
nl_nl: U nu de nieuw gemaakte registraties bekijken.

source: Map CSV Columns
nl_nl: CSV-kolommen toewijzen

source: "Map CSV Columns to Database" Attendee Importer Step
nl_nl: Stap 'CSV-kolommen toewijzen aan database' Stap van importeur van deelnemers

source: Upload
nl_nl: Uploaden

source: "Upload" Attendee Importer Step
nl_nl: Stap 'Upload'

source: Verify
nl_nl: Verifiëren

source: "Verify" Attendee Importer Step
nl_nl: Stap 'Verifiëren' Bij de importeur van deelnemers

source: The attendee information was successfully copied.%sPlease ensure the rest of the registration form is completed before proceeding.
nl_nl: De informatie van de deelnemer is gekopieerd. %s Zorg ervoor dat de rest van het registratieformulier is ingevuld voordat u verdergaat.

# Attendee 123
source: Attendee %d
nl_nl: Deelnemer %d

# Attendee #123
source: Attendee #%s
nl_nl: Deelnemer %s

source: Input values for checkboxes should be an array of values, but the value for input "%1$s" is "%2$s". Please verify that the input name is exactly "%3$s"
nl_nl: Invoerwaarden voor selectievakjes moeten een reeks waarden zijn, maar de waarde voor invoer "%1$s" is '%2$s'. Controleer of de invoernaam precies '%3$s' is

# The "script-handle" script could not be registered with WordPress core.
source: The "%1$s" script could not be registered with WordPress core.
nl_nl: De "%1$s" script kon niet worden geregistreerd met WordPress kern.

source: When you begin registering for an event and select a ticket quantity, a cookie will be used to track your registration. This cookie lasts %1$s.
nl_nl: Wanneer u begint met registreren voor een evenement en een tickethoeveelheid selecteert, wordt een cookie gebruikt om uw registratie bij te houden. Deze cookie duurt %1$s.

# View Events
source: View %s
nl_nl: Bekijk %s

# Event Archives
source: %s Archives
nl_nl: %s Archieven

# Event Attributes
source: %s Attributes
nl_nl: %s attributen

# Insert into this Event
source: Insert into this %s
nl_nl: Invoegen in deze %s

# Uploaded to this Event
source: Uploaded to this %s
nl_nl: Geupload naar deze %s

# Filter Events list
source: Filter %s list
nl_nl: Filter %s lijst

# Events list navigation
source: %s list navigation
nl_nl: Navigatie door %slijst

# Events list
source: %s list
nl_nl: %s lijst

# Event published
source: %s published
nl_nl: %s gepubliceerd

# Event published privately
source: %s published privately
nl_nl: %s privé gepubliceerd

# Event reverted to draft
source: %s reverted to draft
nl_nl: %s teruggezet naar concept

# Event scheduled
source: %s scheduled
nl_nl: %s gepland

# Event updated
source: %s updated
nl_nl: %s bijgewerkt

source: Billing information is sent directly to the payment processor, and is not handled by our servers. Please see the privacy policy of %1$s.
nl_nl: Factureringsgegevens worden rechtstreeks naar de betalingsverwerker verzonden en worden niet door onze servers verwerkt. Zie het privacybeleid van %1$s.

# 1: model name, 2: special string
source: This model claims related model "%1$s" should have a password field on it, but none was found. The model relation chain is "%2$s"
nl_nl: Dit model beweert gerelateerde model "%1$s" moet een wachtwoord veld op, maar geen werd gevonden. De modelrelatieketen is "%2$s"

# 2 hours
source: %1$s hour
nl_nl: %1$s uur

# Please see the privacy policy of PayPal Pro
source: Please see the privacy policy of %1$s.
nl_nl: Zie het privacybeleid van %1$s.

source: The filter "%1$s" has been deprecated. Please use "%2$s" instead.
nl_nl: Het filter "%1$s" is afgeschaft. Gebruik in plaats daarvan "%2$s".

# Error validating PayPal credentials. Error description
source: Error validating PayPal credentials. %1$s
nl_nl: Fout bij het valideren van PayPal-referenties. %1$s

# Create an account on {link-to-developer.paypa.com} (opens in a new tab)
source: Create an account on %1$s (opens in new tab)
nl_nl: Een account maken op %1$s (wordt op een nieuw tabblad geopend)

# Here is a video showing the above (opens in a new tab).
source: %1$sHere is a video showing the above %2$s (opens in a new tab).
nl_nl: %1$s Hier is een video met de bovenstaande %2$s (wordt geopend in een nieuw tabblad).

# a link to add a new venue
source: Add new Venue
nl_nl: Voeg nieuwe locatie toe

source: You have not created any venues yet.
nl_nl: Je hebt nog geen locaties aangemaakt

source: It appears there was a fatal error while starting the session, so Event Espresso is not able to process registrations normally. Some hosting companies, like Pantheon, require an extra plugin for Event Espresso to work. Please install the %1$sWordPress Native PHP Sessions plugin%2$s, then %3$sclick here to check if the problem is resolved.%2$s
nl_nl: Het lijkt erop dat er een fatale fout is gemaakt tijdens het starten van de sessie, dus Event Espresso kan registraties niet normaal verwerken. Sommige hostingbedrijven, zoals Pantheon, vereisen een extra plug-in om Event Espresso te laten werken. Installeer de %1$sWordPress Native PHP Sessions plugin%2$s en %3$sklik hier om te controleren of het probleem is opgelost. %2$s

source: An error occurred and the job has been stopped. Please refresh the page to try again.
nl_nl: Er is een fout opgetreden en de taak is gestopt. Vernieuw de pagina om het opnieuw te proberen.

source: You must consent to these terms in order to register.
nl_nl: U moet instemmen met deze voorwaarden om u te registreren.

# PayPal REST API App Client ID (help link)
source: PayPal REST API App Client ID %s
nl_nl: Client-ID van paypal REST API-app %s

source: The supplied identifier "%1$s" does not exist within this collection. You may need to delay adding this asset until the required dependency has been added.
nl_nl: De meegeleverde id "%1$s" bestaat niet in deze collectie. Mogelijk moet u het toevoegen van dit item uitstellen totdat de vereiste afhankelijkheid is toegevoegd.

source: The count of all registrations who have checked out of one of this event's datetimes.
nl_nl: De telling van alle registraties die zijn uitgecheckt van een van de datums van dit evenement.

source: The thumbnail image data.
nl_nl: De miniatuurafbeeldingsgegevens.

source: The medium image data.
nl_nl: De medium beeldgegevens.

source: The medium-large image data.
nl_nl: De middelgrote beeldgegevens.

source: The large image data.
nl_nl: De grote beeldgegevens.

source: The post-thumbnail image data.
nl_nl: De afbeeldingsgegevens na de miniatuur.

source: The full size image data
nl_nl: De afbeeldingsgegevens op ware grootte

source: Returns the checkin status for each datetime this registration has access to.
nl_nl: Retourneert de check-in-status voor elke datum waartoe deze registratie toegang heeft.

source: This endpoint doesn't accept post body arguments, you sent in %1$s
nl_nl: Dit eindpunt accepteert geen argumenten voor post-body, je hebt %1$s

source: The following error occurred during the collection details generation: %1$s %2$s
nl_nl: De volgende fout is opgetreden tijdens het genereren van gegevens over verzamelingen: %1$s %2$s

source: The following error occurred during the creation and/or loading of this collection: %1$s %2$s
nl_nl: De volgende fout is opgetreden tijdens het maken en/of laden van deze verzameling: %1$s %2$s

source: The supplied identifier "%1$s" already exists within this collection.
nl_nl: De meegeleverde id "%1$s" bestaat al binnen deze collectie.

source: The count of pending-payment registrations for this event (regardless of how many datetimes each registration's ticket purchase is for
nl_nl: Het aantal registraties in behandeling voor dit evenement (ongeacht het aantal datums waarop de ticketaankoop van elke registratie is

source: The total spaces on the event (not subtracting sales, but taking sales into account; so this is the optimum sales that CAN still be achieved.
nl_nl: De totale spaties op de gebeurtenis (geen aftrekken van de verkoop, maar rekening houdend met de verkoop; dus dit is de optimale verkoop die nog kan worden bereikt.

source: The total spaces on the event (ignoring all sales; so this is the optimum sales that could have been achieved.
nl_nl: De totale ruimtes op het evenement (het negeren van alle verkopen; dus dit is de optimale verkoop die had kunnen worden bereikt.

source: The optimum_sales_number result, minus total sales so far.
nl_nl: Het optimum_sales_number resultaat, minus de totale omzet tot nu toe.

source: The number of approved registrations for this event (regardless of how many datetimes each registration's ticket purchase is for)
nl_nl: Het aantal goedgekeurde inschrijvingen voor dit evenement (ongeacht het aantal datums waarvoor de ticketaankoop van elke registratie is gekocht)

source: The number of pending-payment registrations for this event (regardless of how many datetimes each registration's ticket purchase is for)
nl_nl: Het aantal registraties in behandeling voor dit evenement (ongeacht het aantal datums waarvoor de ticketaankoop van elke registratie is gekocht)
