Repository: eventespresso/event-espresso-core
Catalog: languages/event_espresso-*.po
Languages: nl_nl

source: The following Event(s) you have registered for do not require payment at this time and will not be billed for during this transaction. Billing will only occur after all attendees have been approved by the event organizer. You will be notified when your registration has been processed. If this is a free event, then no billing will occur.
nl_nl: Voor het volgende evenement is geen betaling vereist op dit moment en er zal niks worden gerekend tijdens deze transactie. Betaling zal alleen aan de orde zijn als u word toegelaten door de evenementen beheerder. U zal op de hoogte worden gesteld zodra dit proces is voltooid. Als dit een gratis evenement is zal er helemaal geen betaling plaatsvinden.

source: Event Cart
nl_nl: Winkelmandje

source: Add to %s
nl_nl: Voeg toe aan %s

source: return to %s
nl_nl: Keer terug naar %s

source: A valid instance of EE_Event_Cart_Line_Item_Display_Strategy could not be obtained.
nl_nl: Een geldig exemplaar van EE_Event_Cart_Line_Item_Display_Strategy kon niet worden verkregen.

source: The cart line item was not specified, therefore a ticket could not be removed. Please refresh the page and try again.
nl_nl: De winkelwagen lijn item is niet gespecificeerd, daarom kon deze niet verwijderd worden. Vernieuw de pagina en probeer opnieuw.

source: The %1$s was successfully emptied!
nl_nl: De %1$s is met succes geleegd!

source: The %1$s could not be emptied!
nl_nl: De %1$s kon niet geleegd worden!

source: A widget for displaying the Event Espresso Mini Cart.
nl_nl: Een widget voor het weergeven van de gebeurtenis Espresso Mini Winkelwagen.

source: The Event Cart is empty
nl_nl: Het winkelmandje is leeg

source: * taxable items
nl_nl: * Belastbare items

source: Events Registered for in Transaction # %s
nl_nl: Gebeurtenissen geregistreerd voor in transactienummer %s

source: 1 Event
nl_nl: 1 Evenement

source: view %s
nl_nl: bekijk %s

source: Because there are currently answers for this question in the database, your options to change the question type have been limited to similar question-types.
nl_nl: Omdat er momenteel antwoorden voor deze vraag in de database zijn, zijn uw opties om het vraagtype te wijzigen beperkt tot vergelijkbare vraagtypen.

source: Registrations have been set to %s.
nl_nl: De registraties zijn ingesteld op %s.

source: Current Registration Status :
nl_nl: Huidige Registratie Status:

source: Change Registration Status to :
nl_nl: Wijzig bestelstatus in:

source: ...and send related messages ?
nl_nl: ...en verstuur gerelateerde berichten?

source: If the "send related messages"checkbox is checked when changing status, then the related messages will be sent to the registrant.
nl_nl: Als de "verstuur bijbehorende berichten" checkbox is aangevinkt tijdens het veranderen van status, zullen de gerelateerde berichten naar de deelnemer worden verzonden.

source: Owing
nl_nl: Te goed

source: + tax
nl_nl: + BTW

source: The payment will only be applied to the registrations that have a check mark in their corresponding check box. Checkboxes for free registrations have been disabled.
nl_nl: De betaling wordt alleen toegepast op de registraties met een vinkje in het bijbehorende selectievakje. Selectievakjes voor gratis registraties zijn uitgeschakeld.

source: The Payment was successfully deleted.
nl_nl: De betaling is verwijderd.

source: Registrations to Apply Payment to:
nl_nl: Inschrijvingen waarop de betaling betrekking heeft:

source: ALL Registrations
nl_nl: Alle inschrijvingen

source: Just the following Registrations
nl_nl: Aleen de volgende inschrijvingen

source: If you wish to change the status for the registrations selected above, then select which status from this dropdown.
nl_nl: Als u de status voor de hierboven geselecteerde registraties wilt wijzigen, selecteert u in deze vervolgkeuzelijst welke status wordt vermeld.

source: View Venue
nl_nl: Bekijk locatie

source: Are you absolutely sure you want to delete this item?\nThis action will delete ALL DATA associated with this item!!!\nThis can NOT be undone!!!
nl_nl: Weet u zeker dat u dit item wilt verwijderen?\nDeze actie verwijdert ALLE GEGEVENS DIE aan dit item zijn gekoppeld!!! \nDit kan NIET ongedaan worden gemaakt!!!

source: An invalid Registration object was associated with Registration Payment ID# %1$d.
nl_nl: Een ongeldig registratieobject is gekoppeld aan registratiebetalings-id# %1$d.

source: An invalid Registration Payment object was associated with payment ID# %1$d.
nl_nl: Er is een ongeldig object Registratiebetaling gekoppeld aan het betalings-ID#%1$d.

source: Please activate at least one Payment Method in order for things to operate correctly.
nl_nl: Activeer ten minste één betalingsmethode om dingen correct te laten werken.

source: Registration Final Price Tax Calculations
nl_nl: Registratie berekening totaalprijs belasting berekening

source: Invalid query results returned with the following data:%1$s REG_ID=%2$d, REG_final_price=%3$d, LIN_ID=%4$f. Error: "%5$s"
nl_nl: Ongeldige queryresultaten geretourneerd met de volgende gegevens:%1$s REG_ID=%2$d, REG_final_price=%3$d, LIN_ID=%4$f. Fout: "%5$s"

source: Invalid line item ID returned. Error: "%1$s"
nl_nl: Ongeldige regelitem-id geretourneerd. Fout: "%1$s"

source: Could not update registration final price value for registration ID=%1$d because "%2$s"
nl_nl: Kan de uiteindelijke waarde van de registratie voor registratie-ID=%1$d niet bijwerken omdat "%2$s"

source: Registration Payment Record Generation
nl_nl: Inschrijven Betalingshistoriek Generatie

source: Invalid transaction with ID=%1$d. Error: "%2$s"
nl_nl: Ongeldige transactie met ID=%1$d. Fout: "%2$s"

source: Could not update registration paid value for registration ID=%1$d because "%2$s"
nl_nl: Kan de betaalde registratiewaarde voor registratie-ID=%1$d niet bijwerken omdat "%2$s"

source: This method is deprecated, please use EE_Registration::final_price() instead.
nl_nl: Deze methode wordt afgeschaft, gebruik EE_Registration::final_price() in plaats daarvan.

source: This method is deprecated, please use EE_Registration::set_final_price() instead.
nl_nl: Deze methode wordt afgeschaft, gebruik EE_Registration::set_final_price() in plaats daarvan.

source: This method is deprecated, please use EE_Registration::pretty_final_price() instead.
nl_nl: Deze methode wordt afgeschaft, gebruik EE_Registration::p retty_final_price() in plaats daarvan.

source: Index "%1$s" in the model %2$s's _cap_restriction_generators is not a child of EE_Restriction_Generator_Base. It should be that or NULL.
nl_nl: Index "%1$s" in het model %2$s _cap_restriction_generators is geen kind van EE_Restriction_Generator_Base. Het zou dat of NULL moeten zijn.

source: WHERE query params must NOT be numerically-indexed. You provided the array key '%s' for value '%s' while querying model %s. All the query params provided were '%s' Please read documentation on EEM_Base::get_all.
nl_nl: WAAR queryparams NIET numeriek geïndexeerd mogen worden. U hebt de arraysleutel '%s' voor waarde '%s' opgegeven tijdens het opvragen van model %s. Alle query params verstrekt waren '%s' Lees documentatie over EEM_Base::get_all.

source: Cannot find capability restrictions for context "%1$s", allowed values are:%2$s
nl_nl: Kan geen mogelijkhedensbeperkingen vinden voor context "%1$s", toegestane waarden zijn:%2$s

source: Context "%1$s" passed into model "%2$s" is not a valid context. They are: %3$s
nl_nl: Context "%1$s" doorgegeven in model "%2$s" is geen geldige context. Ze zijn: %3$s

source: Amount paid to date towards registration
nl_nl: Bedrag betaald tot op heden aan registratie

source: Registration Payment
nl_nl: Inschrijving Betaling

source: Registration Payments
nl_nl: Inschrijving Betalingen

source: Registration Payment ID
nl_nl: Inschrijving Betaling ID

source: Amount attributed to the registration
nl_nl: Bedrag behorend bij de registratie

source: There is no foreign key to the WP_User model on model %s. Please either modify your default where conditions, add a _model_chain_to_wp_user onto the model, or a proper EE_WP_User_Field onto the model
nl_nl: Er is geen buitenlandse sleutel tot het WP_User model op model %s. Wijzig uw standaardinstelling wanneer de voorwaarden, voeg een _model_chain_to_wp_user toe aan het model of een juiste EE_WP_User_Field op het model

source: Cannot generate capability restrictions because model has not yet been set on the %s. Please ensure _construct_finalize() was called
nl_nl: Kan geen capaciteitsbeperkingen genereren omdat het model nog niet is ingesteld op de %s. Zorg ervoor dat _construct_finalize() werd gebeld

source: %1$s requires the incoming data argument to be an instance of %2$s or an array where the first value is an instance of %2$s
nl_nl: %1$s vereist dat het argument binnenkomende gegevens een instantie is van %2$s of een array waarbij de eerste waarde een instantie van %2$s

source: Your Event Registration Details
nl_nl: Uw evenements inschrijvingsgegevens

source: Group Event Registration Details
nl_nl: Gegevens evenement groepsinschrijving

source: Here's a summary of all the registrations recently made:
nl_nl: Dit is een samenvatting van alle nieuwe inschrijvingen:

source: Registration Summary
nl_nl: Samenvatting inschrijving

source: Here's a summary of registrations recently completed and their status:
nl_nl: Hier is een overzicht van de onlangs ingevulde registraties en hun status:

source: This message type provides a summary notification to Primary Registrants and Admin recipients when there are multiple registrations in a transaction with different statuses.
nl_nl: Dit berichttype biedt een overzichtsmelding aan primaire registranten en beheerdersontvangers wanneer er meerdere registraties in een transactie met verschillende statussen zijn.

source: registration multi-status summary
nl_nl: inschrijving multi-status samenvatting

source: registrations multi-status summary
nl_nl: overzicht van de multi status registraties

source: Recipient's are who will receive the template. You may want different details sent out depending on who the recipient is. To "turn off" a recipient from receiving message, simply remove any content from the "to" field in the template.
nl_nl: Ontvangers zijn diegene die het sjabloon zullen ontvangen. Mogelijk wilt u verschillende in-afwachting-van-goedkeuringgegevens versturen, afhankelijk van de ontvanger. Om het ontvangen van een bericht "uit te zetten" voor een ontvanger, kunt u gewoon de inhoud van het "to" veld in het sjabloon wissen.

source: This template is what event administrators will receive when a transaction is finalized that has registrations with multiple different statuses.
nl_nl: Deze sjabloon is wat gebeurtenisbeheerders ontvangen wanneer een transactie is afgerond met registraties met meerdere verschillende statussen.

source: This template is what the primary registrant (the person who completed the initial transaction) will receive when the transaction completed has registrations with different statuses. By default it is a summary email of all registrations for all events on the transaction and their status.
nl_nl: Deze sjabloon is wat de primaire registrant (de persoon die de eerste transactie heeft voltooid) ontvangt wanneer de voltooide transactie registraties met verschillende statussen heeft. Standaard is het een overzichtse-mail van alle registraties voor alle gebeurtenissen op de transactie en hun status.

source: This is a special dynamic shortcode that allows one to insert a payment link conditional on there being amount owing on the transaction. Three params are available on this shortcode:
nl_nl: Dit is een speciale dynamische shortcode waarmee men een betalingskoppeling kan invoegen, afhankelijk van het bedrag dat verschuldigd is aan de transactie. Drie params zijn beschikbaar op deze shortcode:

source: %scustom_text:%s This should be a sprintf format text string (with %%s for where the hyperlink tags go) that is used for the generated link text (The default is "You can %%smake a payment here »%%s.)
nl_nl: %scustom_text:%s Dit moet een sprintf formaat tekst string (met %%s voor waar de hyperlink tags gaan) die wordt gebruikt voor de gegenereerde link tekst (De standaard is U %%smaak een betaling hier »%%s.)

source: %scontainer_tag:%s Use this to indicate what container tag you want surrounding the payment link (default is "p").
nl_nl: %scontainer_tag:%s Hiermee u aangeven welke containertag u wilt rond de betalingskoppeling (standaard is 'p').

source: Important Notice: Events Requiring Pre-Approval
nl_nl: Belangrijke mededeling: Vooraanmelding

source: "%1$s" for "%2$s" is free, so no payment is required and no billing will occur.
nl_nl: "%1$s" voor "%2$s" is gratis, dus er is geen betaling vereist en er zal geen facturering plaatsvinden.

source: Registrations:
nl_nl: Inschrijvingen:

source: Show a calendar with all of your events
nl_nl: Toon een kalender met al uw evenementen

source: Show events on the calendar and include expired events
nl_nl: Toon evenementen in de agenda inclusief de vervallen evenementen

source: Show events from a specific category on the calendar
nl_nl: Gebeurtenissen weergeven vanuit een specifieke categorie in de agenda

source: Show events from a specific category on the calendar and include expired events
nl_nl: Gebeurtenissen uit een specifieke categorie in de agenda weergeven en verlopen afspraken opnemen

source: Show events on the calendar by month
nl_nl: Toon events op de kalender per maand

source: Show events on the calendar by a regular week
nl_nl: Afspraken in de agenda met een normale week weergeven

source: Show events on the calendar by a regular day
nl_nl: Afspraken op een gewone dag in de agenda weergeven

source: Show events on the calendar by an agenda week
nl_nl: Evenementen op de kalender weergeven door een agendaweek

source: Show events on the calendar by an agenda day
nl_nl: Evenementen op de kalender weergeven op een agendadag

source: Validate the billing ZIP code? %s
nl_nl: De postcode van de facturering valideren? %s

source: Validate the billing ZIP code
nl_nl: Controleer de postcode

source: Specify if the billing ZIP code should be validated on the checkout.
nl_nl: Geef op of de postcode voor facturering moet worden gevalideerd bij het afrekenen.

source: All your registrations
nl_nl: Al uw inschrijvingen

source: All Registrations for this user
nl_nl: Alle inschrijvingen voor deze gebruiker

source: With no parameters, this shows the attendees for the earliest active event, or if no active event, the earliest upcoming event. If it is used in Event Description, then it will show the attendees for that event.
nl_nl: Zonder parameters worden de deelnemers voor de vroegste actieve gebeurtenis of als er geen actieve gebeurtenis is, de vroegste gebeurtenis weergegeven. Als het wordt gebruikt in de beschrijving van de gebeurtenis, worden de deelnemers voor die gebeurtenis weergegeven.

source: Will list the attendees for a specific event.
nl_nl: Laat een lijst met aanwezigen zien voor een specifiek evenement.

source: Will list the attendees for a specific datetime.
nl_nl: Laat een lijst met aanwezigen zien voor een specifieke tijd of datum.

source: Will list the attendees for a specific ticket.
nl_nl: Laat een lijst met aanwezigen zien voor een specifiek ticket.

source: You can list attendees that have a specific registration status (use status code) or use "all" to return all attendees regardless of status. Default when you don't have this parameter set is to only return attendees attached to approved contacts.
nl_nl: U deelnemers met een specifieke registratiestatus (gebruiksstatuscode) aanbieden of 'alle' gebruiken om alle deelnemers terug te sturen, ongeacht de status. Standaard wanneer u deze parameterset niet hebt, worden alleen deelnemers teruggezet die zijn gekoppeld aan goedgekeurde contactpersonen.

source: The statuses you can use are:
nl_nl: Je kunt de volgende statussen gebruiken:

source: We're sorry, but all ticket sales have ended.
nl_nl: Helaas, de kaartverkoop voor deze voorstelling is gestopt.

source: No Attendees Yet
nl_nl: Nog geen aanwezigen

source: The [ESPRESSO_EVENT_ATTENDEES] shortcode has been used incorrectly. Please double check the arguments you used for any typos. In the case of ID type arguments, its possible the given ID does not correspond to existing data in the database.
nl_nl: De kortecode [ESPRESSO_EVENT_ATTENDEES] is verkeerd gebruikt. Controleer de argumenten die u hebt gebruikt voor typefouten. In het geval van id-type argumenten, het mogelijk is de gegeven ID komt niet overeen met bestaande gegevens in de database.

source: There was an error with the query.
nl_nl: Er is een fout gemaakt met de query.

source: WPDB Error occurred, but no error message was logged by wpdb! The wpdb method called was "%1$s" and the arguments were "%2$s"
nl_nl: WPDB Fout opgetreden, maar geen foutmelding werd geregistreerd door wpdb! De wpdb methode genaamd was "%1$s" en de argumenten waren "%2$s"

source: Please check your input
nl_nl: Controleer uw invoer

source: Please enter a valid phone number. Eg 123-456-7890 or 1234567890
nl_nl: Gebruik een correct telefoonnummer.

source: Lowest numbers will be shown first
nl_nl: Laagste getallen worden als eerste weergegeven

source: This is a special dynamic shortcode. After the "*", add the exact text of an existing question, and if there is an answer for that question for this primary registrant, then it will be output in place of this shortcode.
nl_nl: Dit is een speciale dynamische shortcode. Na de "*", voeg de exacte tekst van een bestaande vraag, en als er een antwoord voor die vraag voor deze primaire registrant, dan zal het worden output in plaats van deze shortcode.

source: Routing Number %s
nl_nl: Routeringsnummer %s

source: Vanco User ID %s
nl_nl: Vanco-gebruikersnaam %s

source: Your unique Vanco Encryption Key %s
nl_nl: Uw unieke Vanco Encryption Key %s

source: Allow only Debit Cards %s
nl_nl: Alleen debetkaarten %s toestaan

source: Your Information was Accepted. Vanco created a Transaction. Click "Finalize Registration" to proceed.
nl_nl: Uw gegevens zijn geaccepteerd. Vanco heeft een transactie gemaakt. Klik op 'Registratie afronden' om door te gaan.

source: It appears that Vanco Session ID is missing! Please refresh the page and try again or contact support.
nl_nl: Het lijkt erop dat Vanco Session ID ontbreekt! Vernieuw de pagina en probeer het opnieuw of neem contact op met ondersteuning.

source: The Registration Form Submit button could not be located! Please refresh the page and try again or contact support.
nl_nl: De knop Inschrijfformulier kan niet worden gevonden! Vernieuw de pagina en probeer het opnieuw of neem contact op met ondersteuning.

source: Vanco Settings
nl_nl: Vanco instellingen

source: Vanco Gateway
nl_nl: Vanco Poort

source: Your Vanco Unique identifier for the organization.
nl_nl: Uw Vanco Unique id voor de organisatie.

source: Your Vanco 8 character Web Services user ID.
nl_nl: Uw Vanco 8-tekens Web Services-gebruikersnaam.

source: Your Vanco alphanumeric password.
nl_nl: Uw Vanco alfanumerieke wachtwoord.

source: To ensure proper security, a unique Encryption Key will be provided by Vanco for each user. This key will be used when encrypting the transaction data.
nl_nl: Om een goede beveiliging te garanderen, wordt er voor elke gebruiker een unieke encryptiesleutel verstrekt door Vanco. Deze sleutel wordt gebruikt bij het versleutelen van de transactiegegevens.

source: Specify if transactions should only be allowed if a Debit card is being used.
nl_nl: Geef op of transacties alleen mogen worden toegestaan als er een betaalkaart wordt gebruikt.

source: Registration is currently turned off for your site, so the registration link will not show. If you want the registration link to show please %sgo here%s to turn it on.
nl_nl: Inschrijvingen zijn momenteel uitgeschakeld voor jouw site, dus de inschrijflink wordt niet getoond. Als je de inschrijflink wil inschakelen, dan kan dit %shier%s.

source: Registration Page URL (if different from default WordPress Registration)
nl_nl: Registratiepagina URL (indien verschillend van de standaard Wordpress registratie)

source: When login is required on an event, this will be the url used for the registration link on the login form
nl_nl: Wanneer inloggen vereist is op een evenement, is dit de url die wordt gebruikt voor de registratielink op het inlogformulier

source: The event you have selected requires logging in before you can register. You can %sregister for an account here%s if you don't have a login.
nl_nl: Het evenement dat je hebt geselecteerd, vereist dat je inlogt om te kunnen bestellen. Je kunt hier %seen account aanmaken%s als je nog geen inloggegevens hebt.

source: You must add a name for the category.
nl_nl: Je moet een naam opgeven voor de categorie.

source: View %1$sRegistrations%4$s / %2$sTransactions%4$s for this %3$sevent%4$s.
nl_nl: Bekijk %1$sRegistraties%4$s / %2$sTransacties%4$s voor dit %3$sevent%4$s.

source: There is no attached contact for this transaction. The transaction either failed due to an error or was abandoned.
nl_nl: Er is geen contact met de klant voor deze transactie. De transactie is mislukt als gevolg van een fout of is opgegeven.

source: Last Method of Payment:
nl_nl: Laatste betaalmethode:

source: Show Expired Tickets?
nl_nl: Toon verlopen tickets?

source: Indicate whether to show expired tickets in the ticket selector
nl_nl: Aangeven of verlopen tickets in de ticketkiezer moeten worden weergegeven

source: This version of Event Espresso is for testing and/or evaluation purposes only. It is %1$snot%2$s considered a stable release and should therefore %1$snot%2$s be activated on a live or production website.
nl_nl: Deze versie van Event Espresso is alleen bedoeld voor test- en/of evaluatiedoeleinden. Het is %1$sniet%2$s beschouwd als een stabiele release en moet daarom %1$sniet%2$s worden geactiveerd op een live of productie website.

source: Keep Event Espresso Decaf Free
nl_nl: Houd Evenement Espresso Decaf gratis

source: We need your help to continue maintaining and providing this plugin for free. You can help by leaving a positive review in the WordPress plugin directory. 5 star ratings bring Event Espresso Decaf to the attention of more users which increases our support and features for this version of Event Espresso.
nl_nl: We hebben uw hulp nodig om deze plugin gratis te onderhouden en te bieden. U helpen door het verlaten van een positieve beoordeling in de WordPress plugin directory. 5 sterren beoordelingen brengen Event Espresso Decaf onder de aandacht van meer gebruikers die onze ondersteuning en functies voor deze versie van Event Espresso verhoogt.

source: Rate it five stars today!
nl_nl: Waardeer ons met 5 sterren vandaag!

source: Rate It!
nl_nl: Beoordeel het!

source: EEM_Base::_get_consecutive() has been called with no $field_to_order_by argument and there is no primary key on the field. Please provide the field you would like to use as the base for retrieving the next item(s).
nl_nl: EEM_Base:_get_consecutive() is aangeroepen zonder $field_to_order_by argument en er is geen primaire sleutel op het veld. Geef het veld op dat u wilt gebruiken als basis voor het ophalen van het volgende item(s).

source: More information on %s how to find your API Login ID and Transaction Key. %s
nl_nl: Meer informatie over %s hoe u uw API Login ID en transactiesleutel vinden. %s

source: Could not process payment because there is no attendee data
nl_nl: Kan de betaling niet verwerken omdat er geen deelnemersgegevens zijn

source: Payment for registration %s for event %s
nl_nl: Betaling voor registratie %s voor evenement %s

source: No response received
nl_nl: Geen antwoord ontvangen
