Repository: eventespresso/event-espresso-core
Catalog: languages/event_espresso-*.po
Languages: nl_nl

source: Could not lock Transaction %1$d because it is already locked, meaning another part of the system is currently editing it. It should already be unlocked by the time you read this, so please refresh the page and try again.
nl_nl: Kan transactie %1$d niet vergrendelen omdat deze al is vergrendeld, wat betekent dat een ander deel van het systeem momenteel wordt bewerkt. Het moet al worden ontgrendeld tegen de tijd dat je dit leest, dus vernieuw de pagina en probeer het opnieuw.

source: A database error has occurred. Turn on WP_DEBUG for more information.||A database error occurred doing wpdb method "%1$s", with arguments "%2$s". The error was "%3$s"
nl_nl: Er is een databasefout opgetreden. Schakel WP_DEBUG in voor meer informatie.|| Er is een databasefout opgetreden bij het doen van wpdb-methode "%1$s", met argumenten "%2$s". De fout was "%3$s"

source: high
nl_nl: hoog

source: medium
nl_nl: gemiddeld

source: low
nl_nl: laag

source: Message ID
nl_nl: Bericht-ID

source: Unique Token used to represent this row in publicly viewable contexts (eg. a url).
nl_nl: Uniek token dat wordt gebruikt om deze rij weer te geven in openbaar zichtbare contexten (bijvoorbeeld een url).

source: Foreign key to the EEM_Message_Template_Group table.
nl_nl: Buitenlandse sleutel aan de EEM_Message_Template_Group tafel.

source: Foreign key to the related EE_Transaction. This is required to give context for regenerating the specific message
nl_nl: Buitenlandse sleutel tot de daarmee verband houdende EE_Transaction. Dit is nodig om context te geven voor het regenereren van de specifieke boodschap

source: Corresponds to the EE_messenger::name used to send this message. This will also be used to attempt any resending of the message.
nl_nl: Komt overeen met de EE_messenger::naam die wordt gebruikt om dit bericht te verzenden. Dit zal ook worden gebruikt om te proberen een herhaling van het bericht.

source: Corresponds to the EE_message_type::name used to generate this message.
nl_nl: Komt overeen met de EE_message_type::naam die wordt gebruikt om dit bericht te genereren.

source: Recipient ID
nl_nl: Id van geadresseerde

source: Recipient Type
nl_nl: Type ontvanger

source: Address To
nl_nl: Adres aan

source: Address From
nl_nl: Adres van

source: Priority
nl_nl: Prioriteit

source: Created
nl_nl: Aangemaakt

source: Registration with the ID: %s
nl_nl: Inschrijving met ID: %s

source: Attendee %s
nl_nl: Deelnemer %s

source: Attendee ID: %s
nl_nl: Deelnemer ID: %s

source: WP User: %s
nl_nl: WP-gebruiker: %s

source: WP User ID: %s
nl_nl: WP-gebruikersnaam: %s

source: Transaction with the ID: %s
nl_nl: Transactie met de ID: %s

source: for the Event: %s
nl_nl: Bewerk evenement (%s)

source: for the Event with ID: %s
nl_nl: voor het evenement met ID: %s

source: The name of the template group
nl_nl: De naam van de sjabloongroep

source: USA - Format Phone
nl_nl: VS - Formaat Telefoon

source: Whole Number
nl_nl: Heel getal

source: Multi Select
nl_nl: Meerdere keuzes

source: A single line text input field
nl_nl: Een tekstinvoerveld met één regel

source: A multi line text input field
nl_nl: Een invoerveld met meerdere regels

source: Allows multiple preset options to be selected
nl_nl: Hiermee kunnen meerdere vooraf ingestelde opties worden geselecteerd

source: Allows a single preset option to be selected
nl_nl: Hiermee kan één vooraf ingestelde optie worden geselecteerd

source: A dropdown that allows a single selection
nl_nl: Een vervolgkeuzelijst die één selectie mogelijk maakt

source: A dropdown that lists states/provinces
nl_nl: Een vervolgkeuzelijst met staten/provincies

source: A dropdown that lists countries
nl_nl: Een vervolgkeuzelijst die landen vermeldt

source: A popup calendar that allows date selections
nl_nl: Een pop-upkalender die datumselecties toestaat

source: A multi line text input field that allows HTML
nl_nl: Een invoerveld met meerdere regels waarmee HTML

source: A text field that must contain a valid Email address
nl_nl: Een tekstveld dat een geldig e-mailadres moet bevatten

source: A text field that must contain a valid US phone number
nl_nl: Een tekstveld dat een geldig Amerikaans telefoonnummer moet bevatten

source: A text field that allows number values with decimals
nl_nl: Een tekstveld dat getalwaarden met decimalen toestaat

source: A text field that only allows whole numbers (no decimals)
nl_nl: Een tekstveld dat alleen hele getallen toestaat (geen decimalen)

source: A text field that must contain a valid URL
nl_nl: Een tekstveld dat een geldige URL moet bevatten

source: A dropdown that lists the last 100 years
nl_nl: Een dropdown die de laatste 100 jaar vermeldt

source: A dropdown that allows multiple selections
nl_nl: Een vervolgkeuzelijst die meerdere selecties mogelijk maakt

source: queued for sending
nl_nl: in de wachtrij voor het verzenden

source: debug only
nl_nl: alleen debug

source: queued for resending
nl_nl: in de wachtrij voor het opnieuw sen

source: queued for generating
nl_nl: in de wachtrij voor het genereren van

source: failed sending, can be retried
nl_nl: mislukte verzending, kan opnieuw worden geprobeerd

source: Invalid argument of "%1$s" passed to EEH_Activation::get_cron_tasks. Valid values are "all", "old" and "current".
nl_nl: Ongeldig argument van '%1$s' is doorgegeven aan EEH_Activation::get_cron_tasks. Geldige waarden zijn "alles", "oud" en "actueel".

source: Event Espresso error detected when checking if table existed: %1$s (it wasn't just that the table didn't exist either)
nl_nl: Gebeurtenis espresso fout gedetecteerd bij het controleren of tabel bestond: %1$s (het was niet alleen dat de tabel niet bestond ofwel)

source: (This message was added in version %s of Event Espresso)
nl_nl: (Dit bericht is toegevoegd in versie %s van Gebeurtenis Espresso)

source: Please use EE_Message_Resource_Manager::get_active_messengers_option() instead.
nl_nl: Gebruik EE_Message_Resource_Manager:get_active_messengers_option() in plaats daarvan.

source: Please use EE_Message_Resource_Manager::update_active_messengers_option() instead.
nl_nl: Gebruik in plaats daarvan EE_Message_Resource_Manager:update_active_messengers_option().

source: Incoming value for registration is not a valid EE_Registration object.
nl_nl: Binnenkomende waarde voor registratie is geen geldig EE_Registration object.

source: The given sending messenger string (%1$s) does not match a valid sending messenger with the %2$s. If this is incorrect, make sure that the message type has defined this messenger as a sending messenger in its $_with_messengers array.
nl_nl: De gegeven verzendende messenger-string (%1$s) komt niet overeen met een geldige verzendende boodschapper met de %2$s. Als dit onjuist is, moet u ervoor zorgen dat het berichttype deze messenger heeft gedefinieerd als een verzendende boodschapper in de array van $ _with_messengers.

source: View Message
nl_nl: Bekijk bericht

source: View Error Message
nl_nl: Foutbericht weergeven

source: View Related Messages
nl_nl: Bekijk Gerelateerde Berichten

source: Generate the message now.
nl_nl: Genereer het bericht nu.

source: Send Immediately
nl_nl: Direct verzenden

source: View related Transaction
nl_nl: Gerelateerde transactie weergeven

source: The %1$s message type is not registered with the %2$s messenger. Please visit the Messenger activation page to assign this message type first if you want to use it.
nl_nl: Het %1$s berichttype is niet geregistreerd bij de %2$s messenger. Ga naar de activeringspagina van Messenger om dit berichttype eerst toe te wijzen als je het wilt gebruiken.

source: The CVV is either a 3 digit number on the back of your card, or 4 digit number on the front
nl_nl: De CVV is ofwel een 3 cijferig nummer op de achterkant van uw kaart, of 4 cijferig nummer op de voorkant

source: %1$s is not a proper model name. Please provide a model name in the "model_name" form input argument
nl_nl: %1$s is geen echte modelnaam. Geef een modelnaam op in het argument 'model_name' formulierinvoer

source: Can not use a Compound Input Display Strategy (eg checkbox or radio) with an input that doesn't have options
nl_nl: Kan geen samengestelde invoerweergavestrategie (bijvoorbeeld selectievakje of radio) gebruiken met een invoer die geen opties heeft

source: %1$s(allowed tags: %2$s)%3$s
nl_nl: %1$s (toegestane tags: %2$s) %3$s

source: Input requirement conditions must be an array. You provided %1$s
nl_nl: Invoervereiste voorwaarden moeten een array zijn. Je hebt %1$s

source: Required Validation Strategy does not yet support multiple conditions. You should add it! The related input is %1$s
nl_nl: Vereiste validatiestrategie biedt nog geen ondersteuning voor meerdere voorwaarden. Je moet het toevoegen! De bijbehorende input is %1$s

source: Error encountered while setting requirement condition for input %1$s. The path %2$s does not correspond to a valid input
nl_nl: Er is een fout opgetreden bij het instellen van de vereistevoorwaarde voor invoer %1$s. Het pad %2$s komt niet overeen met een geldige invoer

source: Required Validation Strategy can only depend on another input which uses the EE_Select_Display_Strategy, but you specified a field "%1$s" that uses display strategy "%2$s". If you need others, please add support for it! The related input is %3$s
nl_nl: Vereiste validatiestrategie kan alleen afhankelijk zijn van een andere invoer die de EE_Select_Display_Strategy gebruikt, maar u hebt een veld "%1$s" opgegeven dat weergavestrategie "%2$s" gebruikt. Als je anderen nodig hebt, voeg er dan ondersteuning voor toe! De bijbehorende input is %3$s

source: Required Validation Strategy conditions array's value must be an array with two elements: an operator, and a value. It didn't. The related input is %1$s
nl_nl: De waarde van de vereiste validatiestrategievoorwaarden moet een array zijn met twee elementen: een operator en een waarde. Dat deed het niet. De bijbehorende input is %1$s

source: Required Validation Strategy conditions can currently only use the equals operator. If you need others, please add support for it! The related input is %1$s
nl_nl: Vereiste voorwaarden voor validatiestrategie kunnen momenteel alleen de operator Equals gebruiken. Als je anderen nodig hebt, voeg er dan ondersteuning voor toe! De bijbehorende input is %1$s

source: You must provide a valid model object
nl_nl: Je moet een geldig object model opgeven

source: Please enter a valid URL. Eg https://eventespresso.com
nl_nl: Voer een geldige URL in. Bijvoorbeeld https://eventespresso.com

source: Unable to retrieve generated message from DB using given token: "%1$s"
nl_nl: Kan gegenereerd bericht van DB niet ophalen met een gegeven token: "%1$s"

source: Unable to send message because the "%1$s" messenger is not active or not installed
nl_nl: Kan geen bericht verzenden omdat de messenger '%1$s' niet actief of niet is geïnstalleerd

source: The "%1$s" messenger is either invalid or not installed
nl_nl: De "%1$s" messenger is ongeldig of niet geïnstalleerd

source: The "%1$s" message type is either invalid or not installed
nl_nl: Het berichttype '%1$s' is ongeldig of niet geïnstalleerd

source: The message type (%1$s) sent to "%2$s" is not valid for the "%3$s" messenger. Double-check the spelling and verify that message type has been registered as a valid type with the messenger.
nl_nl: Het berichttype (%1$s) dat naar '%2$s' wordt verzonden, is niet geldig voor de boodschapper '%3$s'. Controleer de spelling en controleer of het berichttype is geregistreerd als geldig type bij de messenger.

source: The following messengers are either not installed or are invalid:%1$s %2$s
nl_nl: De volgende messengers zijn niet geïnstalleerd of zijn ongeldig:%1$s %2$s

source: The included data handler reference (%s) does not match any valid, accessible, "EE_Messages_incoming_data" classes. Looking for %s.
nl_nl: De meegeleverde referentie voor gegevensverwerkers (%s) komt niet overeen met geldige, toegankelijke klassen van EE_Messages_incoming_data. Op zoek naar %s.

source: Showing Aggregate output for 1 result
nl_nl: Geaggregeerde uitvoer voor 1 resultaat weergeven

source: The "%1$s" message type class can't be loaded from %2$s. Likely there is a typo in the class name or the file name.
nl_nl: De klasse berichttype '%1$s' kan niet worden geladen vanuit %2$s. Waarschijnlijk is er een typfout in de klassenaam of de bestandsnaam.

source: Message failed to generate for the following reasons:
nl_nl: Bericht kan niet worden gegenereerd om de volgende redenen:

source: Message Activity
nl_nl: Berichten activiteit

source: Generate Now
nl_nl: Nu genereren

source: Generate and Send Now
nl_nl: Nu genereren en verzenden

source: Queue for Resending
nl_nl: Wachtrij voor opnieuw verzenken

source: Send Now
nl_nl: Nu verzenden

source: Delete Messages
nl_nl: Berichten verwijderen

source: This message template has been successfully switched to use the %1$s %2$s. Please wait while the page reloads with your new template.
nl_nl: Deze berichtsjabloon is ingeschakeld om de %1$s %2$s te gebruiken. Wacht terwijl de pagina opnieuw wordt geladen met uw nieuwe sjabloon.

source: Unknown Messenger
nl_nl: Onbekende boodschapper

source: Global Message Settings
nl_nl: Globale Berichten Instellingen

source: On the same request
nl_nl: Op hetzelfde verzoek

source: On a separate request
nl_nl: Op een apart verzoek

source: Generate and send all messages:
nl_nl: Alle berichten genereren en verzenden:

source: By default the messages system uses a more efficient means of processing messages on separate requests and utilizes the wp-cron scheduling system. This makes things execute faster for people registering for your events. However, if the wp-cron system is disabled on your site and there is no alternative in place, then you can change this so messages are always executed on the same request.
nl_nl: Standaard maakt het berichtensysteem gebruik van een efficiënter middel om berichten op afzonderlijke aanvragen te verwerken en maakt gebruik van het wp-cron-planningssysteem. Dit maakt dingen sneller uit te voeren voor mensen die zich registreren voor uw evenementen. Echter, als de wp-cron systeem is uitgeschakeld op uw site en er is geen alternatief in de plaats, dan u dit wijzigen, zodat berichten worden altijd uitgevoerd op hetzelfde verzoek.

source: Global message settings were updated
nl_nl: Globale berichtinstellingen zijn bijgewerkt

source: The messenger being activated is not a valid messenger
nl_nl: De messenger die wordt geactiveerd is geen geldige boodschapper

source: %s messenger was successfully activated.
nl_nl: %s messenger is met succes geactiveerd.

source: %s message type was not successfully activated with the %s messenger
nl_nl: %s berichttype is niet geactiveerd met de %s messenger

source: %s messenger was not successfully activated
nl_nl: %s messenger is niet geactiveerd

source: The messenger being deactivated is not a valid messenger
nl_nl: De gedeactiveerde messenger is geen geldige boodschapper

source: %s message type has been successfully deactivated for the %s messenger.
nl_nl: %s berichttype is gedeactiveerd voor de %s messenger.

source: %s messenger has been successfully deactivated.
nl_nl: %s messenger is gedeactiveerd.

source: Deactivating the invoice message type also automatically deactivates the invoice payment method. In order for invoices to be generated the invoice message type must be active. If you completed this action by mistake, simply reactivate the invoice message type and then visit the payment methods admin page to reactivate the invoice payment method.
nl_nl: Als u het type factuurbericht deactiveert, wordt ook automatisch de betalingsmethode van de factuur gedeactiveerd. Om facturen te kunnen genereren, moet het type factuurbericht actief zijn. Als u deze actie per ongeluk hebt voltooid, activeert u het type factuurbericht opnieuw en gaat u vervolgens naar de beheerderspagina van betalingsmethoden om de betalingsmethode voor facturen opnieuw te activeren.

source: The message was not deleted.
nl_nl: Het bericht is niet verwijderd.

source: Show All Messengers
nl_nl: Alle messengers weergeven

source: Show All Message Types
nl_nl: Alle berichttypen weergeven

source: %1$s(allowed tags: %2$s)
nl_nl: %1$s (toegestane tags: %2$s)

source: An API key is now required to use the Google Maps API: %1$sclick here to get an API key%2$s
nl_nl: Een API-sleutel is nu vereist om de Google Maps API te gebruiken: %1$sklik hier om een API-sleutel te krijgen%2$s

source: There are no active messengers. So no notifications will go out for %1$sany%2$s events. You will want to %3$sActivate a Messenger%4$s.
nl_nl: Er zijn geen actieve boodschappers. Dus geen meldingen zullen uitgaan voor %1$s%2$s gebeurtenissen. U wilt een Messenger%4$s %3$sActiveren.

source: Failed to generate a Signature !
nl_nl: Kan geen handtekening genereren!

source: iPay88 Merchant Code %s
nl_nl: %s iPay88-handelscode

source: iPay88 Merchant Code
nl_nl: iPay88-handelscode

source: iPay88 Merchant Key
nl_nl: iPay88-verkoperssleutel

source: Use the Debug Mode
nl_nl: De foutopsporingsmodus gebruiken

source: ! Important Notice for testing process:
nl_nl: ! Belangrijke mededeling voor het testproces:

source: Test transaction must go from %1$s registered Request URL %2$s.
nl_nl: Testtransactie moet gaan vanaf %1$s geregistreerde URL aanvragen %2$s.

source: Test transaction limited to %1$s credit card ONLY %2$s.
nl_nl: Test transactie beperkt tot %1$s creditcard alleen %2$s.

source: MIGS Access Code %s
nl_nl: MIGS-toegangscode %s

source: MIGS Settings
nl_nl: MIGS-instellingen

source: Adjust the settings for the MIGS payment gateway.
nl_nl: Pas de instellingen voor de MIGS-betalingsgateway aan.

source: Your MIGS Unique identifier which should be supplied to you by the bank.
nl_nl: Uw MIGS Unique-id die door de bank aan u moet worden geleverd.

source: MIGS Access Code
nl_nl: MIGS-toegangscode

source: The access code uniquely authenticates a merchant and their Merchant Id on the Payment Server.
nl_nl: De toegangscode verifieert op unieke wijze een handelaar en zijn of haar verkopers-id op de betaalserver.

source: Response Codes
nl_nl: Antwoordcodes

source: The test bank simulator is configured to allow the user to change the response received against the above test card numbers by varying the cent amount for the transaction.
nl_nl: De testbanksimulator is zo geconfigureerd dat de gebruiker het ontvangen antwoord ten opzichte van de bovenstaande testkaartnummers kan wijzigen door het centbedrag voor de transactie te variëren.

source: The following table shows how the various response codes can be triggered varying the cent amount.
nl_nl: In de volgende tabel ziet u hoe de verschillende antwoordcodes kunnen worden geactiveerd, variërend van het centbedrag.

source: * For example, to obtain a response code of 1 on a MasterCard, simply send a transaction for $x.10 against one of the above MasterCard numbers.
nl_nl: * Bijvoorbeeld, om een antwoordcode van 1 op een MasterCard te verkrijgen, stuur gewoon een transactie voor $x.10 tegen een van de bovenstaande MasterCard-nummers.

source: %sNote:%s You cannot use an amount value of %s‘00’%s to obtain a response code of %s‘0’%s as this amount is an illegal value. Use an amount value of %s$1.00%s or %s$2.00%s or %s$3.00%s, etc.
nl_nl: %s Opmerking: %s U geen waarde van %s'00'%s gebruiken om een antwoordcode van %s'0'%s te verkrijgen, omdat dit bedrag een illegale waarde is. Gebruik een waarde van %s $ 1,00%s of %s $ 2,00%s of %s $ 3,00%s, enz.

source: Card Security Code (CSC) Response Codes
nl_nl: Reactiecodes voor kaartbeveiligingscodes (CSC)

source: The following table shows how the various CSC response codes can be triggered by varying the Card Security Code value.
nl_nl: In de volgende tabel ziet u hoe de verschillende CSC-antwoordcodes kunnen worden geactiveerd door de waarde van de kaartbeveiligingscode te wijzigen.

source: %1$s Scope Promotion - applies to %2$s only
nl_nl: %1$s Scope Promotion - is alleen van toepassing op %2$s

source: Unable to restore promotions because none were selected.
nl_nl: Kan promoties niet herstellen omdat er geen optie is geselecteerd.

source: Promotion Object ID
nl_nl: Promotieobject-id

source: Related Object ID
nl_nl: Gerelateerde object-id

source: Logo URL %s
nl_nl: URL-%s van logo

source: (Logo shown on Stripe checkout)
nl_nl: (Logo weergegeven op Stripe checkout)

source: Upload a logo that will appear at the top of the Stripe checkout, for best results use 125px by 125px.
nl_nl: Upload een logo dat bovenaan de Stripe-kassa verschijnt, voor de beste resultaten gebruik 125px bij 125px.

source: Event Espresso Worker Queue Manager could not be activated. Please ensure that Event Espresso version %1$s or higher is running
nl_nl: Event Espresso Worker Queue Manager kan niet worden geactiveerd. Zorg ervoor dat de versie van event espresso %1$s of hoger wordt uitgevoerd

source: Message
nl_nl: Bericht

source: Modified
nl_nl: Gewijzigd

source: The Authorize.net AIM eCheck payment method requires the standard Authorize.net AIM payment method to be active in order to function. The standard Authorize.net payment method was not found. Are you running Event Espresso Decaf? If so, please upgrade.
nl_nl: De Authorize.net AIM eCheck-betaalmethode vereist dat de standaard Authorize.net AIM-betaalmethode actief is om te kunnen functioneren. De standaard Authorize.net betaalmethode is niet gevonden. Run je Event Espresso Decaf? Als dat zo is, u upgraden.

source: Authorize.net AIM eCheck Settings
nl_nl: Authorize.net AIM eCheck-instellingen

source: Please select...
nl_nl: Selecteer alstublieft...

source: Checking
nl_nl: Aan het controleren…

source: Savings
nl_nl: Besparing

source: Bank Routing Number (ABA code)
nl_nl: Bankroutenummer (ABA-code)

source: The Authorize.net AIM eCheck settings are the same as the Authorize.net AIM settings, so please refer to them.
nl_nl: De Authorize.net AIM eCheck-instellingen zijn hetzelfde als de Authorize.net AIM-instellingen, dus raadpleeg ze.

source: Please note
nl_nl: Let op

source: In order to use Authorize.net AIM eCheck payment method, your Authorize.net account must be enabled for eCheck payments. Authorize.net's documentation says "The merchant has completed the eCheck.Net application and underwriting process with Authorize.Net and is enabled to process eCheck.Net transactions."
nl_nl: Om Authorize.net AIM eCheck-betaalmethode te kunnen gebruiken, moet uw Authorize.net-account zijn ingeschakeld voor eCheck-betalingen. Autorage.net's documentatie zegt: "De handelaar heeft de eCheck.Net applicatie en underwriting proces voltooid met Authorize.Net en is in staat om eCheck.Net transacties te verwerken."

source: Payment of %1$s for %2$s
nl_nl: Betaling van %1$s voor %2$s

source: WP Error. Code: "%1$s", Message: "%2$s", Data: "%3$s"
nl_nl: WP fout. Code: "%1$s", Melding: "%2$s", Gegevens: "%3$s"

source: We shouldn't update transactions taxes or shipping data from non-approved payments
nl_nl: We mogen geen transactiebelastingen of verzendgegevens bijwerken van niet-goedgekeurde betalingen

source: Shipping for transaction %1$s
nl_nl: Verzending voor transactie %1$s

source: Paypal Calculates Taxes %s
nl_nl: Paypal berekent belastingen %s

source: Whether Paypal should add taxes to the order
nl_nl: Of Paypal belastingen aan de bestelling moet toevoegen

source: Paypal Calculates Shipping %s
nl_nl: Paypal berekent verzendkosten %s

source: Whether Paypal should add shipping surcharges
nl_nl: Of Paypal verzendkosten aan de bestelling moet toevoegen
