Repository: eventespresso/event-espresso-core
Catalog: languages/event_espresso-*.po
Languages: nl_nl

source: This class is deprecated. Please use %1$s instead. All Event Espresso request stack classes have been moved to %2$s and are now under the %3$s namespace
nl_nl: Deze klasse bestaat niet meer. Gebruik in plaats daarvan %1$s. Alle event espresso-aanvraag klassen zijn verplaatst naar %2$s en bevinden zich nu onder de naamruimte %3$s

source: We're sorry, but the Event Espresso %1$s addon was deactivated because version %2$s or higher is required with this version of Event Espresso core.
nl_nl: Het spijt ons, maar de %1$s-addon voor het evenement is gedeactiveerd omdat versie %2$s of hoger vereist is met deze versie van Event Espresso-kern.

source: If using Invisible reCAPTCHA, then this determines the position of the reCAPTCHA badge. "Bottom Left" and "Bottom Right" both will float at the bottom of the screen. "Inline" appears beside the submit button but allows you to control the CSS.
nl_nl: Als u Invisible reCAPTCHA gebruikt, bepaalt dit de positie van de reCAPTCHA-badge. "Linksonder" en "Rechtsonder" beide zal zweven aan de onderkant van het scherm. "Inline" verschijnt naast de knop verzenden, maar stelt u in staat om de CSS te bedienen.

source: Bottom Left
nl_nl: Linksonder

source: Bottom Right
nl_nl: Rechtsonder

source: Invisible reCAPTCHA Badge Position
nl_nl: Onzichtbare reCAPTCHA Badge Positie

source: Event Espresso is a %sWordPress event manager%s which makes it easy for you to register attendees for classes, workshops, events, trainings, conferences or concerts, all from your WordPress website. Event Espresso events are created from the WordPress admin area. You can create signup forms to collect information about your attendees, accept payments, and create reports. The lite version of the plugin provides everything that you need to manage your event using WordPress.
nl_nl: Event Espresso is een %sWordPress event manager%s waardoor u gemakkelijk deelnemers registreren voor lessen, workshops, evenementen, trainingen, conferenties of concerten, allemaal vanaf uw WordPress-website. Event Espresso-gebeurtenissen worden gemaakt vanuit het WordPress-beheergebied. U aanmeldingsformulieren maken om informatie over uw deelnemers te verzamelen, betalingen te accepteren en rapporten te maken. De lite-versie van de plug-in biedt alles wat je nodig hebt om je evenement te beheren met WordPress.

source: Add a pre-populated %1$sgroup of questions%2$s to your event.
nl_nl: Voeg een vooraf ingevulde %1$sgroep met vragen toe%2$s aan uw gebeurtenis.

source: View this registrant's check-ins/checkouts for the datetime
nl_nl: Bekijk de check-ins/checkouts van deze registrant voor de datumtijd

source: Click for attendee details
nl_nl: Klik voor deelnemersgegevens

source: Click here to edit event.
nl_nl: Klik hier om de gebeurtenis te bewerken.

source: Displaying check in records for %1$s for %2$s at the event, %3$s
nl_nl: Controlerecords weergeven voor %1$s voor %2$s op het evenement, %3$s

source: The "edit_event_datetimes" array is invalid therefore the event can not be updated.
nl_nl: De array 'edit_event_datetimes' is ongeldig, waardoor de gebeurtenis niet kan worden bijgewerkt.

source: The "edit_tickets" array is invalid therefore the event can not be updated.
nl_nl: De array 'edit_tickets' is ongeldig, waardoor de gebeurtenis niet kan worden bijgewerkt.

source: We're sorry but an attempt to verify the form's reCAPTCHA has failed. %1$s %2$s Please try again.
nl_nl: Het spijt ons, maar een poging om de reCAPTCHA van het formulier te verifiëren is mislukt. %1$s %2$s Probeer het opnieuw.

source: Invisible reCAPTCHA Protection
nl_nl: Onzichtbare reCAPTCHA-beveiliging

source: Select which Event Espresso forms you would like to enable Invisible reCAPTCHA on.
nl_nl: Selecteer op welke Event Espresso-formulieren u Invisible reCAPTCHA wilt inschakelen.

source: Invisible
nl_nl: Onzichtbaar

source: Manage your events from your WordPress dashboard. Reduce your admin, reduce your costs, make your life easier! This is the Caffeinated/Regular version of Event Espresso, but we also have a hosted version called %sEvent Smart%s for customers that want to cut back on their hosting and security expenses.
nl_nl: Beheer uw gebeurtenissen vanuit uw WordPress-dashboard. Verlaag uw admin, verlaag uw kosten, maak uw leven gemakkelijker! Dit is de cafeïnehoudende / regelmatige versie van Event Espresso, maar we hebben ook een gehoste versie genaamd %sEvent Smart%s voor klanten die willen bezuinigen op hun hosting en beveiligingskosten.

source: This method would have been protected but was used on a filter callback so needed to be public. Please discontinue usage as it will be removed soon.
nl_nl: Deze methode zou zijn beschermd, maar werd gebruikt op een filter callback dus nodig om openbaar te zijn. Gelieve te stoppen met het gebruik als het binnenkort zal worden verwijderd.

source: Will display the attendees list when events are viewed on archive pages.
nl_nl: Geeft de deelnemerslijst weer wanneer gebeurtenissen worden weergegeven op archiefpagina's.

source: Make Payment from the Frontend.
nl_nl: Betaling doen vanuit de Frontend.

source: An error occurred and the details for the transaction with the ID # %d could not be retrieved.
nl_nl: Er is een fout opgetreden en de gegevens voor de transactie met de ID # %d konden niet worden opgehaald.

source: Make Payment on Frontend
nl_nl: Betaling uitvoeren op Frontend

source: You do not have access to apply payments or refunds to a registration.
nl_nl: U hebt geen toegang tot het toepassen van betalingen of terugbetalingen op een registratie.

source: You do not have access to delete a payment.
nl_nl: Je hebt geen toegang tot het verwijderen van een betaling.

source: No payments have been applied to this transaction yet.
nl_nl: Er zijn nog geen betalingen voor deze transactie toegepast.

source: You do not have access to apply payments or refunds.
nl_nl: U hebt geen toegang tot het toepassen van betalingen of terugbetalingen.

source: Welcome to Event Espresso 4!
nl_nl: Welkom bij Event Espresso 4!

source: The template for %1$s is currently %2$sactive%3$s.
nl_nl: De sjabloon voor %1$s is momenteel %2$sactief%3$s.

source: The template for %1$s is currently %2$sinactive%3$s.
nl_nl: De sjabloon voor %1$s is momenteel %2$sinactief%3$s.

source: Add a pre-populated %1$sgroup of questions%2$s to your event. The personal information group is required for all events
nl_nl: Voeg een vooraf ingevulde %1$sgroep met vragen toe%2$s aan uw gebeurtenis. De groep persoonlijke gegevens is vereist voor alle evenementen

source: %1$s Viewing registrations for %2$s%3$s
nl_nl: %1$s Bezichtigingsregistraties voor %2$s%3$s

source: Manually triggered status change on a Registration Admin Page route.
nl_nl: Handmatig geactiveerde statuswijziging op een route van de pagina registratiebeheerder.

source: Required data for doing this action is not available.
nl_nl: Vereiste gegevens voor het uitvoeren van deze actie zijn niet beschikbaar.

source: Unable to change the active state because the given id "%1$d" does not match a valid "%2$s"
nl_nl: Kan de actieve status niet wijzigen omdat de opgegeven id "%1$d" niet overeenkomt met een geldige "%2$s"

source: You can control how long a record of processed messages is kept via this option.
nl_nl: U via deze optie bepalen hoe lang een record van verwerkte berichten wordt bijgehouden.

source: Message successfully deleted
nl_nl: Bericht is verwijderd

source: The green colored gear %s indicates that this messenger is currently active.
nl_nl: De groen gekleurde versnelling %s geeft aan dat deze boodschapper momenteel actief is.

source: Leave the following fields blank if you want the offset to be applied to all dates. If however, you want to just apply the offset to a specific range of dates you can restrict the offset application using these fields.
nl_nl: Laat de volgende velden leeg als u wilt dat de verschuiving wordt toegepast op alle datums. Als u echter de verschuiving alleen wilt toepassen op een specifiek bereik van datums, u de verschuivingstoepassing beperken met deze velden.

source: Note: please enter the dates in UTC (You can use %1$sthis online tool%2$s to assist with conversions).
nl_nl: Let op: voer de data in UTC (U %1$sdit online tool%2$s gebruiken om te helpen bij conversies).

source: Start Date for dates the offset applied to:
nl_nl: Begindatum voor datums waarop de verschuiving is toegepast:

source: Apply Offset
nl_nl: Verschuiving toepassen

source: Applying Offset
nl_nl: Verschuiving toepassen

source: Note: Event Espresso 4 categories are %snot%s deleted by this script
nl_nl: Opmerking: Event Espresso 4 categorieën worden %snot%s verwijderd door dit script

source: You can go here to delete Event Espresso categories
nl_nl: Je hier gaan om de categorieën Voor espresso voor evenementen te verwijderen

source: Note: If you enter 1.25, that will result in the offset of 1 hour 15 minutes being applied. Decimals represent the fraction of hours, not minutes.
nl_nl: Opmerking: Als u 1,25 invoert, wordt de verschuiving van 1 uur en 15 minuten toegepast. Decimalen vertegenwoordigen de fractie van uren, niet minuten.

source: Offset to apply (in hours):
nl_nl: Verschuiving toe te passen (in uren):

source: Your website's timezone is currently set to a UTC offset. We recommend updating your timezone to a city or region near you before you create an event. Change your timezone now:%1$s%2$s%3$sChange Timezone%4$s
nl_nl: De tijdzone van uw website is momenteel ingesteld op een UTC-compensatie. We raden u aan uw tijdzone bij te werken naar een stad of regio in uw buurt voordat u een evenement maakt. Wijzig nu uw tijdzone:%1$s%2$s%3$sTijdzone wijzigen%4$s

source: Your timezone string was updated.
nl_nl: Uw tijdzonetekenreeks is bijgewerkt.

source: Country Settings updated successfully.
nl_nl: Landinstellingen bijgewerkt met succes.

source: Datetime Utilities
nl_nl: Nutsbedrijven voor datumtijd

source: Are you sure you want to do this? It CANNOT be undone!
nl_nl: Weet je zeker dat je dit wilt doen? Het kan niet ongedaan worden gemaakt!

source: You have chosen to NOT migrate your existing data. Are you sure you want to continue?
nl_nl: U hebt ervoor gekozen om uw bestaande gegevens NIET te migreren. Weet je zeker dat je door wilt gaan?

source: Datetime Offset Tool
nl_nl: Gereedschap Verschuiving van datumtijd

source: Use this tool to automatically apply the provided offset to all Event Espresso records in your database that involve dates and times.
nl_nl: Gebruik deze tool om de opgegeven verschuiving automatisch toe te passen op alle Gebeurtenis Espresso-records in uw database met datums en tijden.

source: Event Espresso is used by over 40,000 event organizers across the world. They host %sconferences%s, %sart classes%s, training courses, concerts, fundraisers, workshops, %sfilm festivals%s, %spaint and wine%s, and more.
nl_nl: Event Espresso wordt gebruikt door meer dan 40.000 organisatoren van evenementen over de hele wereld. Ze organiseren %sconferences%s, %sart-lessen%s, trainingen, concerten, fondsenwervers, workshops, %sfilmfestivals%s, %sschilderij en wijn%s en meer.

source: We’ve made it super easy to integrate Event Espresso with almost any properly coded WordPress theme, including many of the thousands of themes available on WordPress.org. The image below shows the same Event Espresso ticketing page across three diffrent WordPress themes.
nl_nl: We hebben het super eenvoudig gemaakt om Event Espresso te integreren met bijna elk goed gecodeerd WordPress-thema, inclusief veel van de duizenden thema's die beschikbaar zijn op WordPress.org. De afbeelding hieronder toont dezelfde Event Espresso ticketing pagina over drie verschillende WordPress thema's.

source: Who uses Event Espresso?
nl_nl: Wie gebruikt Event Espresso?

source: If you're doing event registration and ticketing any other way, then you’re wasting time and money. We offer packages and prices to fit any budget, so get started with your online event registration and ticketing management system today.
nl_nl: Als je aan het registreren van evenementen en ticketing doet, dan verspil je tijd en geld. We bieden pakketten en prijzen aan die aan elk budget voldoen, dus ga vandaag nog aan de slag met uw online evenementregistratie en ticketingmanagementsysteem.

source: Our online event registration software can %smake your organization more profitable and efficient%s by helping you save money on registration and ticketing fees, reduce the countless hours of time you spend manually processing registrations, create a “green” and paperless event registration process and you will be open for business to accept registrations and payment 24/7.
nl_nl: Onze online event registratie software kan uw organisatie %s winstgevender en efficiënter maken%s door u te helpen geld te besparen op registratie- en ticketkosten, de talloze uren tijd die u besteedt aan het handmatig verwerken van registraties, een "groen" en papierloos registratieproces voor evenementen maken en u staat open voor zakelijke registraties en betalingen 24/7.

source: Event Espresso works perfectly for classes, workshops, fundraisers, sporting, trainings, conferences, networking, religion, social, non-profit, and nearly any other type of event.
nl_nl: Event Espresso werkt perfect voor lessen, workshops, fondsenwervers, sport, trainingen, conferenties, netwerken, religie, sociale, non-profit, en bijna elk ander type evenement.

source: Trusted by thousands, Event Espresso is the best WordPress event online registration and ticketing manager plugin–and the best supported with full-time support. Turn your existing blog or website into a %sfully-featured event management website%s and a new way to make money. With Event Espresso you get it all; everything from custom registration forms and emails, seating limits, multiple price options, and discount codes to printable tickets.
nl_nl: Vertrouwd door duizenden, Event Espresso is de beste WordPress evenement online registratie en ticketing manager plugin-en de beste ondersteund met full-time ondersteuning. Maak van uw bestaande blog of website een %svolle event management website%s en een nieuwe manier om geld te verdienen. Met Event Espresso krijg je het allemaal; alles, van aangepaste registratieformulieren en e-mails, zitlimieten, meerdere prijsopties en kortingscodes tot afdrukbare tickets.

source: Event Espresso is a %sWordPress event manager%s which makes it easy for you to register attendees for classes, workshops, events, trainings, conferences or concerts, all from your WordPress website. Event Espresso events are created from the WordPress admin area. You can create signup forms to collect information about your attendees, accept payments, and create reports. The Decaf (free) version of the plugin provides everything that you need to manage your event using WordPress.
nl_nl: Event Espresso is een %sWordPress event manager%s waardoor u gemakkelijk deelnemers registreren voor lessen, workshops, evenementen, trainingen, conferenties of concerten, allemaal vanaf uw WordPress-website. Event Espresso-gebeurtenissen worden gemaakt vanuit het WordPress-beheergebied. U aanmeldingsformulieren maken om informatie over uw deelnemers te verzamelen, betalingen te accepteren en rapporten te maken. De Decaf (gratis) versie van de plugin biedt alles wat je nodig hebt om je evenement te beheren met Behulp van WordPress.

source: People Like You Manage Event Registration with WordPress
nl_nl: Mensen zoals u beheren eventregistratie met WordPress

source: Manage your events from your WordPress dashboard. Reduce your admin, reduce your costs, make your life easier! This is the Decaf version of Event Espresso, but we also have a premium version called %sEvent Espreso 4 Regular%s and a hosted version called %sEvent Smart%s (SaaS).
nl_nl: Beheer uw gebeurtenissen vanuit uw WordPress-dashboard. Verlaag uw admin, verlaag uw kosten, maak uw leven gemakkelijker! Dit is de Decaf versie van Event Espresso, maar we hebben ook een premium versie genaamd %sEvent Espreso 4 Regular%s en een gehoste versie genaamd %sEvent Smart%s (SaaS).

source: Powering 40,000+ event websites; $100 million in ticket sales per year!
nl_nl: 40.000+ evenementwebsites van stroom voor u; $100 miljoen aan kaartverkoop per jaar!

source: We offer a free version of Event Espresso 4 called Decaf which is a good fit for basic events. Need more features like custom registration forms and advanced email notifications? %sUpgrade to Event Espresso 4 (Regular)%s.
nl_nl: Wij bieden een gratis versie van Event Espresso 4 genaamd Decaf die een goede pasvorm voor basisevenementen. Meer functies nodig, zoals aangepaste registratieformulieren en geavanceerde e-mailmeldingen? %s Upgrade naar Event Espresso 4 (Regelmatig)%s.

source: Handle multiple dates and pricing options
nl_nl: Meerdere datums en prijsopties afhandelen

source: Create custom registration forms
nl_nl: Aangepaste registratieformulieren maken

source: Customize advanced email notifications
nl_nl: Geavanceerde e-mailmeldingen aanpassen

source: Manage taxes
nl_nl: Belastingen beheren

source: Additional payment methods available
nl_nl: Aanvullende betalingsmethoden beschikbaar

source: Compatibility with add-ons
nl_nl: Compatibiliteit met invoegtoepassingen

source: Best in class support
nl_nl: Ondersteuning voor beste in zijn klasse

source: Decaf
nl_nl: Cafeïne-extractie

source: Regular
nl_nl: Standaard

source: Event Espresso lets you focus on doing %swhat you love%s — %sorganizing your events%s
nl_nl: Event Espresso laat je je concentreren op het doen van %swat je leuk vindt%s - %sorganisatie van je evenementen%s

source: Rave Reviews About Event Espresso 4
nl_nl: Lovende Recensies over Evenement Espresso 4

source: At Event Espresso, customer satisfaction is our ultimate goal.
nl_nl: Bij Event Espresso is klanttevredenheid ons ultieme doel.

source: %1$sWe're sorry, but your selected option is for member's only. Please login first to see if it is available to you.%2$s
nl_nl: %1$s Het spijt ons, maar uw geselecteerde optie is alleen voor leden. Log eerst in om te zien of het voor u beschikbaar is. %2$s

source: Invalid email address verification option. Please use one of the "EMAIL_ADDRESS_*" constants on WpUserEmailVerification.
nl_nl: Ongeldige verificatieoptie voor e-mailadres.Invalid e-mailadres verification option. Gebruik een van de "EMAIL_ADDRESS_*" constanten op WpUserEmailVerification.

source: Decaf vs Regular
nl_nl: Decaf vs Regelmatig

source: Reviews
nl_nl: Beoordelingen

source: %1$sYou have entered an email address that matches an existing user account in our system.%2$sYou can only join the Wait List using your own account or one that does not already exist.%2$sPlease use a different email address.%3$s
nl_nl: %1$s U hebt een e-mailadres ingevoerd dat overeenkomt met een bestaand gebruikersaccount in ons systeem. %2$s U alleen deelnemen aan de wachtlijst met uw eigen account of een account dat nog niet bestaat. %2$s Gebruik een ander e-mailadres. %3$s

source: Please login.
nl_nl: A.U.B. inloggen.

source: Members Only Options Available.
nl_nl: Alleen opties voor leden beschikbaar.

source: Members Only
nl_nl: Alleen leden

source: %1$sWe're sorry, but your selected option is for specific member's only, and is not available for you at this time.%2$s
nl_nl: %1$s Het spijt ons, maar uw geselecteerde optie is alleen voor specifieke leden en is op dit moment niet voor u beschikbaar. %2$s

source: %1$sYou have entered an email address that matches an existing user account in our system.%2$sIf this is your email address, please log in before continuing. Otherwise, register with a different email address.%3$s
nl_nl: %1$s U hebt een e-mailadres ingevoerd dat overeenkomt met een bestaand gebruikersaccount in ons systeem. %2$s Als dit je e-mailadres is, log dan in voordat je verdergaat. Registreer u anders met een ander e-mailadres. %3$s

source: Email Address Mismatch
nl_nl: Mismatch e-mailadres

source: Timestamp sent in for "new_install_generation_job" was %s. That doesn't meet the criteria so ungenerated messages will have to be manually triggered.
nl_nl: Timestamp verzonden voor "new_install_generation_job" was %s. Dat voldoet niet aan de criteria, dus ongegenerated berichten zullen handmatig moeten worden geactiveerd.

source: Timestamp sent in for "new_install_sending_job" was %s. That doesn't meet the criteria so un-sent messages will have to be manually triggered.
nl_nl: Timestamp verzonden voor "new_install_sending_job" was %s. Dat voldoet niet aan de criteria, dus niet-verzonden berichten moeten handmatig worden geactiveerd.

source: Login Required
nl_nl: Inloggen verplicht

source: %1$sLogin is required in order to sign up for this wait list.%3$s
nl_nl: %1$s Inloggen is vereist om je aan te melden voor deze wachtlijst. %3$s

source: The exact timestamp for when EE_Worker_Queue_Manager was activated could not be retrieved so the system is "guessing". This could possibly explain any duplicate emails that get sent
nl_nl: De exacte tijdstempel voor wanneer EE_Worker_Queue_Manager werd geactiveerd kon niet worden opgehaald, zodat het systeem is "gissen". Dit kan eventueel verklaren eventuele dubbele e-mails die worden verzonden

source: EE_Worker_Queue_Manager addon was not accessible when executing EED_Messages_Worker_Queue_Manager::handle_old_messages so old messages were not processed and should be manually triggered.
nl_nl: EE_Worker_Queue_Manager addon niet toegankelijk was bij het uitvoeren van EED_Messages_Worker_Queue_Manager::handle_old_messages zodat oude berichten niet zijn verwerkt en handmatig moeten worden geactiveerd.

source: Please remember you have a limited time to sign up! If you have any questions, or no longer wish to register, then please reply to get in touch.
nl_nl: Vergeet niet dat je een beperkte tijd hebt om je aan te melden! Heeft u vragen of wilt u zich niet meer inschrijven, neem dan contact op om contact op te nemen.

source: Registration is available! Complete your registration now
nl_nl: Inschrijven is mogelijk! Vul nu uw inschrijving in

source: The provided adaptor (%1$s) could not be initialized successfully. Please check the adaptor's initialize method.
nl_nl: De meegeleverde adapter (%1$s) kon niet met succes worden geïnitialiseerd. Controleer de initialiserende methode van de adapter.

source: %1$sClick Here to Finalize Your Registration Now%2$s
nl_nl: %1$s Klik hier om uw inschrijving nu af te ronden%2$s

source: Event Espresso Wait Lists could not be activated. Please ensure that Event Espresso version %1$s or higher is activated and your server is running PHP version %2$s or greater.
nl_nl: Wachtlijsten voor gebeurtenis espresso kunnen niet worden geactiveerd. Zorg ervoor dat event espresso-versie %1$s of hoger is geactiveerd en dat uw server php-versie %2$s of meer uitvoert.

source: This confirms you've been added to the wait list. If a spot opens up, then we'll follow up through email so you can complete your registration.
nl_nl: Dit bevestigt dat je aan de wachtlijst bent toegevoegd. Als er een plek vrijkomt, volgen we het via e-mail op, zodat je je inschrijving voltooien.

source: You are on the wait list for the following event(s):
nl_nl: U staat op de wachtlijst voor de volgende gebeurtenis(en):

source: You're on the Wait List!
nl_nl: U staat op de wachtlijst.

source: Unfortunately, an %1$sevent%2$s you are considering is available on wait list only.
nl_nl: Helaas is een %1$sevent%2$s u overweegt alleen beschikbaar op de wachtlijst.
