Repository: eventespresso/event-espresso-core
Catalog: languages/event_espresso-*.po
Languages: nl_nl

source: "Basic" - only checks that an email address follows the most basic structure guidelines ( ie: text@text.text ). Will work with the widest range of email addresses but will also allow the most garbage through.
nl_nl: "Basic" - controleert alleen of een e-mailadres voldoet aan de meest elementaire structuurrichtlijnen (d.w.z. text@text.text). Zal werken met de breedste waaier van e-mailadressen, maar zal ook toestaan dat de meeste garbage through.

source: "WordPress Default" - uses built in WordPress email validation, but does not support unicode characters (ie: international characters from non-latin based languages).
nl_nl: "WordPress Default" - gebruikt ingebouwde WordPress e-mailvalidatie, maar ondersteunt geen unicode-tekens (dat wil zeggen: internationale tekens uit niet-Latijnse talen).

source: "International" - supports unicode characters but may not be supported by all server configurations. Try this first if you need to international language support, but drop back down to "Basic" if your server configuration conflicts.
nl_nl: "Internationaal" - ondersteunt unicode-tekens, maar wordt mogelijk niet door alle serverconfiguraties ondersteund. Probeer dit eerst als u internationale taalondersteuning nodig hebt, maar ga terug naar 'Basic' als uw serverconfiguratie in strijd is.

source: "International + DNS Check" - same as "International" but also performs MX and A record DNS checks to verify that the email address domain exists (ie: the portion of the address after the "@"). Can not verify that the local portion of the email address is valid (ie: the first portion of the address before the "@").
nl_nl: "International + DNS Check" - hetzelfde als "International", maar voert ook MX en A record DNS controles om te controleren of het e-mailadres domein bestaat (dat wil zeggen: het gedeelte van het adres na de "@"). Kan niet controleren of het lokale gedeelte van het e-mailadres geldig is (dat wil zeggen: het eerste deel van het adres vóór de "@").

source: Maximum Allowed Response Size
nl_nl: Maximaal toegestane responsgrootte

source: Maximum number of characters allowed when answering this question
nl_nl: Maximaal aantal tekens toegestaan bij het beantwoorden van deze vraag

source: System question! The maximum number of characters that can be used for this question is %1$s
nl_nl: Systeemvraag! Het maximum aantal tekens dat voor deze vraag kan worden gebruikt, is %1$s

source: Event Espresso AffiliateWP addon could not be activated. Please ensure that Event Espresso version %1$s or higher is running
nl_nl: Event Espresso AffiliateWP addon kan niet worden geactiveerd. Zorg ervoor dat de versie van event espresso %1$s of hoger wordt uitgevoerd

source: Front-end Ticket Scanning
nl_nl: Front-end ticket scannen

source: Scanning Barcodes
nl_nl: Barcodes scannen

source: Step 1:
nl_nl: Stap 1:

source: Click on the dropdown and locate your event and click on it.
nl_nl: Klik op de vervolgkeuzelijst en zoek uw evenement en klik erop.

source: Step 2:
nl_nl: Stap 2:

source: Decide if you want to continuously scan attendees/registrants or lookup an attendee and manually check them in.
nl_nl: Bepaal of u deelnemers/registranten continu wilt scannen of een deelnemer wilt opzoeken en handmatig wilt inchecken.

source: Step 3:
nl_nl: Stap 3:

source: Once you’ve selected your event from the dropdown, use your mouse (or finger if using a mobile device) to select the field labeled “Scan or enter barcode here”, which listens for and reads the scanned barcodes.
nl_nl: Zodra u uw evenement hebt geselecteerd in de vervolgkeuzelijst, gebruikt u uw muis (of vinger als u een mobiel apparaat gebruikt) om het veld te selecteren met het label 'Hier scannen of streepjescode invoeren', waarin de gescande streepjescodes worden beluisterd en gelezen.

source: Step 4:
nl_nl: Stap 4:

source: Scan a ticket! This is the fun part. Make sure your handheld scanner is plugged-in to your computer (or connected via bluetooth to your mobile device), then grab a ticket you’ve printed and scan it. If everything works correctly, the scanner should read the barcode and populate the text field with a number/text string that will automatically check-in or display an attendees information.
nl_nl: Scan een kaartje! Dit is het leuke gedeelte. Zorg ervoor dat uw handscanner is aangesloten op uw computer (of via bluetooth is verbonden met uw mobiele apparaat), pak vervolgens een ticket dat u hebt afgedrukt en scan het. Als alles goed werkt, moet de scanner de streepjescode lezen en het tekstveld vullen met een tekenreeks voor getal/tekst die automatisch incheckt of een informatie van deelnemers weergeeft.

source: For more details and examples, please %sview the detailed documentation%s for this feature
nl_nl: Voor meer informatie en voorbeelden, %s bekijk de gedetailleerde documentatie%s voor deze functie

source: Front-end Ticket Scanning Page
nl_nl: Pagina voor het scannen van tickets in de voorkant

source: Tickets can be scanned from any page of your website by adding this shortcode to any WordPress page:
nl_nl: Tickets kunnen worden gescand vanaf elke pagina van uw website door het toevoegen van deze shortcode aan een WordPress pagina:

source: Please make sure the page is %spassword protected%s, or set to private to keep unwanted visitors from attempting to check themselves in to your events. See our note about permissions below.
nl_nl: Zorg ervoor dat de pagina is %spassword beschermd%s, of ingesteld op prive om ongewenste bezoekers te houden van een poging om zichzelf in te checken op uw evenementen. Zie hieronder ons notitie over machtigingen.

source: %1$sNote About Permissions:%2$s If the barcode scanner is loaded via the admin page, then we do a capability check to see if the user has the %3$s capability before allowing any action to be done on the scanner (or to even show the scanner form). When this is used on a front facing page via a shortcode that capability check is completely removed. It can be filtered via the %4$s filter to add a capability check for the front-end if desired, but it defaults to no capability check because that makes it easier for Event Admins to implement by just putting the barcode scanner on a password protected page.
nl_nl: %1$s Opmerking over machtigingen:%2$s Als de barcodescanner via de beheerderspagina wordt geladen, doen we een mogelijkheidscontrole om te zien of de gebruiker de %3$s mogelijkheid heeft voordat er actie op de scanner kan worden uitgevoerd (of om zelfs het scannerformulier weer te geven). Wanneer dit wordt gebruikt op een voorpagina via een shortcode die mogelijkheidscontrole volledig wordt verwijderd. Het kan worden gefilterd via de %4$s filter om een mogelijkheidscontrole voor de front-end toe te voegen indien gewenst, maar het standaard tot geen mogelijkheidscontrole, want dat maakt het gemakkelijker voor Event Admins te implementeren door gewoon de barcode scanner op een met een wachtwoord beveiligde pagina.

source: For more details and examples, please %sview the detailed documentation%s for this feature.
nl_nl: Voor meer informatie en voorbeelden, u %s bekijk de gedetailleerde documentatie%s voor deze functie.

source: %1$s Promotion %2$s
nl_nl: %1$s Promotie %2$s

source: ...and others...
nl_nl: ...en andere…

source: Promo is Exclusive
nl_nl: Promo is exclusief

source: Infusionsoft error. Could not load contact with ID %1$s from EE attendee %2$s. Error was %3$s
nl_nl: Infusiesoft fout. Kan geen contact laden met ID-%1$s van EE-deelnemer %2$s. Fout was %3$s

source: Did not successfully updated IS contact '%1$s' with data %2$s. Infusionsoft API response was %s
nl_nl: Is niet bijgewerkt IS contact '%1$s' met gegevens %2$s. Infusionsoft API-respons werd %s

source: Exception thrown! Could not sync Event Espresso Attendee (%1$s) to Infusionsoft Contact because: %2$s
nl_nl: Uitzondering gegooid! Kon Event Espresso Attendee (%1$s) niet synchroniseren met Infusionsoft Contact omdat: %2$s

source: Automatically added by Event Espresso
nl_nl: Automatisch toegevoegd door Event Espresso

source: Could not sync payment %1$s for invoice_id %2$s. Infusionsoft error was %3$s
nl_nl: Kan de betaling %1$s voor invoice_id %2$s niet synchroniseren. Infusionsoft fout was %3$s

source: Exception thrown! Could not sync Event Espresso Payment (%1$s) to Infusionsoft Payment because: %2$s
nl_nl: Uitzondering gegooid! Kan Event Espresso Payment (%1$s) niet synchroniseren met Infusionsoft Payment omdat: %2$s

source: Unable to update Infusionsoft Product with ID "%1$d" with the data %2$s from EE ticket %3$d. Infusionsoft replied with %4$s
nl_nl: Kan het Infusionsoft-product niet bijwerken met ID "%1$d" met de gegevens %2$s van EE-ticket %3$d. Infusionsoft antwoordde met %4$s

source: Unable to insert new Infusionsoft Product with data %1$s from EE Ticket %2$d. Infusionsoft replied with %3$s
nl_nl: Kan geen nieuw Infusionsoft-product invoegen met gegevens %1$s van EE Ticket %2$d. Infusionsoft antwoordde met %3$s

# (link title)View all events(link text)All Events
source: %1$sView all %2$s%3$sAll %2$s%4$s
nl_nl: %1$sBekijk alle %2$s%3$sAlle %2$s%4$s

source: Settlement Declined on certain transaction types with a processor response equal to the amount; Settled on all others.
nl_nl: Schikking afgewezen op bepaalde transactietypes met een resultaat gelijk aan het bedrag; verrekend voor de andere types.

source: Settlement Pending on PayPal transactions with a processor response equal to the amount; Settled on all others.
nl_nl: In afwachting van schikking op bepaalde transactietypes met een resultaat gelijk aan het bedrag; verrekend voor de andere types.

source: Gateway Rejected with a reason of Application Incomplete
nl_nl: Gateway verworpen omdat de aanvraag onvolledig is

source: CVV/CID responses.
nl_nl: CVV/CID reacties.

source: Requires MANUAL APPROVAL in Event Espresso
nl_nl: Vereist handmatige goedkeuring in Event Espresso

source: Vendor ID %s
nl_nl: Verkoper ID %s

source: User ID %s
nl_nl: Gebruiker ID %s

source: Password %s
nl_nl: Wachtwoord %s

source: If left blank the default Partner ID will be used: "PayPal"
nl_nl: Indien leeg gelaten zal de standaard Partner ID worden gebruikt, namelijk: "PayPal"

source: Settings Tips for the PayPal Payflow Pro Gateway. For more information please read %1$s Payflow Pro Documentation. %2$s
nl_nl: Tips voor de instellingen van de PayPal Payflow Pro Gateway. Voor meer informatie, lees a.u.b. de %1$s Payflow Pro Documentatie. %2$s

source: Vendor ID
nl_nl: Verkoper ID

source: Case-sensitive Vendor ID that you created while registering for the account.
nl_nl: Verkoper ID (hoofdlettergevoelig) dat u hebt gecreëerd tijdens het aanmaken van het account.

source: Case-sensitive login ID for the Gateway account that you created while registering for the account.
nl_nl: Login ID (hoofdlettergevoelig) dat u hebt gecreëerd tijdens het aanmaken van het account.

source: %1$s Note: %2$s If you set up one or more additional users on the account, this value is the ID of the user authorized to process transactions. If, however, you have not set up additional users on the account, %3$s USER has the same value as VENDOR. %4$s
nl_nl: %1$s NB: %2$s Als U één of meer extra gebruikers hebt aangemaakt voor dit account, dan is deze waarde gelijk aan de user ID van de gebruiker die bevoegd is transacties te doen. Als U echter geen extra gebruikers hebt aangemaakt, dan heeft %3$s USER dezelfde waarde als VENDOR. %4$s

source: The password that you defined while registering for the account.
nl_nl: Het wachtwoord dat u hebt gecreëerd tijdens het aanmaken van het account.

source: The ID provided to you by the authorized PayPal Reseller who registered you for the Gateway gateway. If you purchased your account directly from PayPal, use "PayPal".
nl_nl: De ID verstrekt door de geautoriseerde PayPal Reseller waar je bent ingeschreven voor de Gateway gateway. Als je je account direct vanuit PayPal gekocht hebt, gebruik dan "PayPal".

source: Important note for Fraud Protection Services users
nl_nl: Belangrijke opmerking voor for Fraud Protection Services (FPS) gebruikers

source: If you set the default filter action to "Review", every time you manually reject a transaction from the Payment Manager, you will also have to mark the payment as declined in Event Espresso because Payflow does not notify Event Espresso when this occurs. You can read more at %1$s Payflow Fraud Protection Services User's Guide %2$s
nl_nl: Als je de standaard filteractie instelt op "Review", moet je elke keer dat je handmatig een transactie van de Payment Manager afwijst, ook de betaling aanmerken als Afgewezen in Event Espresso omdat Payflow Event Espresso niet waarschuwt wanneer dit gebeurt. Je kunt hier meer over lezen in de %1$s Payflow Fraud Protection Services Gebruikershandleiding %2$s

source: Credit Card Numbers that can be used for testing:
nl_nl: Credit Card nummers die gebruikt kunnen worden voor testen:

source: Testing Card Security Code:
nl_nl: Test Card Security Code:

source: The following table tests AVS_ZIP:
nl_nl: De volgende tabel test AVS_ZIP:

source: Result Values Based On Amount:
nl_nl: Resultaten gebaseerd op het bedrag:

source: Attributes
nl_nl: Eigenschappen

source: Exclusive Promotion - can NOT be combined with others
nl_nl: Exclusieve aanbieding - kan niet gecombineerd worden met andere aanbiedingen

source: Global Promotion - applies to ALL scope items
nl_nl: Algemene aanbieding - heeft betrekking op ALLE items

source: Apply Promo to ALL Scope Items
nl_nl: Pas aanbieding toe op alle items van het geselecteerde bereik

source: If set to "Yes" then this promotion will be applied to ALL items of the Scope type selected above, without having to manually select the individual items via the "Promotion applies to..." metabox in the sidebar.
nl_nl: Indien ingesteld op "Ja" dan zal deze aanbieding worden toegepast op alle items binnen het hierboven geselecteerde bereik, zonder dat je de afzonderlijke items handmatig moet selecteren via de "Aanbieding is van toepassing ..." metabox in de zijbalk.

source: Applies to ALL Scope items
nl_nl: Heeft betrekking op ALLE items binnen het geselecteerde bereik

source: Event Scope Promotion - applies to Events
nl_nl: Event aanbieding - van toepassing op alle events

source: Display Order
nl_nl: Getoonde volgorde

source: This setting controls the order of the event elements on the single event page. For example, if you want the venue details to appear above the ticket selector on the single event pages, just set the "Venue Display Order" setting to "1", and set the "Tickets Display Order" setting to "2". The lower the number, the further down the page the venue details will appear.
nl_nl: Deze instelling regelt de volgorde van de eventonderdelen op de single eventpagina. Bijvoorbeeld, als je wilt dat de locatiegegevens boven de ticket selector op de single event pagina's getoond wordt, zet dan de "Getoonde Locatie Volgorde" op "1", en zet de "Getoonde Tickets Volgorde" op "2". Hoe lager het getal, hoe lager op de pagina de locatiedetails zullen verschijnen.

source: View Registration
nl_nl: Vul het onderstaande formulier in en klik op de knop "Aanmelding Voltooien" om verder te gaan met de betaling

source: View Transaction %d
nl_nl: Bekijk transactie %d

source: In the ID columns (columns ending in '_ID'), you should enter 'temporary IDs', which are unique numbers/words that identify that item, which can be used later when you want to refer to that item. (For example, if you assign an event's EVT_ID to be a temporary id of 'my-event-1', then use that same phrase 'my-event-1' to refer to that event in the Datetime model's EVT_ID column)
nl_nl: In de ID-kolommen (kolommen die eindigen op '_ID'), moet je 'tijdelijke ID's' invullen, wat unieke nummers/woorden zijn die dat item identificeren. Deze kunnen dan later worden gebruikt wanneer je naar dat item wilt verwijzen. (Bijvoorbeeld, als je een tijdelijk ID zoals 'my-event-1' toewijst aan de EVT_ID van dat event, gebruik dan diezelfde 'my-event-1' om naar dat event te verwijzen in de EVT_ID kolom van het het Datum/Tijd model)

source: Display Order has been successfully updated.
nl_nl: De getoonde volgorde is succesvol aangepast.

source: Display Order was not updated.
nl_nl: De getoonde volgorde is niet aangepast.

source: Use Custom Display Order?
nl_nl: Gebruik aangepaste volgorde?

source: Drag and Drop the above to determine the display order of the Event Description, Date and Times, Ticket Selector, and Venue Information on the single event page.
nl_nl: Gebruik Drag and Drop om de volgorde te bepalen van de bovenstaande event beschrijving, datum/tijden, de ticket selector en locatie informatie op de single-event pagina.

source: Usage of the %1$s FHEE__EE_Register_CPTs__register_CPT__rewrite %2$s filter has been detected. Please be aware that while this filter is being used, this setting has no affect.
nl_nl: Het %1$s FHEE__EE_Register_CPTs__register_CPT__rewrite %2$s filter is in gebruikt. Houd er rekening mee dat zolang dit filter wordt gebruikt, deze instelling geen effect heeft.

source: Drag and Drop the above to determine the display order of the Event Description, Date and Times, Ticket Selector, and Venue Information on the event archive page.
nl_nl: Gebruik Drag and Drop om de volgorde te bepalen van de bovenstaande event beschrijving, datum/tijden, de ticket selector en locatie informatie op de event archiefpagina.

source: Company
nl_nl: Bedrijf

source: Excluded Payment Form Fields %s
nl_nl: Verborgen "Betaling" Form Fields %s

source: Required Payment Form Fields %s
nl_nl: Verplichte "Betaling" Form Fields %s

source: Note: if fields are excluded they cannot be required.
nl_nl: NB: Als velden worden verborgen, kunnen ze niet "Verplicht" zijn.

source: Excluded and Required Payment Form Fields
nl_nl: Verborgen en Verplichte Betalings form fields

source: By logging into Authorize.net, you can change which payment fields are required by Authorize.net when processing payments. These settings affect both the Advanced Integration Method (AIM, this) and the Simple Integration Method (SIM, different). The payment method settings "Excluded Payment Form Fields" and "Required Payment Form Fields" allow you to change the billing form in Event Espresso to reflect your payment form settings in Authorize.net.
nl_nl: Door in te loggen op Authorize.net, kun je instellen welke betalingsvelden verplicht zijn bij gebruik van Authorize.net voor het verwerken van betalingen. Deze instellingen beïnvloeden zowel de Advanced Integration Method (AIM, deze) en de eenvoudige integratie methode (SIM, andere). Met de betaalmethode instellingen "Verborgen betalings Form Fields" en "Verplichte betalings Form Fields" kun je het factuur formulier in Event Espresso aanpassen om de betalingsinstellingen in Authorize.net te weerspiegelen.

source: To change your payment form settings in Authorize.net, %1$slog in to authorize.net%2$s, go to %3$sAccount then Payment Form%2$s, then %4$sForm Fields%2$s. It will look similar to %5$sthis%2$s. If you make a field required in Authorize.net, you should also make it required in Event Espresso. If it isn't required in Authorize.net, and you want to simplify the billing form in Event Espresso, you can exclude it from the Event Espresso Form too.
nl_nl: Om je betalingsformulier instellingen in Authorize.net te wijzigen,%1$slog in op authorize.net%2$s, ga naar %3$sAccount, dan naar Payment Form%2$s, en vervolgens naar %4$sForm Fields%2$s. Deze pagina ziet er ongeveer als volgt uit: %5$sthis%2$s. Als je een veld verplicht maakt in Authorize.net, moet je dat ook verplicht maken in Event Espresso. Als het niet verplicht is in Authorize.net, en je wilt het factuurformulier in Event Espresso vereenvoudigen, dan kun je het ook op het Event Espresso Formulier verbergen.

source: This is because the %s child class has not set the '_name' property
nl_nl: Dit komt omdat de %s child class niet de '_name' property heeft toegekend

source: A valid Payment Method could not be determined. Please ensure that at least one Payment Method is activated.
nl_nl: Er kon geen geldige betalingsmethode worden gevonden. Zorg ervoor dat ten minste één betalingsmethode is geactiveerd.

source: The given registration (ID:%1$d) can not be checked in to the given DTT_ID (%2$d), because the registration does not have access
nl_nl: De betreffende aanmelding (ID:%1$d) kan niet worden ingevoerd op de betreffende DTT_ID (%2$d), omdat de aanmelding geen toegang heeft

source: Can not run multiple versions of Event Espresso! One version has been automatically deactivated. Please verify that you have the correct version you want still active.
nl_nl: Kan niet meerdere versies van Event Espresso tegelijk gebruiken! Eén versie is automatisch gedeactiveerd. Controleer of de versie die je wil gebruiken nog actief is.

source: A new State named "%1$s (%2$s)" was dynamically added from an Event Espresso form for the Country of "%3$s".%5$sTo verify, edit, and/or delete this new State, please go to the %4$s and update the States / Provinces section.%5$sCheck "Yes" to have this new State added to dropdown select lists in forms.
nl_nl: Een nieuwe staat of provincie genaamd "%1$s (%2$s)" werd dynamisch toegevoegd vanuit een Event Espresso form voor het Land "%3$s".%5$s. Om deze nieuwe provincie te beheren, bewerken en / of verwijderen, ga naar de %4$s en update de Staten / Provincies sectie.%5$s Check "Ja" om deze nieuwe staat of provincie toe te voegen aan de dropdown selectielijsten in de formulieren.

source: Dates and Times
nl_nl: Data en Tijden

source: %1$sWe're sorry, but your registration time has expired.%2$s%3$s%4$sIf you still wish to complete your registration, please return to the %5$sEvent List%6$sEvent List%7$s and reselect your tickets if available. Please accept our apologies for any inconvenience this may have caused.%8$s
nl_nl: %1$s Het spijt ons, maar uw registratietijd is verstreken. %2$s %3$s %4$s Als je je inschrijving toch wilt voltooien, ga dan terug naar de %5$sEvent List%6$sEvent List%7$s en selecteer je tickets opnieuw indien beschikbaar. Onze excuses voor het ongemak dat dit heeft veroorzaakt. %8$s

source: A valid payment was not generated due to a technical issue.%1$sPlease try again or contact %2$s for assistance.
nl_nl: Een geldige betaling werd niet gegenereerd vanwege een technisch probleem.%1$sProbeer het opnieuw of neem contact op met %2$s voor hulp.

source: Invalid information was received from the Off-Site Payment Processor and your Transaction details could not be retrieved from the database.%1$sPlease try again or contact %2$s for assistance.
nl_nl: Er is ongeldige informatie ontvangen van de externe Betalingsverwerker en uw transactiegegevens konden niet worden opgehaald uit de database. %1$sProbeer het opnieuw of neem contact op met %2$s voor hulp.

source: Undefined gateway response.
nl_nl: Onverwachte gateway reactie.

source: Merchant ID: %1$s
nl_nl: Verkoper ID: %1$s

source: It appears the Braintree Checkout javascript was not loaded properly! Please refresh the page and try again or contact support.
nl_nl: De Braintree Checkout javascript is niet goed geladen! Refresh de pagina en probeer het opnieuw of neem contact op met de support.

source: Braintree Settings
nl_nl: Braintree Instellingen

source: A unique identifier for your gateway account, which is different than your merchant account ID.
nl_nl: Een unieke identificatie voor je gateway-account, wat niet hetzelfde is als je merchant account ID.

source: User-specific public identifier.
nl_nl: Gebruikers-specifieke public identifier.

source: Important note.
nl_nl: Belangrijke opmerking.

source: Debug Mode is turned ON. Payments will NOT be processed !
nl_nl: De debug-modus is ingeschakeld. Betalingen worden niet verwerkt!
