Repository: eventespresso/event-espresso-core
Catalog: languages/event_espresso-*.po
Languages: nl_nl

source: Shows the address for the registrant.
nl_nl: Viser registrantens adresse.

source: A status of %1$s means that a registration has not paid and they cannot make payments for towards an event. Un-approved registrations do NOT count towards registration limits, remaining tickets, and calculations for available seats. This setting differs from the "%2$s" default in that free ticket registrations and paid in full ticket registrations do NOT automatically switch the Registration to %3$s. Instead, the event admin must manually set the registration to either "%2$s" for registrations requiring payments, or "%3$s" for free events.
nl_nl: Een status van %1$s betekent dat een registratie niet heeft betaald en dat ze geen betalingen kunnen doen voor een evenement. Niet-goedgekeurde registraties tellen NIET mee voor registratielimieten, resterende tickets en berekeningen voor beschikbare plaatsen. Deze instelling verschilt van de "%2$s" standaard in dat gratis ticket registraties en betaald in volledige ticket registraties niet automatisch overschakelen van de registratie naar %3$s. In plaats daarvan moet de gebeurtenisbeheerder de registratie handmatig instellen op '%2$s' voor registraties waarvoor betalingen nodig zijn, of '%3$s' voor gratis evenementen.

source: VAT/Tax Number
nl_nl: BTW Nummer

source: Questions can be sorted by using the drag and drop feature on the Questions Overview page. Another way to sort questions is to adjust their order of application by using this field. A smaller order of application will be shown first. For example, a question with an order of application of 1 will appear before one that has an order of application of 5.
nl_nl: Vragen kunnen worden gesorteerd met behulp van de functie slepen en neerzetten op de pagina Vragenoverzicht. Een andere manier om vragen te sorteren is om hun volgorde van toepassing aan te passen met behulp van dit veld. Een kleinere volgorde van toepassing zal eerst worden weergegeven. Een vraag met een toepassingsvolgorde van 1 verschijnt bijvoorbeeld vóór een vraag met een toepassingsvolgorde van 5.

source: Yes! I want to help improve Event Espresso!
nl_nl: Ja! Ik wil helpen Event Espresso te verbeteren!

source: The Registration Details table shows Registration Items that are associated with a registration. You can resend registration information by clicking on the Resend Registration button. You can also view a transaction for a registration by clicking on the View Transaction button.
nl_nl: In de tabel Registratiegegevens worden registratieitems weergegeven die aan een registratie zijn gekoppeld. U registratiegegevens opnieuw verzenden door op de knop Registratie opnieuw verzenden te klikken. U ook een transactie voor een registratie bekijken door op De transactie weergeven te klikken.

source: Shows the registrant number in the group. For example, 1 of 1 means that there was a single registrant. 1 of 2 means that this registrant is the first to register of the the two registrants in the group.
nl_nl: Hiermee wordt het registrantnummer in de groep weergegeven. Bijvoorbeeld, 1 van de 1 betekent dat er een enkele registrant. 1 van 2 betekent dat deze registrant de eerste is die de twee registranten in de groep registreert.

source: Whether this question should be shown to admins only.
nl_nl: Of deze vraag alleen aan beheerders moet worden getoond.

source: This area of the table shows information about any events that were included in this registration.
nl_nl: Dit gedeelte van de tabel bevat informatie over eventuele gebeurtenissen die in deze registratie zijn opgenomen.

source: Maintenance
nl_nl: Onderhoud

source: Shows the name (title) of the event and the name of the ticket associated with this event.
nl_nl: Toont de naam (titel) van het evenement en de naam van het ticket dat aan dit evenement is gekoppeld.

source: Reset/Delete Data
nl_nl: Gegevens resetten / verwijderen

source: Shows the session ID for this event registration.
nl_nl: Laat de sessie-ID van deze workshopregistratie zien.

source: System Information
nl_nl: Systeeminformatie

source: Values do not allow any HTML, however, descriptions do allow HTML.
nl_nl: Waarden staan geen HTML toe, maar beschrijvingen staan HTML wel toe.

source: Shows the name (title) of the event.
nl_nl: Laat de naam (titel) van de workshop zien.

source: Shows the email address for the registrant.
nl_nl: Viser e-mailadressen for den registrerede.

source: Events Overview Bulk Actions
nl_nl: Workshopoverzicht Bulkacties

source: A Fatal Error Has Occurred
nl_nl: Er is een ernstige fout opgetreden

source: Events Overview Search
nl_nl: Workshopoverzicht Zoeken

source: Shows the date and time that the event begins.
nl_nl: Laat de datum en tijd zien waarop de workshop begint.

source: Updated
nl_nl: Geüpdatet

source: This text is displayed when a registrant does not answer a question but is required to do so. The default message will show "this field is required."
nl_nl: Deze tekst wordt weergegeven wanneer een registrant een vraag niet beantwoordt, maar hiervoor verplicht is. In het standaardbericht wordt 'dit veld is vereist' weergegeven.

source: Migration Crash Report
nl_nl: Migratie Crash Report

source: This is the name of the ticket that was selected by the registrant.
nl_nl: Naam van de gekozen kaart

source: sent
nl_nl: verstuurd

source: Shows the price for each ticket.
nl_nl: Toont de prijs voor elk ticket.

source: Shows the billing information associated with this transaction.
nl_nl: Toont de factuurgegevens die aan deze transactie zijn gekoppeld.

source: reset
nl_nl: herstel

source: This is the name (title) of the question group as it will be displayed on the registration form. HTML cannot be used.
nl_nl: Dit is de naam (titel) van de vraaggroep zoals deze wordt weergegeven op het registratieformulier. HTML kan niet worden gebruikt.

source: This area of the table shows information about any events that were included in this transactions.
nl_nl: In dit gedeelte van de tabel vindt u informatie over gebeurtenissen die in deze transacties zijn opgenomen.

source: Event Espresso is in Frontend-Only MAINTENANCE MODE. This means the front-end (ie, non-wp-admin pages) is disabled for ALL users except site admins. Visit the %s Maintenance Page %s to disable maintenance mode.
nl_nl: Event Espresso is in frontend-only onderhoudsmodus. Dit betekent dat de front-end (dat wil zeggen, niet-wp-admin pagina's) is uitgeschakeld voor alle gebruikers, behalve site admins. Ga naar de %s onderhoudspagina %s om de onderhoudsmodus uit te schakelen.

source: Shows the quantity of tickets for this event.
nl_nl: Laat het aantal tickets voor deze workshop zien.

source: Shows the session ID for this transaction.
nl_nl: Toont de sessie-ID voor deze transactie.

source: This is a unique name (slug) for this group. It helps you tell the difference between this group and other groups that may appear to be similar. It is not shown to registrants and HTML cannot be used.
nl_nl: Dit is een unieke naam (slak) voor deze groep. Het helpt u het verschil te zien tussen deze groep en andere groepen die vergelijkbaar kunnen lijken. Het wordt niet getoond aan registranten en HTML kan niet worden gebruikt.

source: This is the name of the ticket that was selected.
nl_nl: Naam van de gekozen kaart

source: Reset/Delete Data for Event Espresso
nl_nl: Reset/Verwijder Data voor Event Espresso

source: This is the description for the question group as it will be shown on the registration form. This can be shown to registrants and HTML is allowed.
nl_nl: Dit is de omschrijving van de vraaggroep zoals deze op het aanmeldingsformulier wordt getoond. Dit kan aan registranten worden getoond en HTML is toegestaan.

source: Shows any taxes that have been applied. May be listed as a sales tax or a federal tax.
nl_nl: Toont eventuele belastingen die zijn toegepast. Kan worden vermeld als een omzetbelasting of een federale belasting.

source: Question Groups can be sorted by using the drag and drop feature on the Questions Group page. Another way to sort question groups is to adjust their order of application by using this field. A smaller order of application will be shown first. For example, a question group with an order of application of 1 will appear before one that has an order of application of 5.
nl_nl: Vraaggroepen kunnen worden gesorteerd met behulp van de functie slepen en neerzetten op de pagina Vragengroep. Een andere manier om vraaggroepen te sorteren is door hun volgorde van toepassing aan te passen met behulp van dit veld. Een kleinere volgorde van toepassing zal eerst worden weergegeven. Een vraaggroep met een toepassingsvolgorde van 1 verschijnt bijvoorbeeld voor een groep met een toepassingsvolgorde van 5.

source: Shows information about the registrant's computer and web browser.
nl_nl: Toont informatie over de computer en webbrowser van de registrant.

source: The total after any discounts and surcharges have been applied.
nl_nl: Het totaal nadat kortingen en toeslagen zijn verwerkt.

source: Whether the group name will be displayed on the registration form.
nl_nl: Of de groepsnaam op het registratieformulier zal worden getoond.

source: Shows the unique registration ID for a registrant.
nl_nl: Toont de unieke registratie-ID voor een registrant.

source: Whether the description for the question group be will displayed on the registration form.
nl_nl: Of de beschrijving van de vraaggroep wordt weergegeven, wordt weergegeven op het registratieformulier.

source: Shows the registration session. This is an internally used value.
nl_nl: Toont de registratie sessie. Dit is een waarde voor intern gebruik

source: This shows all available custom questions. If checked, then that question will appear with this question group.
nl_nl: Dit toont alle beschikbare aangepaste vragen. Indien aangevinkt, wordt die vraag weergegeven met deze vraaggroep.

source: Shows the the IP address that was used for a registration.
nl_nl: Toont het IP-adres dat is gebruikt voor een registratie.

source: This page allows you to edit a question for Event Espresso.
nl_nl: Op deze pagina u een vraag voor Gebeurtenis Espresso bewerken.

source: Let's Get Started
nl_nl: Laten we beginnen

source: Shows information about the registrants computer and web browser.
nl_nl: Toont informatie over de computer en webbrowser van registranten.

source: Migration Options
nl_nl: Migratie opties

source: Registrations Event Check-In
nl_nl: Registraties Evenement Check-In

source: to migrate or not to migrate?
nl_nl: te migreren of niet te migreren?

source: This page allows you to check in registrants for an event.
nl_nl: Op deze pagina u registranten inchecken voor een evenement.

source: This page allows you to edit a question group for Event Espresso.
nl_nl: Op deze pagina kun je een vraaggroep voor Event Espresso bewerken.

source: Notice: The contents of this page will vary depending on if you are viewing the event check-in page or viewing registrations for a specific event. Additionally, only registrations with a status of Approved or Pending Payment are shown in this view.
nl_nl: Opmerking: de inhoud van deze pagina is afhankelijk van of u de incheckpagina van het evenement bekijkt of registraties voor een specifieke gebeurtenis bekijkt. Bovendien worden alleen registraties met een status van goedgekeurde of in behandeling zijnde betaling weergegeven in deze weergave.

source: hide%1$sdetails%1$s-
nl_nl: verberg%1$sdetails%1$s-

source: %s Important: %s Before migrating, please back up your database and files.
nl_nl: %s Belangrijk: %s maak een back-up van uw database en bestanden voordat de migratie uitvoert.

source: This page shows all Question Groups that have been created for Event Espresso. Question Groups allow you to create modular registration forms. Each registration form consists of one or more question groups, and these are allocated on a per event basis.
nl_nl: Op deze pagina worden alle vragengroepen weergegeven die zijn gemaakt voor gebeurtenis espresso. Met vraaggroepen u modulaire registratieformulieren maken. Elk registratieformulier bestaat uit een of meer vragengroepen en deze worden per evenement toegewezen.

source: Event Check-In Filters
nl_nl: Filters voor het inchecken van gebeurtenissen

source: %1$sNot sure how to backup your existing data?%2$s Here is %3$sWordPress's explanation%7$s, and here's %6$sour explanation%7$s.%8$sYou can also search the WordPress plugin database for %4$s database backup plugins %7$s,%8$sor have one of our dedicated support technicians help you by purchasing a %5$sPriority Support Token%7$s.
nl_nl: %1$s Weet u niet zeker hoe u een back-up van uw bestaande gegevens maken? %2$s Hier is de uitleg van %3$sWordPress%7$s, en hier is %6$s onze uitleg%7$s. %8$s U ook zoeken in de WordPress-plug-indatabase voor %4$s back-upplug-plugins van database %7$s,%8$sof een van onze toegewijde ondersteuningstechnici u helpen door een %5$sPriority Support Token%7$s aan te schaffen.

source: Question Groups Table Column Headings
nl_nl: Vraaggroepen Tabelkolomkoppen

source: Begin the check-in process by selecting an event and clicking on the Filter button.
nl_nl: Begin het incheckproces door een gebeurtenis te selecteren en op de knop Filter te klikken.

source: This is the numerical ID of the question group. This is used internally for Event Espresso.
nl_nl: Dit is de numerieke ID van de vraaggroep. Dit wordt intern gebruikt voor Event Espresso.

source: Important note to those using Event Espresso 3 addons:
nl_nl: Belangrijke opmerking voor degenen die Event Espresso 3-add-ons gebruiken:

source: This shows the name of the question group as it will be displayed on the registration form.
nl_nl: Dit toont de naam van de vraaggroep zoals deze wordt weergegeven op het registratieformulier.

source: Events that occur on multiple dates will have multiple datetimes available for check-in. Select your date and click on the Filter button.
nl_nl: Gebeurtenissen die op meerdere datums plaatsvinden, hebben meerdere datums beschikbaar voor inchecken. Selecteer uw datum en klik op de knop Filter.

source: Unless an addon's description on our website explicitly states that it is compatible with EE4, you should consider it incompatible and know that it WILL NOT WORK correctly with this new version of Event Espresso 4 (EE4). As well, any data for incompatible addons will NOT BE MIGRATED until an updated EE4 compatible version of the addon is available. If you want, or need to keep using your EE3 addons, you should simply continue using EE3 until EE4 compatible versions of your addons become available. To continue using EE3 for now, just deactivate EE4 and reactivate EE3.
nl_nl: Tenzij in de beschrijving van een addon op onze website expliciet staat dat deze compatibel is met EE4, moet u deze als onverenigbaar beschouwen en weten dat het niet correct zal werken met deze nieuwe versie van Event Espresso 4 (EE4). Ook worden alle gegevens voor incompatibele addons NIET geMIGREERD totdat een bijgewerkte EE4-compatibele versie van de addon beschikbaar is. Als u uw EE3-addons wilt of wilt blijven gebruiken, moet u gewoon EE3 blijven gebruiken totdat EE4-compatibele versies van uw addons beschikbaar zijn. Als u EE3 voorlopig wilt blijven gebruiken, deactiveert u EE4 en activeert u EE3 opnieuw.

source: This shows the description for the question group as it will be shown on the registration form.
nl_nl: Hierop staat de omschrijving van de vraaggroep zoals deze op het aanmeldingsformulier getoond zal worden.

source: Filters can be reset by clicking on the Reset Filters button.
nl_nl: Filters kunnen worden gereset door op de knop Filters resetten te klikken.

source: Shows if the group name will be displayed on the registration form.
nl_nl: Geeft aan of de groepsnaam wordt weergegeven op het registratieformulier.

source: Bulk actions allow you to perform an action to multiple registrations at once. The following bulk actions are supported: Toggle Check-In and Trash Registrations. To use the bulk action feature, place a checkmark next to the registrations that you want to include. Then select a bulk action from the menu and click on the Apply button.
nl_nl: Met bulkacties u een actie uitvoeren voor meerdere registraties tegelijk. De volgende bulkacties worden ondersteund: Inchecken en registraties voor prullenbakken in- en uitschakelen. Als u de bulkactiefunctie wilt gebruiken, plaatst u een vinkje naast de registraties die u wilt opnemen. Selecteer vervolgens een bulkactie in het menu en klik op de knop Toepassen.

source: Registrations Search
nl_nl: Registraties zoeken

source: Show Warnings
nl_nl: Toon waarschuwingen

source: Shows if the description for the question group be will displayed on the registration form.
nl_nl: Geeft aan of de beschrijving voor de vraaggroep wordt weergegeven op het registratieformulier.

source: You can perform a search to find certain registrations. The following sources will be searched: Event Name (title), Event Description, First Name, Last Name, Bio, Email, Address, Comments, Notes, Registration Final Price, Registration Code, Registration Group Size, Ticket Name, and Ticket Description. To use the search feature, enter a value into the search box and click on the Search Registrations button.
nl_nl: U een zoekopdracht uitvoeren om bepaalde registraties te vinden. De volgende bronnen worden doorzocht: gebeurtenisnaam (titel), gebeurtenisbeschrijving, voornaam, achternaam, bio, e-mailadres, adres, opmerkingen, notities, registratiecode, registratiecode, registratiegroepgrootte, ticketnaam en ticketbeschrijving. Als u de zoekfunctie wilt gebruiken, voert u een waarde in het zoekvak in en klikt u op de knop Zoekregistraties.

source: Dragging and dropping the question groups will change the order that they appear in. A question group that is at the top of the list will appear before one that is at the bottom of the list.
nl_nl: Als u de vragengroepen sleept en laat vallen, wordt de volgorde waarin ze worden weergegeven gewijzigd. Een vraaggroep die bovenaan de lijst staat, wordt weergegeven vóór een groep die onder aan de lijst staat.

source: Event Check-In Table Column Headings
nl_nl: Workshop Incheck Tabelkolommen Koppen

source: return to previous screen
nl_nl: KEER TERUG (NAAR VORIGE SCHERM)

source: Question Groups Bulk Actions
nl_nl: Vraaggroepen Bulkacties

source: Bulk actions allow you to perform an action to multiple questions at once. The following bulk actions are supported: Move to Trash. To use the bulk action feature, place a checkmark next to the questions that you want to include. Then select a bulk action from the menu and click on the Apply button.
nl_nl: Met bulkacties u een actie uitvoeren voor meerdere vragen tegelijk. De volgende bulkacties worden ondersteund: Verplaatsen naar prullenbak. Als u de functie bulkactie wilt gebruiken, plaatst u een vinkje naast de vragen die u wilt opnemen. Selecteer vervolgens een bulkactie in het menu en klik op de knop Toepassen.

source: Depending on the number of events and the complexity of the information in your database, this could take a few minutes.
nl_nl: Afhankelijk van het aantal gebeurtenissen en de complexiteit van de informatie in uw database, kan dit enkele minuten duren.

source: Question Groups Views
nl_nl: Vraaggroepen Weergaven

source: This is the registrant number in the group. For example, 1 of 1 means that there was a single registrant. 1 of 2 means that this registrant is the first to register of the the two registrants in the group.
nl_nl: Dit is het registrantnummer in de groep. Bijvoorbeeld, 1 van de 1 betekent dat er een enkele registrant. 1 van 2 betekent dat deze registrant de eerste is die de twee registranten in de groep registreert.

source: %sPlease be patient and do NOT navigate away from this page once the migration has begun%s. If any issues arise due to existing malformed data, an itemized report will be made available to you after the migration has completed.
nl_nl: %s Wees geduldig en niet weg te navigeren van deze pagina zodra de migratie is begonnen%s. Als er problemen optreden als gevolg van bestaande misvormde gegevens, wordt een gespecificeerd rapport voor u beschikbaar gesteld nadat de migratie is voltooid.

source: Views allow you to restrict what you see in the Questions Overview table. The following views are available: All and Trash. The number in parentheses next to each view represents the number of questions that will be displayed with that view.
nl_nl: Met weergaven u beperken wat u ziet in de tabel Overzicht vragen. De volgende weergaven zijn beschikbaar: Alles en Afval. Het getal tussen haakjes naast elke weergave geeft het aantal vragen weer dat met die weergave wordt weergegeven.

source: This is the name of the registrant.
nl_nl: Dette er navnet på registranten.

source: Click the button below to begin the migration process.
nl_nl: Klik op de onderstaande knop om het migratieproces te starten.

source: Show all question groups.
nl_nl: Toon alle vraaggroepen

source: This is the email address for the registrant.
nl_nl: Dit is het e-mailadres van de registrant.

source: View details for this registrant
nl_nl: Bekijk de gegevens van deze besteller

source: Show question groups that have been moved to the trash.
nl_nl: Toon vraaggroepen die naar de prullenbak zijn verplaatst.

source: Transaction Total %s
nl_nl: Transactie totaal %s

source: Question Groups Search
nl_nl: Vraaggroepen zoeken

source: This is the date that the registration occurred on.
nl_nl: Dit is de datum waarop de registratie plaatsvond.

source: Payments Total %s
nl_nl: Totaal betalingen %s

source: Set Event Espresso Maintenance Mode
nl_nl: Stel de Event Espresso-onderhoudsmodus in

source: You can perform a search to find certain question groups. The following sources will be searched: Question Group (name of question group). To use the search feature, enter a value into the search box and click on the Search Questions Groups button.
nl_nl: U een zoekopdracht uitvoeren om bepaalde vragengroepen te vinden. De volgende bronnen worden doorzocht: Vraaggroep (naam van de vraaggroep). Als u de zoekfunctie wilt gebruiken, voert u een waarde in het zoekvak in en klikt u op de knop Groepen zoeken.

source: An extra field you may use for accounting purposes or simple notes. Defaults to the primary registrant's registration code.
nl_nl: Een extra veld dat u gebruiken voor boekhoudkundige doeleinden of eenvoudige notities. Standaard voor de registratiecode van de primaire registrant.

source: Maintenance Mode OFF
nl_nl: Maintenance Mode UIT

source: This page shows all questions that have been created with Event Espresso.
nl_nl: Deze pagina toont alle workshops die met Event Espresso zijn gemaakt.

source: This is a unique registration code for an registrant.
nl_nl: Dit is een unieke registratiecode voor een registrant.

source: Change Registration Status?
nl_nl: Bestelstatus wijzigen?

source: This is the normal operating mode for Event Espresso and allows all functionality to be viewed by all site visitors.
nl_nl: Dit is de normale bedrijfsmodus voor Event Espresso en maakt het mogelijk om alle functionaliteit door alle bezoekers van de site te bekijken.

source: Maintenance Mode ON
nl_nl: Maintenance Mode AAN

source: This is the current status for a registration.
nl_nl: Dit is de huidige status voor een registratie.

source: This disables Event Espresso frontend functionality for all site visitors that are not administrators, and allows you to configure and/or test things on the frontend of your website before others can see.
nl_nl: Hierdoor schakelt u de frontend-functionaliteit van Event Espresso uit voor alle sitebezoekers die geen beheerders zijn, en u dingen configureren en/of testen op de frontend van uw website voordat anderen dit kunnen zien.
