Repository: eventespresso/event-espresso-core
Catalog: languages/event_espresso-*.po
Languages: nl_nl

source: This is the site member that will be credited for creating this event. The event author will receive notifications such as event confirmations. Ensure that the event author has a first name and last name filled out in their user profile. This option can be found in Users --> Your Profile.
nl_nl: Dit is het sitelid dat wordt gecrediteerd voor het maken van deze gebeurtenis. De auteur van het evenement ontvangt meldingen, zoals bevestigingen van gebeurtenissen. Zorg ervoor dat de auteur van de gebeurtenis een voornaam en achternaam heeft ingevuld in zijn gebruikersprofiel. Deze optie is te vinden in Gebruikers --> uw profiel.

source: Notes on the Contact
nl_nl: Opmerkingen over het contact

source: View All Transactions
nl_nl: Bekijk alle transacties

source: Event Notifications
nl_nl: Event Notificaties

source: Address Details
nl_nl: Adres details

source: Registrations for this Contact
nl_nl: Registraties voor dit contact

source: This page shows all contacts that have been created with Event Espresso.
nl_nl: Deze pagina toont alle workshops die met Event Espresso zijn gemaakt.

source: %sViewing Transactions for the Event: %s%s
nl_nl: %s Transacties voor het evenement bekijken: %s%s

source: Click to Edit event
nl_nl: Klik om evenement te bewerken

source: Questions for Primary Registrant
nl_nl: Vragen voor hoofdinschrijver

source: Leave the Same
nl_nl: Laat zoals het is

source: Questions groups are a pre-populated group of questions. The personal information question group is required for all events. You can request additional information from a primary registrant by placing a checkmark in the checkbox for that question group.
nl_nl: Vragen-groepen zijn een vooraf ingevulde groep vragen. De persoonlijke informatie vraag-groep is voor alle workshops verplicht. U kunt aanvullende informatie vragen aan een primaire deelnemer door een vinkje te plaatsen in het selectievakje voor die vraag-groep.

source: Select the currency for your country. Payments will be accepted in this currency.
nl_nl: Selecteer de valuta voor uw land. Betalingen worden in deze valuta geaccepteerd.

source: Contact List Bulk Actions
nl_nl: Contactenlijst Bulkacties

source: Questions for Additional Registrants
nl_nl: Vragen voor bijkomende inschrijvers

source: Bulk actions allow you to perform an action to multiple contacts at once. The following bulk actions are supported: Move to Trash. To use the bulk action feature, place a checkmark next to the registrations that you want to include. Then select a bulk action from the menu and click on the Apply button.
nl_nl: Met bulkacties u een actie uitvoeren op meerdere contactpersonen tegelijk. De volgende bulkacties worden ondersteund: Verplaatsen naar prullenbak. Als u de bulkactiefunctie wilt gebruiken, plaatst u een vinkje naast de registraties die u wilt opnemen. Selecteer vervolgens een bulkactie in het menu en klik op de knop Toepassen.

source: Remember that questions groups are a pre-populated group of questions. You can request additional information from a additional registrants by placing a checkmark in the checkbox for that question group. This process can be repeated to request multiple question groups from registrants.
nl_nl: Houd er rekening mee dat vragengroepen een vooraf ingevulde groep vragen zijn. U aanvullende informatie opvragen bij een extra registranten door een vinkje in het selectievakje voor die vraaggroep te plaatsen. Dit proces kan worden herhaald om meerdere vragengroepen op te vragen bij registranten.

source: Select the card types that you want to accept payments from.
nl_nl: Selecteer de kaarttypes waarvan u betalingen wilt accepteren.

source: Deleting Contacts
nl_nl: Contactpersonen worden verwijderd

source: Notice: Due to a %1$scurrent bug in the WordPress core%2$s, your event should always have at least a title or description or excerpt. Saving an event without at least one of these fields filled out with information will result in your event not saving correctly. You will then need to recreate your event by clicking on the Add Event button.
nl_nl: Opmerking: Vanwege een %1$shuidige bug in de WordPress-kern%2$s, moet uw evenement altijd ten minste een titel of beschrijving of fragment hebben. Als u een gebeurtenis opslaat zonder dat ten minste één van deze velden is ingevuld met informatie, wordt uw gebeurtenis niet correct opgeslagen. U moet uw evenement vervolgens opnieuw maken door op de knop Gebeurtenis toevoegen te klikken.

source: A contact can belong to multiple registrations. For example, an individual can be registered for Event A and Event B.
nl_nl: Een contactpersoon kan tot meerdere registraties behoren. Een persoon kan bijvoorbeeld worden geregistreerd voor gebeurtenis A en gebeurtenis B.

source: Turn Google maps on or off site wide for Event Espresso.
nl_nl: Zet Google maps op de hele site aan of uit voor Event Espresso.

source: Specify if you want to test the payment gateway by submitting a test transaction. If this option is enabled, be sure to enter your PayPal sandbox credentials in the fields above. Be sure to turn this setting off when you are done testing.
nl_nl: Geef op of u de betalingsgateway wilt testen door een testtransactie in te dienen. Als deze optie is ingeschakeld, moet u uw PayPal-sandbox-referenties invoeren in de bovenstaande velden. Zorg ervoor dat u deze instelling uit te schakelen wanneer u klaar bent met testen.

source: Contact List Search
nl_nl: Contactlijst zoeken

source: This page shows all tickets which have been purchased with Event Espresso.
nl_nl: Op deze pagina staan alle tickets die zijn gekocht met Event Espresso.

source: The following statuses are available: Pending Review, Draft, Cancelled, Postponed, and Sold Out. A status of pending review will set an event to draft until an event administrator has approved the event. A status of draft will save an event but it will be unpublished. A status of cancelled means that an event will no longer take place. A status of postponed means that an event is not currently scheduled but may be in the future. A status of sold out means that tickets are no longer available for an event.
nl_nl: De volgende statussen zijn beschikbaar: In behandeling bekijken, concepteren, annuleren, uitgesteld en uitverkocht. Met een status van in behandeling zijnde controle wordt een gebeurtenis ingesteld om te worden weergegeven totdat een gebeurtenisbeheerder de gebeurtenis heeft goedgekeurd. Een ontwerpstatus slaat een gebeurtenis op, maar deze wordt niet gepubliceerd. Een status van geannuleerd betekent dat een evenement niet meer zal plaatsvinden. Een status van uitgesteld betekent dat een gebeurtenis momenteel niet is gepland, maar mogelijk in de toekomst. Een status van uitverkocht betekent dat tickets niet meer beschikbaar zijn voor een evenement.

source: PayPal Standard
nl_nl: PayPal Standaard

source: You can perform a search to find certain contacts. The following sources will be searched: Event Name (title), Event Description, First Name, Last Name, Biography, Email, Address, Comments, Notes, Registration Final Price, and Registration Code. To use the search feature, enter a value into the search box and click on the Search Contacts button.
nl_nl: U kunt een zoekopdracht uitvoeren om bepaalde contactpersonen te vinden. De volgende bronnen zullen worden doorzocht: Workshopnaam (titel), Beschrijving Workshop, Voornaam, Achternaam, Biografie, E-mail, Adres, Reacties, Opmerkingen, Registraties Definitieve Prijs en Registratiecode. Om de zoekfunctie te gebruiken, voert u een waarde in het zoekvak en klik op de knop Contactpersonen Zoeken.

source: Adjust the settings for the PayPal Standard payment gateway.
nl_nl: Pas de instellingen voor de PayPal Standard-betalingsgateway aan.

source: The following visibility options are available: Public, Password Protected, and Private. An event that is set to public will be accessible by anyone. An event that is set to password protected will only be available to event administrators and individuals who know the password to access the event registration. An event that is set to private will completely be hidden from public view.
nl_nl: De volgende zichtbaarheidsopties zijn beschikbaar: Openbaar, Beveiligd met een wachtwoord en Privé. Een evenement dat is ingesteld op publiek zal toegankelijk zijn voor iedereen. Een gebeurtenis die is ingesteld op met een wachtwoord beveiligd, is alleen beschikbaar voor gebeurtenisbeheerders en personen die het wachtwoord kennen om toegang te krijgen tot de registratie van het evenement. Een gebeurtenis die is ingesteld op privé, wordt volledig verborgen voor het publiek.

source: The is the numerical ID for a contact. This value is used internally for Event Espresso.
nl_nl: Het is de numerieke ID voor een contactpersoon. Deze waarde wordt intern gebruikt voor Event Espresso.

source: This is the transaction ID is that is used throughout the payment process.
nl_nl: Dit is de transactie-ID die tijdens het betalingsproces wordt gebruikt.

source: This is the date that the transaction occurred on. Clicking the date will take you to another page where you can view the transaction details.
nl_nl: Dit is de datum waarop de transactie plaatsvond. Door op de datum te klikken kom je op een andere pagina uit waar je de transactiedetails kunt bekijken.

source: This is the first name for a contact.
nl_nl: Dit is de voornaam voor een contactpersoon.

source: Shows number of registrants who are attending event. Click on the Approved Registrations link to be brought to a page where you can be a list of registrants who are attending the event.
nl_nl: Toont aantal deelnemers dat de workshop bijwoont. Klik op de Goedgekeurde Registraties link om naar een pagina te gaan waar u een lijst kunt zien van deelnemers die de workshop bijwonen.

source: Specify whether an address should be requested on the payments page.
nl_nl: Geef op of een adres moet worden opgevraagd op de betalingspagina.

source: Stripe
nl_nl: Streep

source: This is the last name for a contact.
nl_nl: Dit is de achternaam van een contactpersoon.

source: Shows number of registrants who need to pay to attend the event. Click on the Pending Payment Registrations link to be brought to a page where you can be a list of registrants who need to pay for this event.
nl_nl: Toont aantal deelnemers dat moet betalen om de workshop bij te wonen. Klik op de In afwachting van Betaling Registraties link om naar een pagina te gaan waar u een lijst kunt zien van deelnemers die moeten betalen voor deze workshop.

source: This page provides an option to allow payment retries in Event Espresso.
nl_nl: Deze pagina biedt een optie om betalingsvermeldingen toe te staan in Gebeurtenis Espresso.

source: Allow Payment-retry for Pending and Deferred Payments
nl_nl: Sta betaling opnieuw toe voor lopende en uitgestelde betalingen

source: This is the email address for a contact.
nl_nl: Dit is het e-mailadres van een contactpersoon.

source: Specify if registrants should be allowed to attempt additional payments if the original payment is delayed.
nl_nl: Geef op of registranten extra betalingen moeten kunnen doen als de oorspronkelijke betaling is vertraagd.

source: This is the total amount for that transaction. It will include the total of every ticket purchased even if from separate events.
nl_nl: Dit is het totale bedrag voor die transactie. Het omvat het totaal van elk ticket gekocht, zelfs als van afzonderlijke evenementen.

source: This is the phone number for a contact.
nl_nl: Dit is het telefoonnummer van een contactpersoon.

source: This shows much has been paid. If this column matches the amount in the total column, then the transaction has been paid in full.
nl_nl: Dit toont veel is betaald. Als deze kolom overeenkomt met het bedrag in de totale kolom, is de transactie volledig betaald.

source: You can setup tags for your event. This is optional. To add a tag, enter it into the tag field and click on the Add button.
nl_nl: Je kan tags instellen voor je evenement. Dit is optioneel. Om een tag toe te voegen, vul het in in het tabveld en klik op de knop Toevoegen.

source: The name of the primary registrant. Clicking the name will take you to the registration details page.
nl_nl: De naam van de primaire registrant. Als u op de naam klikt, gaat u naar de pagina met registratiegegevens.

source: This is the address for a contact.
nl_nl: Toon het adres voor het contact.

source: This is the email address for the primary registrant. Clicking the email address will open your default email client.
nl_nl: Dit is het e-mailadres van de primaire registrant. Als u op het e-mailadres klikt, opent u uw standaarde-mailclient.

source: This is the name (title) of your event. HTML tags are supported here.
nl_nl: Dit is de naam (titel) van uw workshop. HTML-codes worden hier ondersteund.

source: The name of the events are shown here. Clicking the name will take you the edit event page.
nl_nl: De naam van de gebeurtenissen wordt hier getoond. Als u op de naam klikt, wordt de pagina met bewerkingsgebeurtenis's weergegeven.

source: This is the city for a contact.
nl_nl: Dit is de stad voor een contactpersoon.

source: There are several actions that can be done by clicking the icons. These are explained below.
nl_nl: Er zijn verschillende acties die kunnen worden uitgevoerd door op de pictogrammen te klikken. Deze worden hieronder toegelicht.

source: This is the state/province for a contact.
nl_nl: Dit is de staat / provincie voor een contactpersoon.

source: Questions Overview
nl_nl: Vragenoverzicht

source: This is the country for a contact.
nl_nl: Dit is het land voor een contactpersoon.

source: Questions Overview Table Column Headings
nl_nl: Vragen Overzicht Tabel Kolomkoppen

source: Views allow you to restrict what you see in the Contacts table. The following views are available: In Use and Trash. The number in parentheses next to each view represents the number of contacts that will be displayed with that view.
nl_nl: Met weergaven u beperken wat u ziet in de tabel Contactpersonen. De volgende weergaven zijn beschikbaar: In Gebruik en Prullenbak. Het aantal tussen haakjes naast elke weergave geeft het aantal contactpersonen weer dat met die weergave wordt weergegeven.

source: Transaction Views
nl_nl: Transactieweergaven

source: Question Overview Views & Bulk Actions & Search
nl_nl: Vraagoverzicht Weergaven en bulkacties en zoeken

source: Show all contacts that are in use by Event Espresso.
nl_nl: Toon alle contacten die gebruikt worden door Event Espresso

source: Views allow you to restrict what you see in the Transactions Overview table. The following views are available: View All. The number in parentheses next to each view represents the number of transactions that will be displayed with that view.
nl_nl: Met weergaven u beperken wat u ziet in de tabel Overzicht Transacties. De volgende weergaven zijn beschikbaar: Alles weergeven. Het aantal tussen haakjes naast elke weergave geeft het aantal transacties weer dat met die weergave wordt weergegeven.

source: Event Categories Bulk Actions
nl_nl: Workshopcategorieën Bulkacties

source: Show contacts that have been moved to the trash.
nl_nl: Toon contacten die naar de prullenbak zijn verplaatst.

source: Bulk actions allow you to perform an action to multiple event categories at once. The following bulk actions are supported: Delete Permanently and Export Categories. To use the bulk action feature, place a checkmark next to the event categories that you want to include. Then select a bulk action from the menu and click on the Apply button.
nl_nl: Bulkacties geven u de mogelijkheid een actie in één keer op meerdere workshop-categorieën uit te voeren. De volgende bulkacties worden ondersteund: Permanent Verwijderen en Exporteer Categorieën. Om de bulkactie functie te gebruiken, plaatst u een vinkje naast de workshop-categorieën die u wilt opnemen. Selecteer vervolgens een bulkactie uit het menu en klik op de knop Toepassen.

source: Event Espresso %1$sAffiliate%2$s ID
nl_nl: Event Espresso %1$s Partner %2$s -ID

source: View All Questions
nl_nl: Bekijk alle vragen

source: This page shows information for a specific registration.
nl_nl: Deze pagina toont informatie voor een specifieke registratie.

source: Event Categories Search
nl_nl: Workshopcategorieën Zoeken

source: The country that is selected above will populate the Country Details settings and the options for States/Provinces. This information will be used throughout Event Espresso including for registration purposes and how currency is displayed. If you make a change to the country on this page, it is important that you also update your Contact Information on the Your Organization tab.
nl_nl: Het land dat hierboven is geselecteerd, vult de instellingen voor landgegevens en de opties voor staten/provincies. Deze informatie wordt gebruikt tijdens evenement espresso, waaronder voor registratie doeleinden en hoe valuta wordt weergegeven. Als u op deze pagina een wijziging aanbrengt in het land, is het belangrijk dat u ook uw contactgegevens op het tabblad Uw organisatie bijwerkt.

source: Question Groups (Preview)
nl_nl: Vraaggroepen (preview)

source: Transaction Filters
nl_nl: Transactie filters

source: You can perform a search to find certain event categories. The following sources will be searched: Category Name and Category Description. To use the search feature, enter a value into the search box and click on the Search Categories button.
nl_nl: U kunt een zoekopdracht uitvoeren om bepaalde workshop-categorieën te vinden. De volgende bronnen zullen worden doorzocht: Categorienaam en Categoriebeschrijving. Om de zoekfunctie te gebruiken, voert u een waarde in het zoekvak en klik op de knop Categorieën Zoeken.

source: The following shortcodes and page settings are required for Event Espresso to function properly. These shortcodes should not be replaced with any other shortcodes. Please view %sthis page%s for a list of optional shortcodes you can use on other pages.
nl_nl: De volgende shortcodes en pagina-instellingen zijn vereist om Event Espresso goed te laten functioneren. Deze shortcodes mogen niet worden vervangen door andere shortcodes. Bekijk %sdeze pagina%s voor een lijst met optionele shortcodes die u op andere pagina's gebruiken.

source: Filters are a way to show transactions that fall into certain criteria.
nl_nl: Filters zijn een manier om transacties weer te geven die onder bepaalde criteria vallen.

source: Events are custom post types and use WordPress' normal archive pages for displaying events.
nl_nl: Workshop zijn aangepaste berichttypen en gebruiken WordPress' normale archiefpagina's om workshops weer te geven.

source: If you would still like your events on a page like in Event Espresso 3.1 or earlier, simply create a page and place a shortcode to display them on the page, as described %s here %s
nl_nl: Als u nog steeds wilt dat uw evenementen op een pagina zoals in Event Espresso 3.1 of eerder, gewoon een pagina maken en een shortcode plaatsen om ze weer te geven op de pagina, zoals beschreven %s hier %s

source: The %s has been created
nl_nl: De %s is aangemaakt

source: Existing Questions are Linked to a Registrant
nl_nl: Bestaande vragen zijn gekoppeld aan een registrant

source: Show registrations that fall between a certain date range.
nl_nl: Toon registraties die binnen een bepaald datumbereik vallen.

source: The %s has been updated
nl_nl: De %s is geüpdatet

source: Transaction Search
nl_nl: Zoek Transacties

source: Save States/Provinces
nl_nl: Red staten / provincies

source: Req
nl_nl: Vereist

source: You can perform a search to find specific transactions. The following sources will be searched: Event Name (title), Event Description, First Name, Last Name, Bio, Email, Address, Comments, Notes, Registration Final Price, Registration Code, Registration Group Size, Ticket Name, Ticket Description, Payment Method, Payment Gateway, Transaction Details, and Transaction Session Data. To use the search feature, enter a value into the search box and click on the Search Transactions button.
nl_nl: U een zoekopdracht uitvoeren om specifieke transacties te vinden. De volgende bronnen worden doorzocht: gebeurtenisnaam (titel), gebeurtenisbeschrijving, voornaam, achternaam, bio, e-mailadres, adres, opmerkingen, notities, registratiecode, registratiecode, grootte van de registratiegroep, ticketbeschrijving, betalingsmethode, betalingsgateway, transactiegegevens en transactiesessiegegevens. Als u de zoekfunctie wilt gebruiken, voert u een waarde in het zoekvak in en klikt u op de knop Zoektransacties.

source: Add New State/Province
nl_nl: Voeg nieuwe staat/provincie toe

source: Shows the name of the registrant.
nl_nl: Viser navnet på registranten.

source: Transaction Reports
nl_nl: Transactie Rapporten

source: This page shows unfiltered reports for all transactions that have been created with Event Espresso.
nl_nl: Op deze pagina worden ongefilterde rapporten weergegeven voor alle transacties die zijn gemaakt met Gebeurtenis Espresso.

source: Organization Name
nl_nl: Organisatie naam

source: This shows the question as it will be displayed on the registration form. HTML can be used here.
nl_nl: Dit toont de vraag zoals deze wordt weergegeven op het registratieformulier. HTML kan hier worden gebruikt.

source: The first graph shows total revenue per day. The second graph shows total revenue per event.
nl_nl: De eerste grafiek toont de totale omzet per dag. De tweede grafiek toont de totale omzet per gebeurtenis.

source: Shows all event categories.
nl_nl: Toont alle event categorieën

source: Street Address
nl_nl: Straatnaam

source: A status of %s means that a registration has been accepted as complete. The registration will count towards the registration limit, remaining tickets, and calculations for available seats. Payments (if necessary) can also be made by primary registrants with this status.
nl_nl: Een status van %s betekent dat een registratie als volledig is geaccepteerd. De registratie telt mee voor de registratielimiet, de resterende tickets en de berekeningen voor beschikbare plaatsen. Betalingen (indien nodig) kunnen ook worden gedaan door primaire registranten met deze status.

source: Street Address 2
nl_nl: Straatnaam 2

source: This field is only shown to the admin. It is useful for understanding the difference between questions that appear to be similar but are used in various situations. HTML cannot be used.
nl_nl: Dit veld wordt alleen aan de beheerder getoond. Het is handig om het verschil te begrijpen tussen vragen die vergelijkbaar lijken, maar in verschillende situaties worden gebruikt. HTML kan niet worden gebruikt.

source: This page shows details for a specific transaction in Event Espresso.
nl_nl: Deze pagina toont details voor een specifieke transactie in Event Espresso.

source: A status of %1$s means that a registration has not paid but they ARE able to make payments (if necessary). %2$s registrations do NOT count towards registration limits, remaining tickets, and calculations for available seats. If registration for a free event occurs, then registrations are automatically set to %3$s. For paid tickets, %1$s registrations are set to %3$s when full payment is recorded.
nl_nl: Een status van %1$s betekent dat een registratie niet heeft betaald, maar ze zijn in staat om betalingen te doen (indien nodig). %2$s registraties tellen NIET mee voor registratielimieten, resterende tickets en berekeningen voor beschikbare plaatsen. Als registratie voor een gratis evenement plaatsvindt, worden registraties automatisch ingesteld op %3$s. Voor betaalde tickets worden %1$s registraties ingesteld op %3$s wanneer de volledige betaling wordt geregistreerd.

source: Primary Contact Email
nl_nl: Primair e-mail adres
