Repository: eventespresso/event-espresso-core
Catalog: languages/event_espresso-*.po
Languages: nl_nl

source: Your registration was not completed in time and your spot was opened up for another attendee. You are now on the wait list for %1$s[EVENT_NAME]%2$s.
nl_nl: Uw inschrijving is niet op tijd voltooid en uw plaats werd geopend voor een andere deelnemer. U staat nu op de wachtlijst voor %1$s[EVENT_NAME]%2$s.

source: If you have any questions, or no longer wish to register, then please reply to get in touch.
nl_nl: Heeft u vragen of wilt u zich niet meer inschrijven, neem dan contact op om contact op te nemen.

source: A spot has opened up for you at: %1$s%2$s%3$s.
nl_nl: Er is een plekje voor u geopend op: %1$s%2$s%3$s.

source: %2$sCongratulations!%3$s%4$sYour spot on the wait list for %1$s has been confirmed. If spaces become available, we'll contact you with information about how to proceed with the registration process.%5$s
nl_nl: %2$s Gefeliciteerd! %3$s %4$s Uw plek op de wachtlijst voor %1$s is bevestigd. Als er spaties beschikbaar komen, nemen we contact met u op met informatie over hoe verder te gaan met het registratieproces. %5$s

source: The Wait List form handler for event "%1$s" could not be added to the WaitListFormHandlerCollection.
nl_nl: De formulierhandler van de wachtlijst voor gebeurtenis "%1$s" kan niet worden toegevoegd aan de WaitListFormHandlerCollection.

source: The Wait List form can not be processed because an invalid or missing Event ID was supplied.
nl_nl: Het formulier Wachtlijst kan niet worden verwerkt omdat er een ongeldige of ontbrekende gebeurtenis-id is opgegeven.

source: unlimited
nl_nl: ongelimiteerd

source: invalid ticket selection
nl_nl: ongeldige ticketselectie

source: A valid registration could not be found for the supplied URL link.
nl_nl: Een geldige registratie kon niet worden gevonden voor de meegeleverde URL-link.

source: We're sorry, but your wait list registration could not be confirmed. Please contact support or refresh the page and try again.
nl_nl: Het spijt ons, maar uw wachtlijstregistratie kan niet worden bevestigd. Neem contact op met de ondersteuning of vernieuw de pagina en probeer het opnieuw.

source: Executed when a registration on the wait-list was auto-promoted.
nl_nl: Uitgevoerd wanneer een registratie op de wachtlijst automatisch werd gepromoot.

source: Triggered when an attendee is promoted from a wait list and has the option to finalize their registration for an event.
nl_nl: Geactiveerd wanneer een deelnemer wordt gepromoot vanuit een wachtlijst en de optie heeft om de registratie voor een evenement af te ronden.

source: registration promoted from wait list notification
nl_nl: registratie gepromote vanuit de melding van de wachtlijst

source: registration promoted from wait list notifications
nl_nl: registratie gepromote uit wachtlijstmeldingen

source: This template goes to individual registrations promoted from the wait list.
nl_nl: Deze sjabloon gaat naar afzonderlijke registraties die worden gepromoot uit de wachtlijst.

source: The related Event for the supplied Registration (ID:%1$d) is either missing or invalid.
nl_nl: De gerelateerde gebeurtenis voor de geleverde registratie (ID:%1$d) is vermist of ongeldig.

source: "%1$s" is not a valid registrant name.
nl_nl: "%1$s" is geen geldige registrantnaam.

source: "%1$s" is not a valid email address.
nl_nl: "%1$s" is geen geldig e-mailadres.

source: "%1$s" is not a valid ticket ID.
nl_nl: "%1$s" is geen geldig ticket-ID.

source: You must select at least one ticket to sign up for the Wait List.
nl_nl: U moet ten minste één ticket selecteren om u aan te melden voor de wachtlijst.

source: You cannot enable/disable debug mode while connected. First disconnect, then change debug mode.
nl_nl: U de foutopsporingsmodus niet inschakelen/uitschakelen terwijl u is aangesloten. Eerst de verbinding verbreken en vervolgens de foutopsporingsmodus wijzigen.

source: %1$s instantiated without the needed template_path. Please provide it in $2$s
nl_nl: %1$s instantiated zonder de benodigde template_path. Geef het in $2$s

source: Connect with Stripe
nl_nl: Verbinding maken met Stripe

source: Connect with Stripe (sandbox)
nl_nl: Verbinding maken met Stripe (sandbox)

source: Test mode (using sandbox credentials)
nl_nl: Testmodus (met sandbox-referenties)

source: Connected.
nl_nl: Verbonden.

source: Disconnect
nl_nl: Verbinding verbreken

source: Error while requesting the redirect URL.
nl_nl: Fout tijdens het aanvragen van de omleidings-URL.

source: Error response received
nl_nl: Foutreactie ontvangen

source: oAuth request Error.
nl_nl: oAuth-aanvraagFout.

source: Error. No payment method on this transaction, although we know its Stripe.
nl_nl: Fout. Geen betaalmethode voor deze transactie, hoewel we de Stripe kennen.

source: Link to view ticket
nl_nl: Koppeling om ticket te bekijken

source: Triggered when an attendee signs up for a wait list.
nl_nl: Geactiveerd wanneer een deelnemer zich aanmeldt voor een wachtlijst.

source: registration added to wait list notification
nl_nl: registratie toegevoegd aan melding wachtlijst

source: registration added to wait list notifications
nl_nl: registratie toegevoegd aan wachtlijstmeldingen

source: A recipient will receive the message.
nl_nl: Een ontvanger ontvangt het bericht.

source: Messages based on this template are sent to attendees when they sign up for the wait list.
nl_nl: Berichten op basis van deze sjabloon worden verzonden naar deelnemers wanneer ze zich aanmelden voor de wachtlijst.

source: Triggered when an attendee is automatically or manually demoted to a wait list.
nl_nl: Geactiveerd wanneer een deelnemer automatisch of handmatig wordt gedegradeerd tot een wachtlijst.

source: registration demoted to wait list notification
nl_nl: registratie gedegradeerd naar melding wachtlijst

source: registration demoted to wait list notifications
nl_nl: registratie gedegradeerd tot wachtlijstmeldingen

source: This template goes to registrations that were automatically demoted to the wait list.
nl_nl: Deze sjabloon gaat naar registraties die automatisch zijn gedegradeerd naar de wachtlijst.

source: Your Redirect URI: %1$s
nl_nl: Uw Redirect URI: %1$s

source: This URI has to be added to the "Redirect URIs" list in your QuickBooks App settings, under "Keys" section.
nl_nl: Deze URI moet worden toegevoegd aan de lijst 'Omleid-URL's' in de instellingen van uw QuickBooks-app onder de sectie 'Sleutels'.

source: Nonce fail!
nl_nl: Nonce falen!

source: Could not specify the payment method!
nl_nl: Kan de betalingsmethode niet opgeven!

source: Missing some required parameters: payment method slug.
nl_nl: Het missen van een aantal vereiste parameters: betalingsmethode slak.

source: Could not specify the connected user.
nl_nl: Kan de verbonden gebruiker niet opgeven.

source: Could not specify the connected client ID.
nl_nl: Kan de verbonden client-id niet opgeven.

source: Client ID and Client Secret
nl_nl: Client-id en clientgeheim

source: OAuth version: %1$s
nl_nl: OAuth versie: %1$s

source: The version of OAuth that your app integrates with.
nl_nl: De versie van OAuth waarmee uw app integreert.

source: Error getting the Request token from Intuit
nl_nl: Fout bij het ophalen van het token aanvraag van Intuit

source: Could not specify the parent form.
nl_nl: Kan het bovenliggende formulier niet opgeven.

source: OAuth version
nl_nl: OAuth-versie

source: Pay.gov is an off-site payment method for accepting credit and debit cards and bank transfers (ACH) and is available to U.S. Federal agencies in the United States. An account with Pay.gov is required to accept payments.
nl_nl: Pay.gov is een off-site betalingsmethode voor het accepteren van creditcards en betaalpassen en bankoverschrijvingen (ACH) en is beschikbaar voor Amerikaanse federale agentschappen in de Verenigde Staten. Een account met Pay.gov is vereist om betalingen te accepteren.

source: # People Attached to Event
nl_nl: # Mensen die aan gebeurtenis worden vastgeheten

source: This shortcode outputs all promotions used on the registration.
nl_nl: Deze shortcode geeft uitvoer aan alle promoties die worden gebruikt bij de registratie.

source: Add [ESPRESSO_PROMOTIONS] to any page or post to display a list of active %1$snon-coded promotions%2$s (i.e. promotions that do not have a promotion code set)
nl_nl: Voeg [ESPRESSO_PROMOTIONS] toe aan een pagina of bericht om een lijst met actieve promoties met %1$snon-code weer te geven%2$s (d.w.z. promotiepromoties die geen promotiecodeset hebben)

source: Data for the OAuth page could not be generated properly.
nl_nl: Gegevens voor de OAuth-pagina kunnen niet correct worden gegenereerd.

source: Nonce fail.
nl_nl: Nonce faalt.

source: Missing some authentication data !
nl_nl: Ontbreekt sommige authenticatie gegevens!

source: Unknown response received!
nl_nl: Onbekend antwoord ontvangen!

source: Request error. Unknown response received.
nl_nl: Aanvraagfout. Onbekend antwoord ontvangen.

source: Unable to tokenize the card
nl_nl: Kan de kaart niet tokeniseren

source: Could not specify the payment method.
nl_nl: Kan de betalingsmethode niet opgeven.

source: Card Number %s
nl_nl: Kaartnummer %s

source: Security Certificate Key
nl_nl: Beveiligingscertificaatsleutel

source: A Password provided along with the Security Certificate.
nl_nl: Een wachtwoord dat is verstrekt samen met het beveiligingscertificaat.

source: Could not create or update the PEM certificate ! Please try to enter your File System credentials in the fields above.
nl_nl: Kan het PEM-certificaat niet maken of bijwerken! Probeer uw bestandssysteemreferenties in de bovenstaande velden in te voeren.

source: Could not read the certificate file: %1$s
nl_nl: Kan het certificaatbestand niet lezen: %1$s

source: Not supported certificate file format !
nl_nl: Niet ondersteunde certificaatbestandsindeling!

source: Could not process the Certificate file ! Above FTP credentials might be Required.
nl_nl: Kan het certificaatbestand niet verwerken! Er is mogelijk meer ftp-referenties vereist.

source: Connection credentials
nl_nl: Verbindingsreferenties

source: Could not write to file system. FTP access credentials might be Required.
nl_nl: Kon niet schrijven naar bestandssysteem. FTP-toegangsreferenties kunnen vereist zijn.

source: Security Certificate Key %s
nl_nl: Beveiligingscertificaatsleutel %s

source: File system access credentials are Required.
nl_nl: Er zijn referenties voor toegang tot bestandssysteem vereist.

source: Wrong Certificate path or file is empty.
nl_nl: Verkeerd certificaatpad of -bestand is leeg.

source: Unrecognized error
nl_nl: Niet-herkende fout

source: iPay88 Account Country %s
nl_nl: iPay88 Account Land %s

source: Note that this gateway supports %1$s Malaysian and Indonesian iPay88 accounts %2$s.
nl_nl: Houd er rekening mee dat deze gateway %1$s Maleisische en Indonesische iPay88-accounts ondersteunt %2$s.

source: iPay88 Account Country
nl_nl: iPay88-accountland

source: Your iPay88 account's country division. If you got it from "ipay88.com" use "Indonesia", if you got it from "mobile88.com" use "Malaysia".
nl_nl: De landdivisie van uw iPay88-account. Als je het van "ipay88.com" gebruik "Indonesië", als je het van "mobile88.com" gebruik "Maleisië".

source: For %1$sIndonesian%2$s accounts test transaction should be with an amount of %1$s IDR 3.000,00%2$s.
nl_nl: Voor %1$sIndonesiaanse%2$s accounts test transactie moet worden met een bedrag van %1$s IDR 3.000,00%2$s.

source: For %1$sMalaysian%2$s accounts test transaction should be with an amount of %1$s MYR 1.00%2$s.
nl_nl: Voor %1$sMalaysian%2$s-accounts test transactie moet worden met een bedrag van %1$s MYR 1.00%2$s.

source: Note: custom questions with multiple answers (e.g. checkbox or multi-select inputs) cannot be mapped to Infusionsoft custom fields because Infusionsoft does not support custom fields with multiple answers.
nl_nl: Opmerking: aangepaste vragen met meerdere antwoorden (bijvoorbeeld selectievakje of multi-select-ingangen) kunnen niet worden toegewezen aan aangepaste velden van Infusionsoft omdat Infusionsoft geen aangepaste velden met meerdere antwoorden ondersteunt.

source: Could not process form because it is missing the questions section. Please contact support.
nl_nl: Kan formulier niet verwerken omdat de sectie Vragen ontbreekt. Neem contact op met de ondersteuning.

source: saved
nl_nl: opgeslagen

source: Could not retrieve list of Infusionsoft tags. The error was %1$s
nl_nl: Kan de lijst met Infusionsoft-tags niet ophalen. De fout is %1$s

source: Question: %1$s
nl_nl: Vraag: %1$s

source: Select which multi-choice %1$scustom questions%2$s are for which Infusionsoft custom tags.
nl_nl: Selecteer welke multi-choice %1$sbetervragen%2$s waarvoor Infusionsoft aangepaste tags zijn.

source: Note: only multi-choice custom questions (like radio, checkbox, and dropdown select) are used for custom tagging.
nl_nl: Opmerking: alleen aangepaste vragen voor meerdere keuzevragen (zoals radio, selectievakje en vervolgkeuzeselectie) worden gebruikt voor aangepaste tags.

source: question option
nl_nl: Vraag optie

source: Event does not exist, cannot create Infusionsoft tags form.
nl_nl: Gebeurtenis bestaat niet, kan geen Infusionsoft-tagsformulier maken.

source: Encrypted Key
nl_nl: Versleutelde sleutel

source: Your Infusionsoft Encrypted Key.
nl_nl: Uw Infusionsoft versleutelde sleutel.

source: Could not find invoice item for order item %1$s
nl_nl: Kon geen factuurobject voor %1$s orderobject vinden

source: Cannot search for a contact because no data provided, expected search data should contain FirstName, LastName, and Email. It was empty.
nl_nl: Kan niet zoeken naar een contactpersoon omdat er geen gegevens zijn verstrekt, verwachte zoekgegevens firstname, achternaam en e-mail moeten bevatten. Het was leeg.

source: Error encountered searching for a contact with data %1$s, the error was "%2$s"
nl_nl: Fout opgetreden bij het zoeken naar een contactpersoon met gegevens %1$s, de fout was "%2$s"

source: The Infusionsoft Contact query was missing the contact's Id, the contact query repsonse was: %1$s
nl_nl: De infusionsoft contactquery miste de id van de contactpersoon, de contactpersoonquery repsonse was: %1$s

source: Error encountered inserting a contact with data %1$s, the error was "%2$s"
nl_nl: Er is een fout opgetreden bij het invoegen van een contactpersoon met gegevens %1$s, de fout was '%2$s'

source: Custom Fields Setup
nl_nl: Aangepaste velden instellen

source: Conditional Tagging Setup
nl_nl: Voorwaardelijke taginstelling

source: Could not retrieve list of Infusionsoft custom fields. The error was %1$s
nl_nl: Kan de lijst met aangepaste infusionsoft-velden niet ophalen. De fout is %1$s

source: Could not generate form of Infusionsoft custom fields.
nl_nl: Kan geen vorm van Infusionsoft aangepaste velden genereren.

source: Select which %1$scustom questions%2$s are for which Infusionsoft custom fields.
nl_nl: Selecteer welke %1$sbestoe vragen%2$s waarvoor infusionsoft aangepaste velden zijn.

source: EVERTEC is an on-site payment method for accepting credit and debit cards and bank transfers (ACH) and is available to event organizers in many countries in Latin America. An account with EVERTEC is required to accept payments. Need an account with EVERTEC? %1$sClick here to sign up for a merchant account%2$s.
nl_nl: EVERTEC is een on-site betaalmethode voor het accepteren van creditcards en bankpassen en bankoverschrijvingen (ACH) en is beschikbaar voor organisatoren van evenementen in veel landen in Latijns-Amerika. Een account bij EVERTEC is vereist om betalingen te accepteren. Heb je een account nodig bij EVERTEC? %1$s Klik hier om je aan te melden voor een merchant account%2$s.

source: EE Gutenberg Experiments could not be activated. Please ensure that Event Espresso version %1$s or higher is active on your site.
nl_nl: EE Gutenberg Experimenten konden niet geactiveerd worden. Zorg ervoor dat event espresso versie %1$s of hoger actief is op uw site.

source: Add description...
nl_nl: Beschrijving toevoegen...

source: Exception thrown while creating a Mollie payment
nl_nl: Uitzondering gegooid tijdens het maken van een Mollie betaling

source: Exception thrown while retrieving a Mollie payment
nl_nl: Uitzondering gegooid tijdens het ophalen van een Mollie betaling

source: Default (Browsers locale)
nl_nl: Standaard (browsers op naslokt)

source: German (Somethig)
nl_nl: Duits (Somethig)

source: French (Belgium)
nl_nl: Frans (België)

source: Dutch (Belgium)
nl_nl: Nederlands (België)

source: This is the locale sent to Mollie to determine which language the checkout modal should use.
nl_nl: Dit is de locatie die naar Mollie wordt gestuurd om te bepalen welke taal de kassamodale moet gebruiken.

source: An upcoming datetime notification has been sent to attendees for following event on %s:
nl_nl: Er is een melding voor aankomend tijdstip verzonden naar deelnemers voor de volgende gebeurtenis op %s:

source: Attendees for the following events have received an upcoming event notification:
nl_nl: Deelnemers voor de volgende evenementen hebben een melding ontvangen van de komende gebeurtenis:

source: Could not read image at %s, and therefore couldn't create an attachment post for it.
nl_nl: Kon niet lezen beeld op %s, en daarom kon niet een bijlage post voor te maken.

source: EVERTEC
nl_nl: EVERTEC EVERTEC

source: EVERTEC Settings
nl_nl: Evertec instellingen

source: A special conditional type shortcode that allows people to have content that is conditional in the templates. Note correct usage is `%1$sContent specific to when the datetime has an id of 10%2$s`. Note you can use `preview_show` or `preview_hide` as the value of DTT_ID to simulate conditional behaviour in previews when viewing templates.
nl_nl: Een speciale voorwaardelijke type shortcode waarmee mensen inhoud kunnen hebben die voorwaardelijk is in de sjablonen. Let op het juiste gebruik is '%1$sContent specifiek voor wanneer de datumtijd een id van 10%2$s' heeft. Let op: u 'preview_show' of 'preview_hide' gebruiken als de waarde van DTT_ID om voorwaardelijk gedrag in previews te simuleren bij het bekijken van sjablonen.

source: Once Every Three Hours
nl_nl: Eens in de drie uur

source: The incoming data argument for %1$s is expected to be an array where the first element is an %2$s object or %3$s and the second element is either an %4$s object or an array of %4$s objects.
nl_nl: Het argument binnenkomende gegevens voor %1$s is naar verwachting een array waarbij het eerste element een %2$s object of %3$s is en het tweede element een %4$s object of een array met %4$s objecten is.

source: This metabox should only be displayed for Automated Upcoming Event or Automated Upcoming Datetime message type templates
nl_nl: Deze metabox mag alleen worden weergegeven voor sjablonen voor automatisch aankomend evenement of automatische sjablonen voor het berichttype voor aanstaande datumtijd

source: %1$sSend notifications %4$s day before the event.%2$s
nl_nl: %1$s Stuur meldingen %4$s dag voor het evenement. %2$s

source: The %1$s is expected to receive an instance of %2$s, however an instance of %3$s received instead.
nl_nl: De %1$s zal naar verwachting een exemplaar van %2$s ontvangen, maar een instantie van %3$s in plaats daarvan ontvangen.

source: This message type automates sending messages to registrations for an upcoming event. Messages are sent at the threshold you define (eg 3 days before) prior to the earliest datetime attached to the event. Other datetimes on the event have no bearing on when this message type is triggered. Messages for this message type are sent to approved registrations and are only triggered for upcoming and/or sold out, and published upcoming events.
nl_nl: Dit berichttype automatiseert het verzenden van berichten naar registraties voor een aankomend evenement. Berichten worden verzonden op de drempel die u definieert (bijvoorbeeld 3 dagen voor) voorafgaand aan de vroegste datum die aan de gebeurtenis is gekoppeld. Andere datums op de gebeurtenis hebben geen invloed op wanneer dit berichttype wordt geactiveerd. Berichten voor dit berichttype worden verzonden naar goedgekeurde registraties en worden alleen geactiveerd voor aankomende en/of uitverkochte en gepubliceerde aankomende evenementen.

source: This message type automates sending messages to registrations for an upcoming datetime. Messages are sent at the threshold you define (eg 3 days before) prior to a datetime on an event. Messages for this message type are sent to approved registrations and are only triggered for datetimes on upcoming and/or sold out, and published upcoming events. Note that this will send the message for each datetime on the event.
nl_nl: Dit berichttype automatiseert het verzenden van berichten naar registraties voor een komende datumtijd. Berichten worden verzonden op de drempel die u definieert (bijvoorbeeld 3 dagen voor) voorafgaand aan een datumtijd van een gebeurtenis. Berichten voor dit berichttype worden verzonden naar goedgekeurde registraties en worden alleen geactiveerd voor datums op komende en/of uitverkochte en gepubliceerde aankomende evenementen. Houd er rekening mee dat dit het bericht voor elke datum op de gebeurtenis verzendt.

source: Recipient's are who will receive the message. There is only one message sent per attendee, no matter how many registrations are attached to that attendee.
nl_nl: Ontvangers zijn wie het bericht zal ontvangen. Er is slechts één bericht verzonden per deelnemer, ongeacht hoeveel registraties aan die deelnemer zijn gekoppeld.

source: This template will be used to generate the message from the context of Event Administrator (event author).
nl_nl: Deze sjabloon wordt gebruikt om het bericht te genereren vanuit de context van gebeurtenisbeheerder (gebeurtenisauteur).

source: Authorize.net Accept is an off-site payment method for accepting credit and debit card payments and is available to event organizers in the United States, Canada, United Kingdom, and Australia. An account with Authorize.net is required to accept payments. Need an Authorize.net account? %1$sClick here to sign up for a merchant account%2$s.
nl_nl: Authorize.net Accepteren is een off-site betalingsmethode voor het accepteren van creditcard- en betaalkaartbetalingen en is beschikbaar voor organisatoren van evenementen in de Verenigde Staten, Canada, het Verenigd Koninkrijk en Australië. Een account met Authorize.net is vereist om betalingen te accepteren. Heb je een Authorize.net account nodig? %1$s Klik hier om je aan te melden voor een merchant account%2$s.

source: Transactions under $100 will be accepted, those over $100 will be declined. A monthly limit of $5000 is also configured in the sandbox. If you exceed this amount, your eCheck transactions will also be declined.
nl_nl: Transacties onder de $ 100 worden geaccepteerd, die meer dan $ 100 worden geweigerd. Een maandelijkse limiet van $ 5000 is ook geconfigureerd in de sandbox. Als u dit bedrag overschrijdt, worden uw eCheck-transacties ook geweigerd.

source: Web browsers may fail to display the billing form if your website is not using HTTPS. %1$sPlease ensure you have a valid SSL certificate%2$s and that all content is being served over HTTPS.
nl_nl: Webbrowsers kunnen het factureringsformulier niet weergeven als uw website geen HTTPS gebruikt. %1$s Zorg ervoor dat je een geldig SSL-certificaat hebt%2$s en dat alle content via HTTPS wordt weergegeven.

source: Debug Mode is turned ON. After clicking 'Finalize Registration' You will be redirected to the Authorize.net Sandbox environment.
nl_nl: Testmodus staat AAN. Nadat u "Bestelling afronden" heeft gekozen, wordt u doorgestuurd naar de Authorize.Net Sandbox omgeving.

source: Test Bank Accounts
nl_nl: Bankrekeningen testen
