Repository: eventespresso/event-espresso-core
Catalog: languages/event_espresso-*.po
Languages: nl_nl

source: %1$sNote to Event Admin:%2$sNo tickets were found for this event. This effectively turns off ticket sales. Please ensure that at least one ticket is available for if you want people to be able to register.%3$s(click to edit this event)%4$s
nl_nl: %1$sOpmerking aan Event Admin:%2$s Er zijn geen tickets gevonden voor dit event. Dit verhindert de kaartverkoop. Zorg ervoor dat ten minste één ticket beschikbaar is als je wilt dat mensen in staat zijn om te registreren.%3$s(klik hier om dit event te bewerken)%4$s

source: please select a datetime
nl_nl: Selecteer s.v.p. een datum en tijd

source: Template Settings is a feature that is only available in the premium version of Event Espresso 4 which is available with a support license purchase on EventEspresso.com. Template Settings allow you to configure some of the appearance options for both the Event List and Event Details pages.
nl_nl: Sjabloon Instellingen is alleen beschikbaar in de premium versie van Event Espresso 4, welke beschikbaar is met een support-licentie op EventEspresso.com. Met Sjabloon Instellingen kunt u een aantal opties voor de weergave van zowel de Event Lijst als de Event Detail pagina's configureren.

source: Reset Ticket and Datetime Reserved Counts
nl_nl: Reset ticket en datum/tijd reserveringen

source: Ticket and datetime reserved counts have been successfully reset.
nl_nl: Ticket en datum/tijd reserveringen zijn succesvol gereset.

source: Ticket and datetime reserved counts were correct and did not need resetting.
nl_nl: Ticket en datum/tijd reserveringen zijn correct en hebben geen reset nodig.

source: Use this to reset the counts for ticket and datetime reservations.
nl_nl: Gebruik dit om de telling van ticket en datum/tijd reserveringen te resetten.

source: Download to File
nl_nl: Download naar een file

source: Custom Message Templates is a feature that is only available in the premium version of Event Espresso 4 which is available with a support license purchase on EventEspresso.com. With the Custom Message Templates feature, you are able to create custom message templates and assign them on a per-event basis.
nl_nl: Aangepaste Bericht Sjablonen is een functie die alleen beschikbaar is in de premium versie van Event Espresso 4, welke beschikbaar is met een support-licentie op EventEspresso.com. Met de functie Aangepaste bericht sjablonen bent u in staat om aangepaste bericht sjablonen te maken en deze toe te wijzen op een per-event basis.

source: Forever
nl_nl: Blijvend

source: 3 Months
nl_nl: 3 maanden

source: 6 Months
nl_nl: 6 maanden

source: 9 Months
nl_nl: 9 maanden

source: 12 Months
nl_nl: 12 maanden

source: 24 Months
nl_nl: 24 maanden

source: 36 Months
nl_nl: 36 maanden

source: Cleanup of old messages:
nl_nl: Opschonen van oude berichten

source: Messages are email notifications that are sent out by Event Espresso. Message Types are the %1$skinds%2$s of messages that get delivered. They can be thought of as the "type" of package that is being delivered by the messenger. For example, Event Espresso comes with two Message Types attached to the Email Messenger:
nl_nl: Berichten zijn e-mails die door Event Espresso worden verzonden. Berichttypen zijn de %1$stypes%2$s van berichten die afgeleverd worden. Ze kunnen worden gezien als het "type" van het pakket dat door de boodschapper wordt geleverd. Bijvoorbeeld, Event Espresso wordt geleverd met twee Berichttypen als bijlage op het bericht:

source: Message Templates are the %1$sformat%2$s of the messages going out. Think of them as a “form letter”. Templates tell the Messages system how to style your messages and the content (information) they will have when they are delivered.
nl_nl: Bericht sjablonen zijn de %1$sformattering%2$s van de uitgaande berichten. Je moet dit zien als een “briefformaat”. Sjablonen vertellen het Berichten systeem hoe je je berichten en de inhoud (informatie) vorm wilt geven.

source: Message Templates are the %1$sformat%2$s of the messages going out. Think of them like a “Form letter”. Templates are used to tell the system what you want your messages to look like and the content they will have when they are delivered.
nl_nl: Bericht sjablonen zijn de %1$sformattering%2$s van de uitgaande berichten. Je moet dit zien als een “briefformaat”. Sjablonen vertellen het Berichten systeem hoe je je berichten en de inhoud (informatie) vorm wilt geven.

source: Message Types are the %1$skinds%2$s of messages that get delivered. Think of them as the "type" of package that is being delivered by the messenger. For example, Event Espresso comes with two Message Types attached to the Email messenger: Registration Confirmation (which is triggered by frontend event registrations), and Payment Confirmation (which is triggered by frontend payments).
nl_nl: Berichttypes zijn de %1$ssoorten%2$s van berichten die afgeleverd worden. Je moet dit zien als het "type" van het pakket dat wordt afgeleverd. Bijvoorbeeld, Event Espresso wordt geleverd met twee Berichttypen: Registratie bevestiging (geactiveerd door front-end event registraties) en Betaal bevestiging (geactiveerd door front-end betalingen).

source: Future iterations of Event Espresso 4.0 (premium versions), will include more and more different message types that can be attached to the various messengers that are available
nl_nl: Toekomstige versies van Event Espresso 4,0 (premium versies), zullen meer verschillende bericht types mogelijk maken.

source: Each message type (or %1$skind%1$s of message remember!) has different contexts for messages created for that message type. Contexts are dynamic but generally speaking they tend to represent recipients. So for example, Registration Confirmation message type has three types of recipients for every time a registration confirmation is triggered: Event Administrator, Primary Registrant, and Registrant (which may be multiple messages if there are more than one attendee per event). Whereas the Payment Message Type only has two recipients (Event Administrator, Primary Registrant [the one making the payment]).
nl_nl: Elk type bericht (of %1$ssoort%1$s van boodschap) heeft verschillende contexten voor berichten van dat type. Contexten zijn dynamisch, maar over het algemeen vertegenwoordigen ze ontvangers. Dus bijvoorbeeld, Registratiebevestiging bericht type heeft drie types van ontvangers voor elke keer dat een bevestiging van inschrijving wordt geactiveerd: Event Administrator, Primary registrant en registrant (die uit meerdere berichten kunnen bestaan als er meer dan één deelnemer per event is). Daarentegen heeft de Payment Message Type slechts twee ontvangers (Event Administrator, Primary Registreerder [degene die de betaling verricht]).

source: The Event Espresso Messages system is a powerful framework that Event Espresso uses to prepare %1$smessages%2$s for different types of use (message types) and delivered by different %1$smessengers%2$s.
nl_nl: Het Event Espresso Berichten systeem is een krachtig raamwerk dat Event Espresso gebruikt om %1$sberichten%2$s samen te stellen voor verschillende vormen van gebruik (message types) en voor aflevering door verschillende %1$sbezorgers%2$s.

source: The Event Editor title is very helpful in indicating which template you are currently editing. In the example above, we can see that we are editing the template that for the %1$sEmail%2$s messenger, the %1$sPayment%2$s message type, and the %1$sEvent Admin%2$s context (which for this message type means "recipient").
nl_nl: De Event Editor titel is zeer behulpzaam bij het aangeven welk sjabloon u momenteel bewerkt. In het bovenstaande voorbeeld kunnen we zien dat we het sjabloon bewerken voor de %1$sEmail%2$s verzender, het %1$sBetaling%2$s type bericht, en de %1$sEvent Admin%2$s context (die voor dit berichttype op de "ontvanger" duidt).

source: When editing a "Email Payment Template", you will notice that there is a field labelled "Event List" along with "Main Content". The Event List field is a special field that holds the template for whenever the %1$s[EVENT_LIST]%2$s shortcode is used in the "Main Content" field. This is so you can more finely control how each "event" in the event list displays when shown in the Main content. The "Email Registration Template", has an additional field called "Registration List". It functions much the same except that the contents of the "Registration List" field are used to indicate how each registrant is listed in the Main Content when the %1$s[ATTENDEE_LIST]%2$s shortcode is parsed.
nl_nl: Bij het bewerken van een "E-mail Betaalsjabloon", zult u een veld "Event Lijst" zien samen met de "Main Content". Het veld Event Lijst is een speciaal veld dat de sjabloon bevat voor wanneer de %1$s[EVENT_LIST]%2$s shortcode wordt gebruikt in het "Main Content" veld. Dit helpt je nauwkeuriger te bepalen hoe elke "event" in de eventlijst wordt weergegeven in de belangrijkste inhoud ("Main Content"). Het "E-mail Registratie Sjabloon" heeft een extra veld met de naam "Registratie Lijst". Het werkt ongeveer hetzelfde, behalve dat de inhoud van de "Registratie Lijst" veld wordt gebruikt om aan te geven hoe elke registrant in de Main Content wordt weergegeven wanneer de %1$s[ATTENDEE_LIST]%2$s wordt gebruikt.

source: When you are editing a template that is a global template (not a custom event template), you'll see an option in the Publish metabox in the right column labelled "Override all custom". When this option is selected, custom event templates for that %1$smessenger%2$s, %1$smessage type%2$s, and %1$scontext%2$s will be ignored and the global template will be used. Why would you want to do this? For this given example, you may want to be able to allow custom event templates to be able to modify the looks and content of what goes out to Primary Registrant but to never affect what the Event Administrator receives (as set by the global template).
nl_nl: Wanneer je een Globaal sjabloon (niet een aangepaste event sjabloon) bewerkt, ziet je een optie in de Publiceren metabox in de rechter kolom, gelabeld "Override alle aangepaste". Wanneer je deze optie selecteert, zullen aangepaste event sjablonen voor die %1$sverzender%2$s, %1$sbericht type%2$s en %1$scontext%2$s worden genegeerd en het algemene sjabloon worden gebruikt. Waarom zou je dit willen doen? Voor het gegeven voorbeeld wil je misschien aangepaste event sjablonen gebruiken om het uiterlijk en de inhoud van berichten naar de primaire registrant aan te passen, zonder dat ze invloed hebben op wat naar de Event Admin gaat (zoals bepaald door het algemene sjabloon).

source: This column displays a number of different elements for the listed template. First is the messenger that this template is delivered by. The messenger title is linked to the editor for the first %1$scontext%2$s listed (context is labelled "recipients" for payment message types)
nl_nl: Deze kolom toont een aantal verschillende elementen voor het vermelde sjabloon. Het eerste is de verzender die dit sjabloon aflevert. De titel van de verzender is gekoppeld aan de editor voor de eerst vermelde %1$scontext%2$s (context wordt gelabeld als "ontvangers" voor de betalings berichten)

source: This payment method does not support the currency set on your site (%1$s). Please activate a different payment method or change your site's country and associated currency.
nl_nl: Deze betaalmethode ondersteunt niet de valuta die is ingesteld op je website (%1$s). Activeer een andere betaalmethode of verander de landinstelling en bijbehorende valuta van je site.

source: Question Groups is a feature that is only available in the premium version of Event Espresso 4 which is available with a support license purchase on EventEspresso.com. With the Question Groups feature you are able to create new question groups, edit existing question groups, and create and edit new questions and add them to question groups.
nl_nl: Vraaggroepen is een optie die alleen beschikbaar is in de premium versie van Event Espresso 4, welke beschikbaar is met een support-licentie aankoop op EventEspresso.com. De Vraaggroepen functie stelt je in staat om nieuwe Vraaggroepen aan te maken, bestaande Vraaggroepen te bewerken en om nieuwe Vragen aan te maken en te bewerken en ze toe te aan voegen aan Vraaggroepen.

source: In order to %1$s registrations you must select which ones you wish to %1$s by clicking the checkboxes.
nl_nl: Om registraties te %1$s moet je kiezen welke je wilt %1$s door op de selectievakjes te klikken.

source: Rsrvd
nl_nl: Gereserveerd

source: Show Date & Time Filter?
nl_nl: Toon datum/tijd filter?

source: Indicates whether or not to display a dropdown select box above each ticket selector that displays dates and times for the available tickets. Ticket options can be unselected, which removes (hides) them from the list of tickets being displayed.%1$sOptions include:%1$s &bull; %2$sdo not show date & time filter%3$s%1$s &nbsp; this option will NEVER display a date filter, regardless of how many dates exist.%1$s &bull; %2$smaybe show date & time filter%3$s%1$s &nbsp; this option will conditionally display the date filter when the number of dates for the event matches the value set for "Date Filter Threshold".
nl_nl: Geeft aan of een dropdown select box getoond moet worden boven elke ticket selector die datums en tijden toont voor de beschikbare tickets. Ticket opties kunnen worden gedeselecteerd, wat ze verwijdert (verbergt) uit de lijst van getoonde tickets. %1$sOpties zijn:%1$s &bull; %2$sToon geen geen datum/tijd filter%3$s %1$s &nbsp; toon nooit een datum filter, ongeacht het aantal beschikbare data.%1$s &bull; %2$s Toon optioneel datum/tijd filter %3$s %1$s &nbsp; deze optie zal uitsluitend het datum filter tonen wanneer het aantal data voor het event overeenkomt met de ingestelde waarde voor de "Filter Grenswaarde".

source: Date & Time Filter Threshold
nl_nl: Datum/tijd grenswaarde

source: The number of unique dates an event has to have before conditionally displaying a date & time filter
nl_nl: Het aantal unieke datums dat een event moet hebben voordat optioneel een datum/tijd filter wordt weergegeven.

source: No transaction for payment while paying with PayPal Pro.
nl_nl: Geen betaaltransactie bij het betalen met PayPal Pro.

source: No primary registration on transaction while paying with PayPal Pro.
nl_nl: Geen primaire registratie bij de transactie tijdens het betalen met PayPal Pro.

source: No attendee on primary registration while paying with PayPal Pro.
nl_nl: Geen bezoeker bij de primaire registratie tijdens het betalen met PayPal Pro.

source: Do not show date & time filter
nl_nl: Toon geen datum/tijd filter.

source: Maybe show date & time filter
nl_nl: Toon optioneel datum/tijd filter.

source: action
nl_nl: actie

source: This %1$s is deprecated. It *may* work as an attempt to build in backwards compatibility. However, it is recommended to use the following new %1$s: %4$s"%2$s" found in "%3$s"
nl_nl: Deze %1$s is verouderd. Het *zou kunnen* werken in een poging om backwards compatibility in te bouwen. Het is echter aan te bevelen om de volgende nieuwe %1$s te gebruiken: %4$s"%2$s", welke gevonden kan worden in "%3$s".

source: You must provide a class name in order to instantiate it.
nl_nl: Je moet een class-naam invullen om deze te instantiëren.

source: There is no class in place for the %1$s admin hooks page.%2$sMake sure you have %3$s defined. If this is a non-EE-core admin page then you also must have an autoloader in place for your class
nl_nl: Er is geen class ingesteld voor de %1$s admin hooks pagina.%2$s Verifieer dat %3$s is gedefinieerd. Als dit geen EE-kern admin pagina is, dan moet je ook een autoloader voor je class ingesteld hebben.

source: Unknown MailChimp Error.
nl_nl: Onbekende MailChimp fout.

source: Sorry, no merge fields found!
nl_nl: Geen merge-velden gevonden!

source: Event Espresso Questions
nl_nl: Event Espresso Vragen

source: Events Calendar
nl_nl: Events Kalender

source: copy and paste the following into any other site's content to display the event calendar:
nl_nl: Kopieer en plak het volgende naar een andere site om de eventkalender weer te geven:

source: An error occurred while processing your transaction. Please try again or contact us to complete your order.
nl_nl: Er is een fout opgetreden bij het verwerken van je transactie. Probeer het opnieuw of neem contact met ons op om uw bestelling te voltooien.

source: Payment Accepted
nl_nl: Betaling geaccepteerd

source: Chase Paymentech Orbital Settings
nl_nl: Chase Paymentech Orbital-instellingen

source: Please note that prior to using this software, you must complete Chase's Certification for the XML API Orbital Gateway.
nl_nl: Houd er rekening mee dat voordat je deze software kunt gebruiken, je de Chase certificering voor de XML API Orbital Gateway moet afronden.

source: Adjust the settings for the Chase Orbital payment gateway.
nl_nl: Pas de instellingen aan voor de Chase Orbital betaal-gateway.

source: Please contact Chase Orbital to find which currency is supported on your account (USD/CAD).
nl_nl: Neem contact op met Chase Orbital om uit te vinden welke valuta wordt ondersteund op uw account (USD / CAD).

source: Chase Orbital Settings
nl_nl: Chase Orbital Instellingen

source: If this option is enabled, be sure to enter your test case credentials in the fields below. Be sure to turn this setting off when you are done testing.
nl_nl: Als deze optie is ingeschakeld, moet u uw testcase gegevens invoeren in de onderstaande velden. Zorg ervoor dat deze instelling uit is geschakeld wanneer je klaar bent met het testen.

source: The Merchant ID provided to you for use with to Chase Orbital.
nl_nl: De Merchant ID die je hebt verkregen voor gebruik bij Chase Orbital.

source: Connection Username
nl_nl: Connectie Gebruikersnaam

source: The connection username provided to you for use with to Chase Orbital. Please note that this is not the same as your virtual terminal login.
nl_nl: De connectie gebruikersnaam die je hebt verkregen voor gebruik bij Chase Orbital. Let op: dit is niet hetzelfde als uw virtuele terminal login.

source: Connection Password
nl_nl: Connectie Wachtwoord

source: The connection password provided to you for use with to Chase Orbital. Please note that this is not the same as your virtual terminal login.
nl_nl: Het connectie wachtwoord die je hebt verkregen voor gebruik bij Chase Orbital. Let op: dit is niet hetzelfde als uw virtuele terminal login.

source: The terminal ID provided to you for test or production usage.
nl_nl: De Terminal ID die je hebt verkregen voor Test of Productie.

source: The BIN provided to you for test or production usage.
nl_nl: De BIN die u hebt ontvangen voor test of productie-gebruik.

source: Invalid response received. Unable to parse XML response.
nl_nl: Ongeldig antwoord ontvangen. Kan XML reactie niet parsen.

source: Gateway rejected request. Gateway responded with message: %1$s
nl_nl: De gateway heeft aanvraag geweigerd. Gateway reageerde met bericht: %1$s

source: Invalid XML received
nl_nl: Ongeldige XML ontvangen

source: Unable to connect to Chase Paymentech.
nl_nl: Kan geen verbinding krijgen met Chase Paymentech.

source: Chase Paymentech Orbital is an on-site payment method for accepting credit and debit cards and is available to event organizers in many countries. An account with Chase Paymentech is required to accept payments. Need a Chase Paymentech account? %1$sClick here to sign up for a merchant account%2$s.
nl_nl: De Chase Paymentech Orbital is een on-site betaalmethode voor het accepteren van creditcards en betaalkaarten en is beschikbaar voor organisatoren van events in veel landen. Een account bij Chase Paymentech is vereist om betalingen te accepteren. Heb je een account bij Chase Paymentech nodig? %1$sKlik hier om je aan te melden voor een verkopersaccount%2$s.

source: Clear All MailChimp Logs
nl_nl: Wis Alle MailChimp Logs

source: MailChimp Log Entries
nl_nl: MailChimp Logboek entries

source: MailChimp Log
nl_nl: MailChimp Logboek

source: MailChimp Logs
nl_nl: MailChimp Logboek

source: Log Message
nl_nl: Log bericht

source: Email content type:
nl_nl: E-mail bericht type:

source: * Type of emails to send to the subscriber.
nl_nl: * Type van e-mails om naar de abonnee te sturen.

source: MailChimp field tagged %1$s had the error:
nl_nl: MailChimp veld gelabeld %1$s kreeg de fout:

source: No error mentioned
nl_nl: Geen fout vermeld

source: Invalid MailChimp API.
nl_nl: Ongeldige MailChimp API.

source: Please visit the
nl_nl: Bezoek s.v.p. de

source: MailChimp Admin Page
nl_nl: MailChimp Admin Pagina

source: to correct the issue.
nl_nl: om het probleem te herstellen.

source: Direct access to the registration checkout page is not allowed.
nl_nl: Directe toegang tot de registratie kassapagina is niet toegestaan.

source: Invalid Checkout Access
nl_nl: Ongeldige Toegang voor Afrekenpagina

source: Invalid Checkout Data
nl_nl: Ongeldige Kassagegevens

source: Event Espresso blocks any attempt to directly access the registration checkout page, that is NOT from a Ticket Selector or for a return visit for a valid transaction. These are not valid requests accessing your checkout page, so we track the IP addresses, what web page they just came from, and the number of times that they have attempted to access your registration page. This information may help you with protecting your site by other means, such as firewalls, etc, but please note that IP addresses are almost guaranteed to be spoofed by malicious agents.
nl_nl: Event Espresso blokkeert elke poging om rechtstreeks toegang te krijgen tot de registratie kassapagina, die niet afkomstig is van een Ticket Selector of voor een vervolgbezoek vanuit een geldige transactie. Dit zijn geen geldige aanvragen naar je kassapagina, dus we volgen de IP-adressen, van welke webpagina ze afkomstig zijn alsmede aantal keren dat ze hebben geprobeerd om toegang te krijgen tot uw registratie pagina. Deze informatie kan je helpen je site te beschermen met middelen zoals firewalls. Maar houd er rekening mee dat IP-adressen meestal vervalst worden door kwaadwillenden.

source: Track Invalid Checkout Access?
nl_nl: Ongeldige afrekenpagina toegang volgen?

source: Controls whether or not invalid attempts to directly access the registration checkout page should be tracked. Setting this to "No" means that the above data will no longer be collected.
nl_nl: Bepaalt of ongeldige pogingen om direct toegang te verkrijgen tot de registratie afrekenpagina moeten worden gevolgd. Dit op "Nee" zetten betekent dat de bovenstaande gegevens niet langer zullen worden verzameld.

source: Reset Invalid Checkout Data
nl_nl: Reset Ongeldige Afrekenengegevens

source: Setting this to "Yes" will delete all existing invalid checkout access data.
nl_nl: Door dit op "Ja" te zetten worden alle ongeldige betaalgegevens verwijderd.

source: Invalid or missing Invalid Checkout Access form data. Please refresh the form and try again.
nl_nl: Ongeldige of ontbrekende Afrekenengegevens. Refresh het formulier en probeer het opnieuw.

source: The EE_Session class could not be loaded.
nl_nl: De EE_Session class kon niet worden geladen.
