Repository: eventespresso/event-espresso-core
Catalog: languages/event_espresso-*.po
Languages: nl_nl

source: top-level array must be numerically indexed. Does these look like numbers to you? %s
nl_nl: array op het hoogste niveau moet numeriek worden geïndexeerd. Zien deze eruit als cijfers voor jou? %s

source: Promotion ID
nl_nl: Promotie

source: Edit Registration Link (typically you'd only use this for messages going to event administrators)
nl_nl: Registratie Link Bewerken (meestal gebruikt u dit alleen voor berichten die naar workshopaanbieders gaan)

source: An error occurred! The requested export report could not be found.
nl_nl: Er is een fout opgetreden! Het gevraagde exportrapport is niet gevonden.

source: Unique Registration Code for the registration
nl_nl: Unieke registratiecode voor de registratie

source: This is the name of the default pricing.
nl_nl: Dit is de naam van de standaardprijs.

source: This is a special dynamic shortcode. Right after the "*", add the exact text of a existing question, and if there is an answer for that question for this registrant, that will take the place of this shortcode.
nl_nl: Dit is een speciale dynamische shortcode. Direct na de "*", voeg de exacte tekst van een bestaande vraag, en als er een antwoord voor die vraag voor deze registrant, dat zal de plaats van deze shortcode.

source: Generates a link for the given registration to edit this registration details on the frontend.
nl_nl: Genereert een link voor de gegeven registratie om deze registratiegegevens op de frontend te bewerken.

source: This is the description for the default pricing.
nl_nl: Dit is de beschrijving voor de standaardprijs.

source: This is used to indicate where you want the list of questions and answers to show for the person receiving the message.
nl_nl: Dit wordt gebruikt om aan te geven waar u de lijst met vragen en antwoorden wilt weergeven voor de persoon die het bericht ontvangt.

source: 'An error occurred and the Event details could not be exported from the database.'
nl_nl: 'Er is een fout opgetreden en de workshopgegevens konden niet worden geëxporteerd uit de database.'

source: Datetime List Shortcodes
nl_nl: Datetime lijst shortcodes

source: This is used to indicate the questions and answers for the primary_registrant. It should be placed in the "[attendee_list]" field
nl_nl: Dit wordt gebruikt om de vragen en antwoorden voor de primary_registrant aan te geven. Het moet worden geplaatst in het veld "[attendee_list]"

source: An error occurred and the Attendee data could not be exported from the database.
nl_nl: Er is een fout opgetreden en de gegevens van de deelnemer kunnen niet uit de database worden geëxporteerd.

source: All shortcodes specific to datetime lists
nl_nl: Alle shortcodes die specifiek zijn voor datetime-lijsten

source: This is the value of the default pricing and is shown as a flat amount or a percentage.
nl_nl: Dit is de waarde van de standaardprijs en wordt weergegeven als een vast bedrag of een percentage.

source: This is used to indicate where you want the list of questions and answers to show for the registrant. You place this within the "[attendee_list]" field.
nl_nl: Dit wordt gebruikt om aan te geven waar u de lijst met vragen en antwoorden wilt weergeven voor de registrant. Je plaatst dit in het veld "[attendee_list]".

source: Will output a list of datetimes according to the layout specified in the datetime list field.
nl_nl: Maakt een lijst met datumtijden volgens de indeling die is opgegeven in het veld lijst datumtijd.

source: Will parse to a question.
nl_nl: Zal een vraag beantwoorden.

source: Datetimes of Ticket
nl_nl: Datetijden van Ticket

source: Textarea
nl_nl: Tekstruimte

source: Will parse to the answer for a question
nl_nl: Zal het antwoord voor een vraag analyseren

source: An error occurred and the Category details could not be exported from the database.
nl_nl: Er is een fout opgetreden en de workshopgegevens konden niet worden geëxporteerd uit de database.

source: Single
nl_nl: Enkel

source: All shortcodes specific to datetime related data
nl_nl: Alle shortcodes die specifiek zijn voor datumtijd gerelateerde gegevens

source: No filename was provided
nl_nl: Geluidsbestand om af te spelen.

source: The start date and time.
nl_nl: De startdatum en tijd.

source: This is the kind of base type. Available options are Discount, Surcharge, and Tax.
nl_nl: Dit is het soort basistype. Beschikbare opties zijn Korting, Toeslag en Belasting.

source: event-category
nl_nl: categorie evenement

source: IMPORTANT
nl_nl: BELANGRIJK

source: The end date and time.
nl_nl: De einddatum en tijd.

source: Venue Category
nl_nl: Locatie Categorie

source: You are responsible for your own website security and Payment Card Industry Data Security Standards (PCI DSS) compliance.
nl_nl: U bent verantwoordelijk voor de naleving van uw eigen websitebeveiliging en Payment Card Industry Data Security Standards (PCI DSS).

source: Question Label (admin-only)
nl_nl: Vragenlabel (alleen admins)

source: This is the name of the price type.
nl_nl: Dit is de naam van de prijs type.

source: venue-category
nl_nl: locatie categorie

source: Learn more about
nl_nl: Meer informatie over

source: Internal string ID for question
nl_nl: Interne string ID voor vraag

source: This parses to the formatted email address of the organization name set in Your Organization Settings. "My Organization &lt;myorg@email.com&gt;"
nl_nl: Hiermee wordt gedetleed aan het opgemaakte e-mailadres van de organisatienaam die is ingesteld in Uw organisatie-instellingen. "Mijn organisatie &lt;myorg@email.com&gt;"

source: Event Type
nl_nl: evenement type

source: Required Question?
nl_nl: Verplichte vraag

source: This will parse to the email address only for the organization set in Your Organization Settings.
nl_nl: Dit wordt alleen aan het e-mailadres ontleed voor de organisatie die is ingesteld in Uw organisatie-instellingen.

source: Accepts .%s file types only.
nl_nl: Accepteert alleen. %s bestandstypen.

source: Text to Display if Not Provided
nl_nl: Weer te geven tekst indien niet opgegeven

source: This parses to the email address only for the organization set in Your Organization Settings page.
nl_nl: Dit wordt alleen aan het e-mailadres geparseert voor de organisatie die is ingesteld op de pagina Uw organisatieinstellingen.

source: Please only import CSV files exported from Event Espresso, or compatible 3rd-party software.
nl_nl: Importeer alleen CSV-bestanden die zijn geëxporteerd vanuit Gebeurtenis Espresso of compatibele software van derden.

source: Admin-Only Question?
nl_nl: Vraag alleen voor Admin?

source: Event Author Details Shortcodes
nl_nl: Workshop Auteursgegevens Shortcodes

source: This is the order in which price types are applied. Higher numbered price types will apply first. For example a price type with a order of application of 50 will apply before one that has an order of application of 20.
nl_nl: Dit is de volgorde waarin prijstypen worden toegepast. Hogere genummerde prijstypen zijn eerst van toepassing. Bijvoorbeeld een prijstype met een volgorde van toepassing van 50 zal van toepassing zijn vóór een die een bestelling van toepassing van 20 heeft.

source: venue
nl_nl: locatie

source: 'The uploaded file exceeds the upload_max_filesize directive in php.ini.'
nl_nl: 'Het geüploade bestand overschrijd de upload_max_filesize waarde in php.ini.'

source: All shortcodes specific to event_author data
nl_nl: Alle shortcodes die specifiek zijn voor event_author-gegevens

source: venues
nl_nl: locaties

source: The uploaded file exceeds the MAX_FILE_SIZE directive that was specified in the HTML form.
nl_nl: Het geüploade bestand overschrijd de MAX_FILE_SIZE waarde dat is aangegeven in het HTML formulier.

source: Flag Indicating question was deleted
nl_nl: Vlag die aangeeft dat de vraag is verwijderd

source: Parses to the first name of the event author.
nl_nl: Parses aan de voornaam van de auteur van het evenement.

source: This page shows all default prices that have been created with Event Espresso. These default prices can be applied to all events that are created.
nl_nl: Deze pagina toont alle standaardprijzen die zijn gemaakt met Event Espresso. Deze standaardprijzen kunnen worden toegepast op alle workshops die worden gecreëerd.

source: The uploaded file was only partially uploaded.
nl_nl: Het geüploade bestand is maar deels geupload.

source: Question Group ID
nl_nl: Vraaggroep ID

source: Parses to the last name of the event author.
nl_nl: Parseert naar de achternaam van de auteur van het evenement.

source: contacts
nl_nl: contactpersonen

source: No file was uploaded.
nl_nl: Er is geen bestand geüpload.

source: Question Group Name
nl_nl: Vraaggroep naam

source: Parses to a formatted email address of the event author (fname lname &lt;email@address.com&gt;). <strong>NOTE:</strong> If the event author has not filled out their WordPress user profile then the organization name will be used as the "From" name.
nl_nl: Parses naar een opgemaakt e-mailadres van de auteur van de gebeurtenis (fname lname &lt;email@address.com&gt;). <strong>LET OP:</strong> Als de auteur van de gebeurtenis zijn WordPress-gebruikersprofiel niet heeft ingevuld, wordt de naam van de organisatie gebruikt als de naam 'Van'.

source: Missing a temporary folder.
nl_nl: Er is geen tijdelijke map beschikbaar.

source: Text ID for question Group
nl_nl: Tekst-ID voor vraaggroep

source: Parses to the unformatted email address of the event author
nl_nl: Parses aan het niet-opgemaakte e-mailadres van de auteur van het evenement

source: This is the name of the default pricing. Clicking on the name will take you to another page so you can edit options for the selected default pricing.
nl_nl: Dit is de naam van de standaardprijzen. Als u op de naam klikt, gaat u naar een andere pagina, zodat u opties bewerken voor de geselecteerde standaardprijzen.

source: Failed to write file to disk.
nl_nl: Schrijven van bestand naar de schijf mislukt.

source: Description of Question Group
nl_nl: Beschrijving van de vraaggroep

source: This also can be used for the name of the event
nl_nl: Dit kan ook worden gebruikt als de naam van het workshop

source: Edit %s
nl_nl: Bewerk %s

source: File upload stopped by extension.
nl_nl: Bestandsupload gestopt door extensie.

source: Order in which to show the question group
nl_nl: Volgorde waarin de vraaggroep kan worden weergegeven

source: This will parse to the Feature image for the event.
nl_nl: Dit wordt geparseerd naar de Feature-afbeelding voor de gebeurtenis.

source: An unknown error occurred and the file could not be uploaded
nl_nl: Een onbekende fout heeft ervoor gezorgd dat het bestand niet geüpload kon worden

source: Flag indicating whether to show the group's name on the registration page
nl_nl: Markeren die aangeeft of de naam van de groep moet worden weergegeven op de registratiepagina

source: No file seems to have been uploaded
nl_nl: Er zijn geen bestanden geupload

source: View %s
nl_nl: Bekijk %s

source: %s was not successfully uploaded
nl_nl: %s was niet succesvol geupload

source: Indicate IF this is a system group and if it is what system group it corresponds to.
nl_nl: Geef aan of dit een systeemgroep is en met welke systeemgroep deze overeenkomt.

source: The logo image for the organization
nl_nl: De logo-afbeelding voor de organisatie

source: %s was too large of a file and could not be uploaded. The max filesize is %s' KB.
nl_nl: %s is een te groot bestand en kan niet worden geüpload. De maximale bestandsgrootte is %s 'KB.

source: Flag indicating this question group was deleted
nl_nl: Vlag die aangeeft dat deze vraaggroep is verwijderd

source: The primary email address for the organization
nl_nl: Het primaire e-mailadres voor de organisatie

source: %s had an invalid file extension, not uploaded
nl_nl: %s had een ongeldige bestandsextensie, niet geüpload

source: Question Group to Question Link
nl_nl: Vraaggroep naar vraaglink

source: The phone number for the organization
nl_nl: Het telefoonnummer van de organisatie

source: A Line Item can not have a unit price of (%s) AND a percent (%s)!
nl_nl: Een regelitem mag geen eenheidsprijs hebben van (%s) EN een percentage (%s)!

source: Question Group to Question Links
nl_nl: Vraaggroep naar vraagkoppelingen

source: Link to organization Facebook page
nl_nl: Link naar de organisatie's Facebook pagina

source: Uncategorized
nl_nl: Ungecategoriseerd

source: Link to organization Twitter page
nl_nl: Link naar de Twitter-pagina van de organisatie

source: Default Pricing Bulk Actions
nl_nl: Standaardprijzen voor bulkacties

source: Cannot save billing info because no transaction was specified
nl_nl: Kan factureringsgegevens niet opslaan omdat er geen transactie is opgegeven

source: Link to organization Pinterest page
nl_nl: Link naar de Pinterest-pagina van de organisatie

source: Bulk actions allow you to perform an action to multiple default prices at once. The following bulk actions are supported: Move to Trash, Export Prices. To use the bulk action feature, place a checkmark next to the default prices that you want to include. Then select a bulk action from the menu and click on the Apply button.
nl_nl: Met bulkacties u een actie uitvoeren op meerdere standaardprijzen tegelijk. De volgende bulkacties worden ondersteund: Verplaatsen naar afval, exportprijzen. Als u de functie bulkactie wilt gebruiken, plaatst u een vinkje naast de standaardprijzen die u wilt opnemen. Selecteer vervolgens een bulkactie in het menu en klik op de knop Toepassen.

source: Cannot save billing info because the transaction has no primary registration
nl_nl: Kan factureringsgegevens niet opslaan omdat de transactie geen primaire registratie heeft

source: Question Id
nl_nl: Vraag ID

source: Link to organization Google page
nl_nl: Link naar de Google-pagina van de organisatie

source: Default Pricing Views
nl_nl: Standaard Prijs Vertoningen

source: Single Event
nl_nl: Enkelvoudig evenement

source: Cannot save billing info because the transaction's primary registration has no attendee!
nl_nl: Kan factureringsgegevens niet opslaan omdat de primaire registratie van de transactie geen bezoeker heeft!

source: Question Option ID
nl_nl: Vraag Optie ID

source: Views allow you to restrict what you see in the Default Pricing table. The following views are available: All and Trash. The number in parentheses next to each view represents the number of default prices that will be displayed with that view.
nl_nl: Met weergaven u beperken wat u ziet in de tabel Standaardprijzen. De volgende weergaven zijn beschikbaar: Alles en Afval. Het getal tussen haakjes naast elke weergave geeft het aantal standaardprijzen weer dat met die weergave wordt weergegeven.

source: Question Option Value
nl_nl: Vraag optie waarde

source: Link to organization Instagram page
nl_nl: Link naar de Instagram-pagina van de organisatie

source: An error occurred. A valid EE_Question or EE_Answer object was not received.
nl_nl: Er is een fout opgetreden. Er is geen geldig EE_Question of EE_Answer object ontvangen.

source: Question Option Description
nl_nl: Vraag optie omschrijving

source: Show all default prices.
nl_nl: Toon alle standaard prijzen.

source: unknown
nl_nl: onbekend

source: Flag indicating Option was trashed
nl_nl: Vlag die aangeeft dat Option is weggegooid

source: All shortcodes specific primary registrant data
nl_nl: Alle shortcodes-specifieke primaire registrantgegevens

source: Show default prices that have been moved to the trash.
nl_nl: Toon standaardprijzen die naar de prullenbak zijn verplaatst.

source: Event Series
nl_nl: Event serie

source: %s's check-in status was not changed.
nl_nl: De incheckstatus van %s is niet gewijzigd.

source: Parses to the first name of the primary registration for the transaction.
nl_nl: Parses aan de voornaam van de primaire registratie voor de transactie.

source: Default Pricing Search
nl_nl: Standaardprijszoekopdracht

source: %s has been removed from Check-in records
nl_nl: %s is verwijderd uit de incheckrecords

source: Parses to the last name of the primary registration for the transaction.
nl_nl: Parseert naar de achternaam van de primaire registratie voor de transactie.

source: You can perform a search to find certain default prices. The following sources will be searched: Price Name, Price Type, Price Description, and Price Amount. To use the search feature, enter a value into the search box and click on the Search Default Prices button.
nl_nl: U een zoekopdracht uitvoeren om bepaalde standaardprijzen te vinden. De volgende bronnen worden doorzocht: prijsnaam, prijstype, prijsbeschrijving en prijsbedrag. Als u de zoekfunctie wilt gebruiken, voert u een waarde in het zoekvak in en klikt u op de knop Standaardprijzen zoeken.

source: %s has been checked in
nl_nl: %s is ingechecked

source: Parses to the email address of the primary registration for the transaction.
nl_nl: Parses aan het e-mailadres van de primaire registratie voor de transactie.

source: Ongoing Event
nl_nl: Doorlopend event

source: %s has been checked out
nl_nl: %s is uitgechecked

source: Time registration occurred
nl_nl: Tijdregistratie heeft plaatsgevonden

source: Parses to the registration code of the primary registrant for the transaction.
nl_nl: Parseert naar de registratiecode van de primaire registrant voor de transactie.

source: An "event" that people can purchase tickets to gain access for anytime for this event regardless of date times on the event
nl_nl: Een "evenement" dat mensen kunnen kopen tickets om toegang te krijgen voor elk gewenst moment voor dit evenement, ongeacht de datum van het evenement

source: You've requested the amount of tickets sold for a given ticket and datetime, however there are no records for the datetime id you included. Are you SURE that is a datetime related to this ticket?
nl_nl: Je hebt het aantal verkochte tickets aangevraagd voor een bepaald ticket en datumtijd, maar er zijn geen records voor de datum-id die je hebt opgenomen. Weet je zeker dat dit een datumtijd is die gerelateerd is aan dit ticket?

source: Primary Registrant List Shortcodes
nl_nl: Shortcodes lijst primaire registranten

source: The Event Espresso Configuration Settings have been successfully updated.
nl_nl: De Event Espresso-configuratie-instellingen zijn succesvol bijgewerkt.

source: Could not find billing info for transaction because no gateway has been used for it yet
nl_nl: Kon geen factureringsgegevens voor transactie vinden omdat er nog geen gateway voor is gebruikt

source: Session ID of registration
nl_nl: Sessie-ID van registratie

source: All shortcodes specific primary registrant recipients list type data.
nl_nl: Alle shortcodes-specifieke ontvangers van primaire registranten vermelden typegegevens.

source: The Event Espresso Configuration Settings were not updated.
nl_nl: De Event Espresso-configuratie-instellingen zijn niet bijgewerkt.

source: Cannot get billing info for gateway %s on transaction because no primary registration exists
nl_nl: Kan geen factureringsgegevens voor gateway-%s op transactie krijgen omdat er geen primaire registratie bestaat

source: Unique Code for this registration
nl_nl: Unieke code voor deze aanmelding

source: This page shows all price types that have been created with Event Espresso.
nl_nl: Op deze pagina worden alle prijstypen weergegeven die zijn gemaakt met Gebeurtenis Espresso.

source: String to be used in URL for identifying registration
nl_nl: Tekenreeks die moet worden gebruikt in URL voor het identificeren van registratie

source: Will output a list of datetimes that the primary registrant for the transaction has been registered for.
nl_nl: Zal een lijst van datums uitvoeren waarvoor de primaire registrant voor de transactie is geregistreerd.

source: The requested %s widget class does not exist.
nl_nl: De aangevraagde widgetklasse %s bestaat niet.

source: Recipient Details Shortcodes
nl_nl: Ontvanger Details Shortcodes

source: The requested %1$s shortcode file could not be found or is not readable due to file permissions. It should be in %2$s
nl_nl: Het gevraagde %1$s shortcode-bestand kan niet worden gevonden of is niet leesbaar vanwege bestandsmachtigingen. Het zou in %2$s

source: Answer ID
nl_nl: Antwoord ID

source: Number of registrations on this group
nl_nl: Aantal registraties voor deze groep

source: All shortcodes specific to recipient registration data
nl_nl: Alle shortcodes die specifiek zijn voor de registratiegegevens van de ontvanger

source: The requested %s shortcode class does not exist.
nl_nl: De gevraagde shortcode-klasse %s bestaat niet.

source: Flag indicating the registrant plans on attending
nl_nl: Vlag met vermelding van de registrant plannen op het bijwonen

source: Parses to the first name of the recipient for the message.
nl_nl: Parseert naar de voornaam van de ontvanger voor het bericht.

source: The requested %s module file could not be found or is not readable due to file permissions.
nl_nl: Het gevraagde %s modulebestand kan niet worden gevonden of is niet leesbaar vanwege bestandsmachtigingen.

source: Answer Value
nl_nl: Antwoord waarde

source: Flag indicating if registration has been archived or not.
nl_nl: Vlag die aangeeft of de registratie is gearchiveerd of niet.

source: Parses to the last name of the recipient for the message.
nl_nl: Parseert naar de achternaam van de ontvanger voor het bericht.

source: The requested %s module class does not exist.
nl_nl: De aangevraagde moduleklasse %s bestaat niet.

source: Attendee ID
nl_nl: Deelnemers ID

source: Parses to the email address of the recipient for the message.
nl_nl: Parseert naar het e-mailadres van de ontvanger van het bericht.

source: The module %s has not been registered.
nl_nl: De module %s is niet geregistreerd.

source: Attendee Full Name
nl_nl: Volledige naam Deelnemer

source: Parses to the registration code of the recipient for the message.
nl_nl: Parseert naar de registratiecode van de ontvanger voor het bericht.

source: No route has been supplied.
nl_nl: Er is geen route opgegeven.

source: Attendee Biography
nl_nl: Registrant biografie

source: Parses to a link for frontend editing of the registration for the recipient.
nl_nl: Parseert naar een link voor frontend-bewerking van de registratie voor de ontvanger.

source: Price Types based on the "surcharge" base type add to the running total.
nl_nl: Prijssoorten op basis van het basistype "toeslag" worden opgeteld bij het lopende totaal.

source: A valid class method for the %s route has not been supplied.
nl_nl: Er is geen geldige klassemethode opgegeven voor de %s -route.

source: No Biography Provided
nl_nl: Geen biografie verstrekt

source: Recipient List Shortcodes
nl_nl: Shortcodes voor ontvangerslijst

source: The module route %s for this forward has not been registered.
nl_nl: De moduleroute %s voor deze doorstuur is niet geregistreerd.

source: Attendee URL Slug
nl_nl: Deelnemer URL Slug

source: All shortcodes specific to registrant recipients list type data.
nl_nl: Alle shortcodes die specifiek zijn voor ontvangers van de registrant, geven type gegevens op.

source: Taxes are a special price type. While you can view the value of a tax price on a single ticket in the event editor, taxes are only applied to the cart total after all other modifiers have been added or subtracted from the base price.
nl_nl: Belastingen zijn een speciaal prijstype. Terwijl u de waarde van het belastingbedrag op een ticket kunt bekijken in de workshopeditor, worden de belastingen alleen op het kaarttotaal toegepast nadat alle andere bewerkers zijn toegevoegd of afgetrokken van de basisprijs.

source: No forwarding route has been supplied.
nl_nl: Er is geen doorstuurroute opgegeven.

source: Time Attendee Created
nl_nl: Tijd deelnemer aangemaakt
