Repository: eventespresso/event-espresso-core
Catalog: languages/event_espresso-*.po
Languages: nl_nl

source: When testing checking accounts, use %1$s for the routing number and %2$s for the account number.
nl_nl: Gebruik bij het testen van het controleren van accounts %1$s voor het routeringsnummer en %2$s voor het rekeningnummer.

source: This integration can use the Authorize.net Transaction Details API for increased security. %1$sPlease enable the Authorize.net Transaction Details API for your account.%2$s
nl_nl: Deze integratie kan de API voor Authorize.net transactiegegevens gebruiken voor meer beveiliging. %1$s Schakel de API voor transactiegegevens in Authorize.net voor uw account. %2$s

source: The payment processor Authorize.net appears to not be responding. Their server may be having issues, or %1$s may have content being served over HTTP and your browser is preventing the page from loading completely. Please contact the site owner and try again using a different browser.
nl_nl: De betalingsverwerker Authorize.net lijkt niet te reageren. Hun server kan problemen hebben, of %1$s inhoud kan worden geserveerd via HTTP en uw browser is het voorkomen van de pagina volledig laden. Neem contact op met de eigenaar van de site en probeer het opnieuw met een andere browser.

source: We were unable to send an error report to the server. Please notify the site owner. The error was:
nl_nl: We konden geen foutrapport naar de server sturen. Informeer de eigenaar van de site. De fout was:

source: Continue
nl_nl: Doorgaan

source: Reset Form And Try Again
nl_nl: Formulier opnieuw instellen en opnieuw proberen

source: Payment page token request
nl_nl: Aanvraag voor token van betalingspagina's

source: Unrecognized "getHostedPaymentPageRequest" Error
nl_nl: Fout 'getHostedPaymentPageRequest'

source: Successful payment, but it could not be verified. Please check the Transaction Details API is enabled for your account. See %1$s
nl_nl: Succesvolle betaling, maar kan niet worden geverifieerd. Controleer of de API voor transactiegegevens is ingeschakeld voor uw account. Zie %1$s

source: The response from Authorize.net could to be defined.
nl_nl: Het antwoord van Authorize.net zou kunnen worden gedefinieerd.

source: Could not find Authorize.net Accept payment for EE payment %s
nl_nl: Kon Authorize.net Betaling accepteren voor EE-betaling niet vinden %s

source: Other (promotion/surcharge)
nl_nl: Overige (promotie/toeslag)

source: Authorize.net Accept
nl_nl: Authorize.net Accepteren

source: Authorize.net API login ID %s
nl_nl: Authorize.net API-aanmeldings-ID %s

source: Hide
nl_nl: Verberg

source: Show, but don't require
nl_nl: Weergeven, maar niet nodig

source: Require
nl_nl: Vereisen

source: Authorize.net Accept Settings
nl_nl: Authorize.net Instellingen accepteren

source: Adjust the settings for the Authorize.net Accept payment gateway.
nl_nl: Pas de instellingen voor de Authorize.net Betalingsgateway accepteren.

source: Important Setup Notes
nl_nl: Belangrijke installatienotities

source: Please, remember to use your event website, otherwise we'll take the hint and realize you don't really want the site and will delete it. (But we'll send you another email when the time gets close, like we did this time.)
nl_nl: Vergeet niet om uw evenement website te gebruiken, anders nemen we de hint en beseffen dat je niet echt wilt dat de site en zal verwijderen. (Maar we sturen je nog een e-mail wanneer de tijd dichtbij komt, zoals we deze keer deden.)

source: Ok, got it. Take me to %1$s.
nl_nl: Oké, ik heb het. Breng me naar %1$s.

source: There was an error initializing the payment form from Authorize.net. Please contact the site administrator.
nl_nl: Er is een fout opgetreden bij het initialiseren van het betalingsformulier van Authorize.net. Neem contact op met de beheerder van de site.

source: You probably saw the email we sent you notifying your site would be deleted if you didn't log in. Well, you logged in, and so we won't be deleting your site.
nl_nl: U hebt waarschijnlijk gezien dat de e-mail die we u hebben gestuurd met de melding dat uw site zou worden verwijderd als u zich niet had gemeld. Je bent ingelogd, dus we zullen je site niet verwijderen.

source: Only SELECT queries allowed (for now). Use the string "{$wpdb->prefix}", "{$wpdb->base_prefix}", "{$wpdb->siteid}", and "{$wpdb->blogid}" as you would normally. These strings will be replaced appropriately when querying each blog.
nl_nl: Alleen SELECT-query's toegestaan (voor nu). Gebruik de tekenreeks {$wpdb->prefix}", {$wpdb->base_prefix}", {$wpdb->siteid}" en '{$wpdb->blogid}' zoals u normaal zou doen. Deze tekenreeksen worden op de juiste manier vervangen bij het opvragen van elke blog.

source: Whether to stop everything on exception, or just skip
nl_nl: Of om alles te stoppen op uitzondering, of gewoon overslaan

source: Run Query
nl_nl: Query uitvoeren

source: Only SELECT queries allowed
nl_nl: Alleen SELECT-query's toegestaan

source: Sites Deleted
nl_nl: Sites verwijderd

source: Assess and Migrate Network Sites
nl_nl: Netwerksites beoordelen en migreren

source: Last Request for this Blog by an Admin
nl_nl: Laatste verzoek voor deze blog door een beheerder

source: Assessment (and possible migrations) started
nl_nl: Beoordeling (en mogelijke migraties) gestart

source: Migrated %1$s records from %2$s during migration step %3$s.
nl_nl: Gemigreerde %1$s records van %2$s tijdens de %3$s van de migratiestap.

source: Assessed %1$s. It needs to be migrateted...
nl_nl: Beoordeeld %1$s. Het moet worden gemigreerd ...

source: Assessed %1$s. No migrations required.
nl_nl: Beoordeeld %1$s. Geen migraties nodig.

source: All done multisite migration and assessment
nl_nl: Alle gedaan multisite migratie en beoordeling

source: You do not have permission to do big queries like this. You need "manage_options"
nl_nl: Je hebt geen toestemming om grote vragen als deze te doen. Je hebt 'manage_options' nodig.

source: Counted blogs and wrote header row
nl_nl: Getelde blogs en schreef koptekstrij

source: WPDB Error: "%1$s" while running query "%2$s"
nl_nl: WPDB-fout: "%1$s" tijdens het uitvoeren van query "%2$s"

source: Wrote rows for %1$d blogs...
nl_nl: Schreef rijen voor %1$d blogs ...

source: Site Deletion Cancelled
nl_nl: Site verwijdering geannuleerd

source: Thanks for logging in again, it's been a while.
nl_nl: Bedankt voor het inloggen weer, het is al een tijdje geleden.

source: Thanks for Coming Back!
nl_nl: Bedankt voor coming back!

source: Once Weekly
nl_nl: Wekelijks

source: Site Management
nl_nl: Sitebeheer

source: All done deleting sites.
nl_nl: Alle gedaan verwijderen van sites.

source: It appears we are not making any progress assessing the sites needing migration. Something is wrong
nl_nl: Het lijkt erop dat we geen vooruitgang boeken bij het beoordelen van de sites die migratie nodig hebben. Er is iets mis

source: Prune Old Sites
nl_nl: Oude sites snoeien

source: Make sure you save any changes made here before clicking the prune sites button.
nl_nl: Zorg ervoor dat u eventuele wijzigingen die hier zijn aangebracht opslaat voordat u op de knop Voor snoeisites klikt.

source: Prune Sites
nl_nl: Sites snoeien

source: Delete Sites that have not been updated in the last given number of days
nl_nl: Sites verwijderen die in de afgelopen dagen niet zijn bijgewerkt

source: Excluded sites
nl_nl: Uitgesloten sites

source: Enter a comma delimited list of site_ids to exclude from the delete query
nl_nl: Voer een door komma's gescheiden lijst in met site_ids om uit te sluiten van de verwijderquery

source: Delete non super admin users that belong to the deleted sites?
nl_nl: Niet super admin gebruikers die behoren tot de verwijderde sites verwijderen?

source: Settings updated.
nl_nl: Instellingen bijgewerkt.

source: Deleting sites is only allowable via ajax currently
nl_nl: Het verwijderen van sites is alleen toegestaan via ajax op dit moment

source: Multisite Queryer
nl_nl: Multisite-querysitter

source: Will execute a query on every site in the network and generate a CSV file of the results
nl_nl: Voert een query uit op elke site in het netwerk en genereert een CSV-bestand met de resultaten

source: get_results (for selects)
nl_nl: get_results (voor selecties)

source: Usage is deprecated. Use \EventEspresso\core\services\shortcodes\LegacyShortcodesManager::registerShortcode() as direct replacement, or better yet, please see the new \EventEspresso\core\services\shortcodes\ShortcodesManager class.
nl_nl: Het gebruik wordt afgeschaft. Gebruik \EventEspresso\core\services\shortcodes\LegacyShortcodesManager::registerShortcode() als directe vervanging, of beter nog, raadpleeg de nieuwe klasse \EventEspresso\core\services\shortcodes\ShortcodesManager.

source: Failed to generate OpenSSL initialization vector.
nl_nl: Het genereren van de OpenSSL initialisatievector is mislukt

source: Usage is deprecated. Please use \EventEspresso\core\services\shortcodes\LegacyShortcodesManager::initializeShortcode() instead.
nl_nl: Gebruik is verouderd. Gelieve in de plaats \EventEspresso\core\services\shortcodes\LegacyShortcodesManager::initializeShortcode() te gebruiken.

source: Usage is deprecated
nl_nl: Gebruik is verouderd

source: Usage is deprecated.
nl_nl: Gebruik is verouderd

source: URL for the google map associated with the venue.
nl_nl: URL van de google map verbonden aan de locatie

source: The current collection is configured to use a method named "%1$s" when setting or retrieving objects. The supplied entity is an instance of "%2$s", but does not contain this method.
nl_nl: De huidige collectie is geconfigureerd om een methode met de naam "%1$s" te gebruiken wanneer objecten ingesteld of opgevraagd worden. De verschafte entiteit is een instance van "%2$s", maar bevat deze methode niet.

source: The "FHEE__EventEspresso_core_services_shortcodes_ShortcodesManager__registerShortcodes__shortcode_collection" filter must return a Collection of EspressoShortcode objects. "%1$s" was received instead.
nl_nl: De "FHEE__EventEspresso_core_services_shortcodes_ShortcodesManager__registerShortcodes__shortcode_collection" filter moet een Collection van EspressoShortcode objecten teruggeven. In de plaats daarvan werd "%1$s" ontvangen.

source: Is your state/province missing from the dropdown menu above? You can add it by completing the following steps:
nl_nl: Ontbreekt je staat/provincie in de keuzelijst? Je kan het toevoegen met volgende stappen:

source: After clicking "Finalize Registration", you will be given instructions on how to access your invoice and complete your payment.%sPlease note that event spaces will not be reserved until payment is received in full, and any remaining tickets could be sold to others in the meantime.
nl_nl: Na het klikken op Registratie af te ronden, krijgt u instructies over hoe u toegang krijgt tot uw factuur en uw betaling voltooien. %s Houd er rekening mee dat evenementenruimten niet worden gereserveerd totdat de betaling volledig is ontvangen en dat eventuele resterende tickets in de tussentijd aan anderen kunnen worden verkocht.

source: Payment must be received within 48 hours of event date. Details about where to send the payment are included on the invoice.
nl_nl: De betaling moet ten laatste 48 uur voor de start van het evenement ontvangen zijn. Details over waar de betaling naartoe moet gaan zijn terug te vinden op de factuur.

source: Usage is deprecated. Please use \EventEspresso\core\domain\services\wp_queries\EventListQuery instead.
nl_nl: Gebruik is verouderd. Gelieve in de plaats \EventEspresso\core\domain\services\wp_queries\EventListQuery te gebruiken.

source: Could not create an Infusionsoft Contact.
nl_nl: Aanmaken Infusionsoft Contact is mislukt.

source: Could not create an Infusionsoft invoice for this payment.
nl_nl: Aanmaken van een Infusionsoft factuur voor deze betaling is mislukt.

source: Card validation failed !
nl_nl: Kaartvalidatie mislukt!

source: Card Charge request resulted in an unrecognized Error.
nl_nl: Aanvraag voor kaartkosten resulteerde in een niet-herkende fout.

source: Your Infusionsoft Merchant Account ID.
nl_nl: Uw Infusionsoft Merchant Account ID.

source: Don't forget to visit the %1$sInfusionsoft settings page%2$s to provide your application name and private key.
nl_nl: Vergeet niet om de pagina %1$sInfusionsoft-instellingen te bezoeken%2$s om uw toepassingsnaam en privésleutel op te geven.

source: Missing some Infusionsoft configuration. Please visit the %1$sInfusionsoft settings page%2$s and provide your application name and private key.
nl_nl: Ontbreekt een infusionsoft configuratie. Ga naar de pagina %1$sInfusionsoft-instellingen%2$s en geef uw toepassingsnaam en privésleutel op.

source: Error connecting to Infusionsoft: %1$s. Please double-check your %2$s application name and private key%3$s.
nl_nl: Fout in het verbinden met Infusionsoft: %1$s. Controleer uw %2$s naam van de toepassing en de privésleutel%3$s.

source: Infusionsoft Payments Settings
nl_nl: Instellingen voor infusionsoft-betalingen

source: Infusionsoft Payments
nl_nl: Infusionsoft Betalingen

source: Adjust the settings for the Infusionsoft Payments.
nl_nl: Pas de instellingen voor de Infusionsoft-betalingen aan.

source: Click here to sign up for an account with
nl_nl: Klik hier om je aan te melden voor een account bij

source: Merchant Account ID
nl_nl: Verkoper Account ID

source: Where to find your Merchant Account ID ? More information can be found on our %1$sInfusionsoft Integration%2$s documentation page, under the %3$s"Finding the Merchant ID within Infusionsoft"%4$s section.
nl_nl: Waar vindt u uw Merchant Account ID? Meer informatie is te vinden op onze %1$sInfusionsoft Integration%2$s documentatie pagina, onder de %3$s "Finding the Merchant ID in Infusionsoft"%4$s sectie.

source: Select card types that should be allowed for the checkout.
nl_nl: Selecteer kaarttypen die moeten worden toegestaan voor het afrekenen.

source: %1$sClick here%2$s for more information on how to setup Infusionsoft Payments on your account.
nl_nl: %1$s Klik hier%2$s voor meer informatie over het instellen van Infusionsoft Payments op uw account.

source: For testing please use a Merchant Account with Test mode enabled. %1$sClick here%2$s for more information.
nl_nl: Voor het testen u een Merchant Account gebruiken met testmodus ingeschakeld. %1$s Klik hier%2$s voor meer informatie.

source: CompositeCommandHandler classes require an instance of the CommandBus.
nl_nl: SamengesteldcommandHandler-klassen vereisen een instantie van de CommandBus.

source: %1$s could not format the string "%2$s" because the function "%3$s" does not exist. Please verify PHP is installed with this function, see %4$s
nl_nl: %1$s kon de tekenreeks "%2$s" niet opmaken omdat de functie "%3$s" niet bestaat. Controleer of PHP is geïnstalleerd met deze functie, zie %4$s

source: The CoreLoader class must receive an instance of EE_Registry or the CoffeeShop DI container.
nl_nl: De klasse CoreLoader moet een exemplaar van EE_Registry of de CoffeeShop DI-container ontvangen.

source: cancel new State/Province
nl_nl: stop nieuwe staat/provincie

source: Checkout Locale
nl_nl: Account locale

source: Select the language Stripe should use for checkout here, use auto for Stripe to determine which of its %1$ssupported languages%2$s to use or choose a specific specific language.
nl_nl: Selecteer de taal die Stripe moet gebruiken voor het afrekenen van hier, gebruik auto voor Stripe om te bepalen welke van de %1$sondersteunde talen%2$s om een specifieke taal te gebruiken of te kiezen.

source: Event Wait List
nl_nl: Wachtlijst evenement

source: Move Registrations to Wait List
nl_nl: Registraties verplaatsen naar wachtlijst

source: Move Registrations to Wait List and Notify
nl_nl: Registraties verplaatsen naar wachtlijst en melden

source: Wait List Registrations
nl_nl: Inschrijvingen op de wachtlijst

source: View registrations on the wait list for this event
nl_nl: Bekijk de inschrijvingen op de wachtlijst voor dit evenement

source: Wait List
nl_nl: Wachtlijst

source: Event Wait List Settings
nl_nl: Instellingen voor wachtlijsten voor gebeurtenissen

source: Wait List Spaces
nl_nl: Wachtlijstruimtes

source: Number of additional registrants the wait list accepts before the event is completely sold out. For example, if your reg limit for an event is 100, and this field is set to 20, then the wait list form will be displayed until there are a total of 120 registrants for the event. IMPORTANT! Setting this field to zero will turn off the Wait List and prevent any further processing for any registrants that may already be signed up.
nl_nl: Aantal extra registranten dat de wachtlijst accepteert voordat het evenement volledig is uitverkocht. Als uw reg-limiet voor een gebeurtenis bijvoorbeeld 100 is en dit veld is ingesteld op 20, wordt het formulier wachtlijst weergegeven totdat er in totaal 120 registranten voor de gebeurtenis zijn. Belangrijk! Als u dit veld op nul stelt, wordt de wachtlijst uitgeschakeld en wordt verdere verwerking voor registranten die mogelijk al zijn aangemeld, voorkomen.

source: Controls whether or not to automatically promote registrants from the wait list to the "Pending Payment" status (or the default event reg status) based on their position on the wait list. If no, then this will need to be done manually.
nl_nl: Hiermee bepaalt u of registranten van de wachtlijst automatisch worden gepromoot naar de status 'Betaling in behandeling' (of de standaard gebeurtenisregstatus) op basis van hun positie op de wachtlijst. Zo nee, dan moet dit handmatig gebeuren.

source: Manually Controlled Spaces
nl_nl: Handmatig bestuurde ruimten

source: Controls the number of spaces that are NOT automatically promoted from the wait list to another registration status. This allows you to manually control a portion of the wait list spaces if you so desire. So for example, if the Wait List had a total of 10 spaces, and you set this to 5, then 5 of those spaces would need to be selected and managed by you, and the rest would be under automatic control. Setting this to zero puts the wait list fully under automatic control, and all registrants will be managed completely by the system.
nl_nl: Hiermee bepaalt u het aantal spaties dat NIET automatisch wordt gepromoot van de wachtlijst naar een andere registratiestatus. Hiermee u een deel van de wachtlijstruimtes handmatig bedienen als u dat wenst. Als de wachtlijst bijvoorbeeld in totaal 10 spaties had en u dit instelt op 5, moeten 5 van die spaties door u worden geselecteerd en beheerd en de rest zou onder automatische controle staan. Als u dit op nul zet, wordt de wachtlijst volledig onder automatische controle gehouden en worden alle registranten volledig door het systeem beheerd.

source: Sign Up For The Wait List
nl_nl: Geef je op voor de wachtlijst

source: Join Now
nl_nl: Registreren

source: If you would like to be added to the wait list for this event, then please enter your name and email address, and we will contact you when spaces become available.
nl_nl: Als je wilt worden toegevoegd aan de wachtlijst voor dit evenement, voer dan je naam en e-mailadres in en we nemen contact met je op wanneer er ruimten beschikbaar zijn.

source: please enter your name
nl_nl: geef je naam

source: please enter a valid email address
nl_nl: geef een geldig e-mailadres

source: Preferred Option
nl_nl: Voorkeurs optie

source: Join The Wait List
nl_nl: Zet jezelf op de wachtlijst

source: Thank You %1$s.%2$sYou have been successfully added to the Wait List for:%2$s%3$s
nl_nl: Bedankt %1$s.%2$sJe bent met succes op de wachtlijst geplaatst voor :%2$s%3$s

source: There is %1$d space(s) available for "%2$s", with %3$d space(s) under manual control, and %4$d registrant(s) on the Wait List for that event. %6$s View a list of %5$s and select those you wish to offer a space to by updating their registration status accordingly.
nl_nl: Er is %1$d ruimte(s) beschikbaar voor "%2$s", met %3$d ruimte(en) onder handmatige controle en %4$d registrant(s) op de wachtlijst voor die gebeurtenis. %6$s Een lijst met %5$s weergeven en selecteer de %5$s die u een ruimte wilt aanbieden door hun registratiestatus dienovereenkomstig bij te werken.

source: The registration status for "%1$s" %2$s(ID:%3$d)%4$s has been successfully updated to "%5$s". They were previously on the Wait List for "%6$s".
nl_nl: De registratiestatus voor %2$s '%1$s' (ID:%3$d)%4$s is bijgewerkt naar '%5$s'. Ze stonden eerder op de wachtlijst voor "%6$s".

source: Recipient Wait List Shortcodes
nl_nl: Shortcodes voor geadresseerdenlijst

source: These are shortcodes that are specific to the Wait List message types.
nl_nl: Dit zijn shortcodes die specifiek zijn voor de berichttypen van de wachtlijst.

source: This returns the generated url for the wait list registrant to complete the sign-up process.
nl_nl: Hiermee wordt de gegenereerde url geretourneerd voor de wachtlijstregistrant om het aanmeldingsproces te voltooien.

source: Details about your selection:
nl_nl: Gegevens van jouw keuze:

source: Default Maximum Tickets Per Order
nl_nl: Standaard maximum aantal tickets per opdracht

source: Default Maximum Tickets Allowed Per Order:
nl_nl: Standaard maximaal aantal toegestane tickets per opdracht:

source: This setting allows you to indicate what will be the default for the maximum number of tickets per order when creating new events.
nl_nl: Met deze instelling u aangeven wat de standaard is voor het maximum aantal tickets per bestelling bij het maken van nieuwe evenementen.

source: Default Event Settings were updated
nl_nl: Standaardgebeurtenisinstellingen zijn bijgewerkt

source: Use this to control what the default will be for maximum tickets on an order when creating a new event.
nl_nl: Gebruik dit om te bepalen wat de standaardinstelling is voor maximale tickets op een bestelling bij het maken van een nieuwe gebeurtenis.

source: This shows the number of reserved tickets that have access to this event datetime.
nl_nl: Hierin wordt het aantal gereserveerde tickets weergegeven dat toegang heeft tot deze datumtijd van dit evenement.

source: This shows the number of tickets that are reserved for this ticket.
nl_nl: Hierin wordt het aantal tickets weergegeven dat voor dit ticket gereserveerd is.

source: Reset Event Espresso Data
nl_nl: Gebeurtenis espressogegevens opnieuw instellen

source: This will reset data for Event Espresso 4, and for all active add-ons. Inactive add-ons will not be affected.
nl_nl: Hiermee worden de gegevens voor Gebeurtenis Espresso 4 en voor alle actieve add-ons opnieuw ingesteld. Inactieve add-ons worden niet beïnvloed.

source: Your Event Espresso data will return to its default settings. The rest of your website will be unaffected.
nl_nl: Uw Gebeurtenis Espresso-gegevens worden terugverdeeld naar de standaardinstellingen. De rest van uw website blijft ongewijzigd.

source: Permanently Delete ALL Event Espresso Data
nl_nl: Alle gebeurtenis espressogegevens permanent verwijderen

source: This will delete data for Event Espresso 4, and all currently active add-ons. Event Espresso will then be deactivated. You may need to manually deactivate each add-on individually.
nl_nl: Dit verwijdert gegevens voor Event Espresso 4, en alle actieve add-ons. Event Espresso zal dan worden gedeactiveerd. U moet mogelijks handmatig elke add-on afzonderlijk uitschakelen.

source: Filter by Messengers
nl_nl: Filteren op Messengers

source: Select a messenger type and then click the button to enable that filter.
nl_nl: Selecteer een messenger-type en klik op de knop om dat filter in te schakelen.

source: Select a message type and then click the button to enable that filter.
nl_nl: Selecteer een berichttype en klik op de knop om dat filter in te schakelen.

source: Shows message types that are available.
nl_nl: Hiermee worden berichttypen weergegeven die beschikbaar zijn.
