Repository: eventespresso/event-espresso-core
Catalog: languages/event_espresso-*.po
Languages: nl_nl

source: Automatically set "%s" to "%s" because Paypal requires address info in order to calculate shipping or taxes.
nl_nl: Wijzig "%s" automatisch naar "%s" omdat Paypal adresinformatie nodig heeft om verzendkosten of belastingen te kunnen betalen.

source: If set to "Yes", we will indicate to PayPal that it should calculate the taxes on the order and add it. This means PayPal's tax calculations will be used on the order instead of Event Espresso's. %1$sRead here for more information.%2$s
nl_nl: Als u is ingesteld op 'Ja', geven we PayPal aan dat het de belastingen op de bestelling moet berekenen en toevoegen. Dit betekent dat de belastingberekeningen van PayPal worden gebruikt op de bestelling in plaats van die van Event Espresso. %1$s Lees hier voor meer informatie. %2$s

source: Note: It may confuse users if Event Espresso initially calculates taxes on the order, and then they go to PayPal and it calculates taxes differently. So it is recommended that if PayPal is calculating taxes, that you do not set any taxes in Event Espresso.
nl_nl: Opmerking: Het kan gebruikers in verwarring brengen als Gebeurtenis Espresso in eerste instantie belastingen op de bestelling berekent, en dan gaan ze naar PayPal en het berekent belastingen anders. Het wordt dus aanbevolen dat als PayPal belastingen berekent, u geen belastingen instelt in Event Espresso.

source: Similar to the "PayPal Calculates Taxes" setting, if this is set to "Yes", we will indicate to PayPal that it should calculate the shipping on each payment (if there are multiple payments for a single transaction, PayPal is permitted to add shipping charges to each payment.)
nl_nl: Net als bij de instelling 'PayPal berekent belastingen' geven we paypal aan als dit is ingesteld op 'Ja', zodat het de verzendkosten voor elke betaling moet berekenen (als er meerdere betalingen zijn voor één transactie, mag PayPal verzendkosten toevoegen aan elke betaling.)

source: Also Note: In order for PayPal to properly calculate taxes and shipping, they need to receive the entire order at the same time. So if a user goes to make a payment using PayPal, and their order somehow already has a payment on it, PayPal CANNOT calculate taxes or shipping on that order.
nl_nl: Opmerking: Om paypal de belastingen en verzendkosten goed te kunnen berekenen, moeten ze de volledige bestelling tegelijkertijd ontvangen. Dus als een gebruiker gaat om een betaling te doen met behulp van PayPal, en hun bestelling een of andere manier al een betaling op, PayPal kan niet berekenen belastingen of verzendkosten op die bestelling.

source: Other Important Information
nl_nl: Andere belangrijke informatie

source: This is a good place to mention how to setup an account with the payment gateway, and any important gotchas. You can use variables set from EE_PMT_New_Payment_method_Offsite::help_tabs_config() in here. Like this: %1$s
nl_nl: Dit is een goede plek om te vermelden hoe je een account instelt met de betalingsgateway en eventuele belangrijke gotcha's. U hier variabelen gebruiken die zijn ingesteld vanaf EE_PMT_New_Payment_method_Offsite::help_tabs_config(). Zoals dit: %1$s

# Used to give date range
source: For the period: %1$s to %2$s
nl_nl: Voor de periode: %1$s tot %2$s

# Used to give date range
source: For the period: %s to %s
nl_nl: Voor de periode: %s tot %s

# Ticket for Event
source: %1$s for %2$s
nl_nl: %1$s voor %2$s

source: It appears that the Payment was deleted but no change was recorded for the Transaction for an unknown reason. Please verify that all data for this Transaction looks correct..
nl_nl: De betaling is verwijderd maar er is om onduidelijke reden geen wijziging bij de transactie opgeslagen. Controleer of alle gegevens van de transactie juist zijn.

source: The Payment was successfully deleted, and the Transaction has been updated accordingly.
nl_nl: De betaling is met succes verwijderd en de transactie is overeenkomstig bijgewerkt.

source: Extra Join ID
nl_nl: Extra samenvoeg-id

source: First Model ID
nl_nl: Eerste model-id

source: First Model Name
nl_nl: Eerste modelnaam

source: Second Model ID
nl_nl: Tweede model-id

source: Second Model Name
nl_nl: Tweede modelnaam

source: The payment method %1$s was automatically deactivated because it appears its associated Event Espresso Addon was recently deactivated.%2$sIt can be reactivated on the %3$sPlugins admin page%4$s, then you can reactivate the payment method.
nl_nl: De betaalmethode %1$s is automatisch uitgeschakeld omdat de gekoppelde Event Espresso Addon onlangs is gedeactiveerd.%2$sIt kan opnieuw worden geactiveerd op de %3$sPlugins admin page%4$s, waarna u de betaalmethode kunt heractvieren.

source: Max Size
nl_nl: Maximale grootte

source: published
nl_nl: gepubliceerd

source: scheduled
nl_nl: gepland

source: draft
nl_nl: concept

source: private
nl_nl: privé

source: trashed
nl_nl: verwijderd

source: %1$s was called %2$sincorrectly%3$s. %4$s %5$s
nl_nl: %1$s is %2$sonjuist%3$s aangeroepen. %4$s %5$s

source: This is a doing_it_wrong message that was triggered during an ajax request. The request params on this request were:
nl_nl: Dit is een doing_it_wrong bericht dat werd geactiveerd tijdens een verzoek van Ajax. Het verzoek params op dit verzoek waren:

source: Could not save job %1$s to the Wordpress Options table. These were the arguments used: %2$s
nl_nl: Kan geen taak opslaan %1$s naar de tabel Wordpress Opties. Dit waren de argumenten die werden gebruikt: %2$s

source: The class %1$s does not exist, and so could not be used for running a job. It should implement JobHandlerInterface.
nl_nl: De klasse %1$s bestaat niet en kan dus niet worden gebruikt voor het uitvoeren van een taak. Het zou JobHandlerInterface moeten implementeren.

source: The class %1$s does not implement JobHandlerInterface and so could not be used for running a job
nl_nl: De klasse %1$s implementeert JobHandlerInterface niet en kan dus niet worden gebruikt voor het uitvoeren van een taak

source: __Unknown__
nl_nl: "(onbekend)"

source: Could not create temporary file, an unknown error occurred
nl_nl: Kan geen tijdelijk bestand maken, er is een onbekende fout opgetreden

source: Could not create temporary file for job %1$s, because: %2$s
nl_nl: Kon geen tijdelijk bestand maken voor taak %1$s, omdat: %2$s

source: You do not have permission to view contacts
nl_nl: U heeft geen rechten om contacten te bekijken

source: Contacts report started successfully...
nl_nl: Contactrapport succesvol gestart...

source: Wrote %1$s rows to report CSV file...
nl_nl: %1$s rijen naar rapportage CSV-bestand geschreven...

source: Cleaned up temporary file
nl_nl: Tijdelijk bestand opgeschoond

source: You do not have permission to view registrations
nl_nl: U heeft geen rechten om registraties te bekijken

source: Registrations report started successfully...
nl_nl: Registratierapport succesvol gestart...

source: Input is too long. Maximum number of characters is %1$s
nl_nl: De invoer is te lang. Het maximum aantal tekens is %1$s

source: The EE_Message_Registrations_incoming_data class expects an array of EE_Registration objects.
nl_nl: De klasse EE_Message_Registrations_incoming_data verwacht een array met EE_Registration objecten.

source: There is no payment method of type %1$s, so it could not be activated
nl_nl: Er is geen betaalmethode van type %1$s, dus het kan niet worden geactiveerd

source: There is no calculated field %1$s on resource %2$s
nl_nl: Er is geen berekend veld %1$s op resource %2$s

source: Cannot load model "%1$s" because it does not exist in version %2$s of Event Espresso
nl_nl: Kan geen model "%1$s" laden omdat deze niet bestaat in versie %2$s van Gebeurtenis Espresso

source: The class %1$s was misnamed. It name should match the regex "%2$s"
nl_nl: De klas %1$s werd verkeerd genoemd. Het naam moet overeenkomen met de regex "%2$s"

source: We could not parse the URL. Please contact Event Espresso Support
nl_nl: We konden de URL niet ontleden. Neem contact op met Event Espresso Support

source: You do not have the necessary capabilities (%s) to read Event Espresso Configuration data
nl_nl: U beschikt niet over de benodigde mogelijkheden (%s) om de gegevens van de configuratie van het evenement espresso te lezen

source: Cannot use model version info before setting the requested version in the controller
nl_nl: Kan geen modelversiegegevens gebruiken voordat u de gevraagde versie in de controller instelt

source: There is no model for endpoint %s. Please contact event espresso support
nl_nl: Er is geen model voor eindpunt %s. Neem contact op met de ondersteuning van event espresso's

source: Sorry, you are not allowed to list %1$s. Missing permissions: %2$s
nl_nl: Het is niet toegestaan om %1$s aan te bieden. Ontbrekende machtigingen: %2$s

source: Sorry, you are not allowed to list %1$s related to %2$s. Missing permissions: %3$s
nl_nl: Het is niet toegestaan %1$s met betrekking tot %2$s te vermelden. Ontbrekende machtigingen: %3$s

source: Sorry, you cannot %1$s this %2$s. Missing permissions are: %3$s
nl_nl: Je deze %2$s niet %1$s. Ontbrekende machtigingen zijn: %3$s

source: Invalid %s ID.
nl_nl: Ongeldige %s-id.

source: You cannot checkin registration with ID %1$s because it doesn't exist.
nl_nl: Je kan niet inchecken voor inschrijving met ID %1$s omdat het niet bestaat.

source: You are not allowed to checkin registration with ID %1$s.
nl_nl: Het is niet toegestaan om de registratie met ID-%1$s in te checken.

source: Registration checkin failed. Please see additional error data.
nl_nl: Controle registratie mislukt. Zie de aanvullende foutinformatie.

source: This is a special dynamic shortcode that allows one to output a payment due date. It will only result in a date shown if there is money owing. Three parameters are available on this shortcode:
nl_nl: Dit is een speciale dynamische shortcode waarmee men een betalingsver due datum kan uitvoeren. Het zal alleen resulteren in een datum die wordt weergegeven als er geld verschuldigd is. Drie parameters zijn beschikbaar op deze shortcode:

source: %sformat:%s This is used to indicate what format the date is in. Default is whatever is set as date formats for your website.
nl_nl: %sformat:%s Dit wordt gebruikt om aan te geven in welke notatie de datum is weergegeven. Standaard is wat is ingesteld als datum formaten voor uw website.

source: %sprefix_text:%s You can use this to indicate what text will prefix the date string. Defaults to "Payment in full due by:"
nl_nl: %sprefix_text:%s U hiermee aangeven welke tekst de datumtekenreeks vooraf aanbrengt. Standaardinstellingen voor "Betaling volledig verschuldigd door:"

source: Payment in full due by:
nl_nl: Betaling volledig verschuldigd door:

source: Batch Job
nl_nl: Batchtaak

source: An error occurred. No registration ID was received.
nl_nl: Er is een fout opgetreden. Er is geen registratie-ID ontvangen.

source: %2$sWARNING!!!%3$s%1$sPlease do not use the back button to return to this page for the purpose of adding another registration.%1$sThis can result in lost and/or corrupted data.%1$sIf you wish to add another registration, then please click the%1$s%7$s"Add Another New Registration to Event"%8$s button%1$son the Transaction details page, after you are redirected.%1$s%1$s%4$s redirecting in %5$s seconds %6$s
nl_nl: %2$s Waarschuwing!!! %3$s %1$s Gebruik de terugknop niet om terug te keren naar deze pagina voor het toevoegen van een andere registratie. %1$s Dit kan leiden tot verloren en/of beschadigde gegevens. %1$s Als u een andere registratie wilt toevoegen, klikt u op de knop %1$s%7$s"Een andere nieuwe registratie toevoegen aan de %8$s-knop van het evenement%1$sop de pagina Transactiegegevens, nadat u bent doorgestuurd. %1$s %1$s %4$s %6$s %5$s seconden omgeleid.

source: We cannot build the registration custom questions form because there is no registration set on it yet
nl_nl: We kunnen het formulier voor aangepaste vragen voor registratie niet bouwen omdat er nog geen registratie op is ingesteld

source: A valid question group and registration must be passed to EE_Registration_Custom_Question_Form
nl_nl: Een geldige vraaggroep en registratie moeten worden doorgegeven aan EE_Registration_Custom_Question_Form

source: Download the <a href="https://eventespresso.com/wp-content/plugins/download-monitor/download.php?id=2">Installation Guide</a> as a PDF
nl_nl: De <a href="https://eventespresso.com/wp-content/plugins/download-monitor/download.php?id=2">installatiehandleiding</a> downloaden als PDF

source: For a full list of available shortcodes, please view the %sshortcode documentation%s on our website.
nl_nl: Voor een volledige lijst van beschikbare shortcodes, bekijk de %sshortcode documentatie%s op onze website.

source: Add Another New Registration to Event: "%1$s" ?
nl_nl: Een andere nieuwe registratie toevoegen aan het evenement: "%1$s"?

source: Email Validation Settings
nl_nl: E-mail validatieinstellingen

source: Basic
nl_nl: Basis

source: WordPress Default
nl_nl: WordPress standaard

source: International
nl_nl: Internationaal

source: International + DNS Check
nl_nl: Internationaal + DNS controle

source: Email Validation Level
nl_nl: E-mail validatieniveau

source: These levels range from basic validation ( ie: text@text.text ) to more advanced checks against international email addresses (ie: üñîçøðé@example.com ) with additional MX and A record checks to confirm the domain actually exists. More information on on each level can be found within the help section.
nl_nl: Deze niveaus variëren van basisvalidatie (d.w.z. text@text.text) tot meer geavanceerde controles op internationale e-mailadressen (d.w.z. üñîçøð é@example.com) met extra MX- en A-recordcontroles om te bevestigen dat het domein daadwerkelijk bestaat. Meer informatie over op elk niveau is te vinden in de help sectie.

source: Invalid or missing Email Validation settings. Please refresh the form and try again.
nl_nl: Ongeldige of ontbrekende instellingen voor e-mailvalidatie. Vernieuw het formulier en probeer het opnieuw.

source: Date (only days with registrations are shown)
nl_nl: Datum (alleen dagen met registraties worden getoond)

source: %sThere are currently no registration records in the last month for this report.%s
nl_nl: %s Er zijn momenteel geen registratierecords in de afgelopen maand voor dit rapport. %s

source: Date (only shows dates that have a revenue greater than 1)
nl_nl: Datum (toont alleen data met een opbrengst hoger dan 1)

source: Total Revenue
nl_nl: Totale opbrengst

source: Event (only events that have a revenue greater than 1 are shown)
nl_nl: Event (alleen events die een opbrengst van meer dan 1 hebben worden getoond)

source: No configuration has been set for "%1$s->%2$s".
nl_nl: Er is geen configuratie ingesteld voor "%1$s->%2$s".

source: The configuration for "%1$s->%2$s" is not of the "%3$s" class.
nl_nl: De configuratie voor "%1$s->%2$s" is niet van de klasse "%3$s".

source: The "%1$s" object stored at"%2$s" was not successfully updated in the database.
nl_nl: Het object '%1$s' dat is opgeslagen bij %2$s, is niet bijgewerkt in de database.

source: Attempting to make a payment for a negative amount of %1$d for transaction %2$d. That should be a refund
nl_nl: Een poging om een betaling uit te voeren voor een negatief bedrag van %1$d voor transactie-%2$d. Dat zou een terugbetaling moeten zijn

source: Exception thrown! Could not sync Event Espresso Ticket (%1$s) to Infusionsoft Product because: %2$s
nl_nl: Uitzondering gegooid! Kon Event Espresso Ticket (%1$s) niet synchroniseren met Infusionsoft Product omdat: %2$s

source: Infusionsoft error. Could not create blank order for contact %1$s, with name %2$s for transaction %3$s. Error was %4$s
nl_nl: Infusiesoft fout. Kan geen lege order maken voor contact %1$s, met naam %2$s voor transactie-%3$s. Fout is %4$s

source: Infusionsoft error. Could not load invoice with ID %1$s, for transaction %2$s. Error was %3$s
nl_nl: Infusiesoft fout. Kan de factuur niet laden met ID-%1$s, voor %2$s transacties. Fout was %3$s

source: Infusionsoft error. Could not update job with ID %1$s, for transaction %2$s. Error was %3$s
nl_nl: Infusiesoft fout. Kan de taak niet bijwerken met ID-%1$s, voor %2$s. Fout was %3$s

source: Exception thrown! Could not sync Event Espresso Transaction (%1$s) to Infusionsoft Order because: %2$s
nl_nl: Uitzondering gegooid! Kan Event Espresso Transaction (%1$s) niet synchroniseren met Infusionsoft Order omdat: %2$s

source: Event Products
nl_nl: Eventproducten

source: Unable to insert new Infusionsoft Product Category with data %1$s. Infusionsoft replied with %2$s
nl_nl: Kan geen nieuwe Infusionsoft-productcategorie invoegen met gegevens %1$s. Infusionsoft antwoordde met %2$s

source: Unable to assign Infusionsoft Product %1$s to category %2$s. Infusionsoft replied with %2$s
nl_nl: Kan Infusionsoft Product %1$s niet toewijzen aan categorie %2$s. Infusionsoft antwoordde met %2$s

source: Either the ticket or %1$s line item was not specified or invalid, therefore the %1$s could not be updated. Please refresh the page and try again.
nl_nl: Het ticket of %1$s regelitem niet is opgegeven of ongeldig is, waardoor de %1$s niet kon worden bijgewerkt. Vernieuw de pagina en probeer het opnieuw.

source: Showing people assigned to the event: %s
nl_nl: Mensen weergeven die aan de gebeurtenis zijn toegewezen: %s

source: People assigned to Event
nl_nl: Personen die zijn toegewezen aan gebeurtenis

source: Adjust the settings for the Stripe payment gateway. More information can be found on %sStripe.com%s.
nl_nl: Pas de instellingen voor de Stripe-betalingsgateway aan. Meer informatie is te vinden op %sStripe.com%s.

source: You are only able to edit your information once you have %slogged in%s. If you recently registered, please check your email for your account information which will allow you to log in.
nl_nl: Je je gegevens pas bewerken als je %s bent ingelogd%s. Als je je onlangs hebt geregistreerd, controleer dan je e-mail op je accountgegevens waarmee je inloggen.

source: If you did not receive any emails, please %sclick here%s to notify us and we will followup with you to get you setup.
nl_nl: Als je geen e-mails hebt ontvangen, klik dan hier %s%s om ons op de hoogte te stellen en we zullen met je opvolgen om je in te stellen.

source: Email to contact you with:
nl_nl: E-mail om contact met u op te nemen:

source: Notify Us!
nl_nl: Meld het ons!

source: Invalid email or registration. Unable to process
nl_nl: Ongeldige e-mail of registratie. Kan niet verwerken

source: Unable to process because valid registration could not be retrieved.
nl_nl: Kan niet worden verwerkt omdat geldige registratie niet kan worden opgehaald.

source: User having trouble receiving emails
nl_nl: Gebruiker die problemen heeft met het ontvangen van e-mails

source: Hi %s,
nl_nl: Hallo %s,

source: Attendee Name: %s
nl_nl: Naam van de deelnemer: %s

source: Event Registered for: %s %s
nl_nl: Evenement geregistreerd voor: %s %s

source: Registration Details: %s
nl_nl: Details Inschrijving: %s

source: Email provided to contact them with (this was also set as the reply-to for this email): %s
nl_nl: E-mail verstrekt om contact met hen op te nemen (dit was ook ingesteld als de reply-to voor deze e-mail): %s

source: Sincerely, Event Espresso
nl_nl: Oprecht, Event Espresso

source: Email successfully sent. You will hear from us as soon as possible.
nl_nl: E-mail verzonden. U hoort zo snel mogelijk van ons.

source: Email was not sent successfully. There could be something wrong with our server. Please refresh the page and try again.
nl_nl: E-mail is niet verzonden. Er kan iets mis zijn met onze server. Vernieuw de pagina en probeer het opnieuw.

source: Please note that the Event Status has automatically been changed to %s because more spaces have become available for this event, most likely due to abandoned transactions freeing up reserved tickets. However, this change is not permanent until you update the event. If you wish, you can change the status back to something else before updating.
nl_nl: Houd er rekening mee dat de gebeurtenisstatus automatisch is gewijzigd in %s omdat er meer spaties beschikbaar zijn voor dit evenement, waarschijnlijk als gevolg van verlaten transacties die gereserveerde tickets vrijmaken. Deze wijziging is echter niet permanent totdat u de gebeurtenis hebt bijgewerkt. Als u dat wenst, u de status terug naar iets anders wijzigen voordat u wordt bijgewerkt.

source: This shortcode can be used on any event page, WordPress page, or WordPress post. To use it, copy and paste the shortcode above and change "###" to the actual post ID (numeric value) for your event. For example, if your event had an ID of 123, then the update shortcode would be [ESPRESSO_TICKET_SELECTOR event_id=123].
nl_nl: Deze shortcode kan worden gebruikt op elke gebeurtenispagina, WordPress-pagina of WordPress-bericht. Als u deze wilt gebruiken, kopieert en plakt u de bovenstaande shortcode en wijzigt u "###" in de werkelijke bericht-ID (numerieke waarde) voor uw gebeurtenis. Als uw gebeurtenis bijvoorbeeld een ID van 123 had, is de korte code voor updates [ESPRESSO_TICKET_SELECTOR event_id=123].

source: This shows the type of question. Available options are Text, Textarea, Checkboxes, Radio Buttons, Dropdown, State/Province Dropdown, Country Dropdown, Date Picker, and HTML Textarea (allowed tags: a, abbr, acronym, b, br, blockquote ,cite, code, del ,em, i, li, ol, p, q, s, strike, strong, ul).
nl_nl: Dit toont het type vraag. Beschikbare opties zijn Tekst, Textarea, Checkboxes, Radio Buttons, Dropdown, State / Provincie Dropdown, Country Dropdown, Date Picker, en HTML Textarea (toegestaan tags: a, abbr, acroniem, b, br, blockquote, cite, code, del , em, i, li, ol, p, q, s, staking, sterk, ul).

source: This page shows options for Email Validation, the EE "Bot Trap" and reCAPTCHA which can help prevent SPAM registrations on your site.
nl_nl: Deze pagina toont opties voor e-mailvalidatie, de EE "Bot Trap" en reCAPTCHA die kunnen helpen voorkomen dat SPAM-registraties op uw site.

source: Email Validation
nl_nl: E-mail validatieniveau

source: Validating an email address is extremely difficult to do correctly. Your server's configuration, as well as your own tolerances and needs, can affect the type of validation needed. We offer different types of validation so that you can control how strict your registration form responds to entered email addresses. If you are receiving too many bogus email addresses, then you can try the WordPress Default validation setting. If you find that the form validation is blocking a valid email address you can try the Basic setting, or if available, the International validation settings.
nl_nl: Het valideren van een e-mailadres is uiterst moeilijk om correct te doen. De configuratie van uw server en uw eigen toleranties en behoeften kunnen van invloed zijn op het type validatie dat nodig is. We bieden verschillende soorten validatie, zodat u bepalen hoe streng uw registratieformulier reageert op ingevoerde e-mailadressen. Als u te veel valse e-mailadressen ontvangt, u de standaardvalidatie-instelling van WordPress proberen. Als u merkt dat de formuliervalidatie een geldig e-mailadres blokkeert, u de basisinstelling of, indien beschikbaar, de internationale validatie-instellingen proberen.

source: Validation Options:
nl_nl: Validatieopties:
