Repository: eventespresso/event-espresso-core
Catalog: languages/event_espresso-*.po
Languages: nl_nl

source: Zoom level is the level of detail that is shown when the map first renders. A smaller value means you zoom out and therefore see a wider area. A higher value means that you zoom in and see the actual address in finer detail. A default value of 12 is recommended.
nl_nl: Zoom level is het detailniveau wanneer de kaart geopend wordt. Een kleinere waarde betekent uitzoomen en dus een groter gebied. Een grotere waarde betekent inzoomen en laat toe het actuele adres in groter detail te zien. Een standaardwaarde van 12 is aanbevolen.

source: Event Details saved successfully but something went wrong with saving attachments.
nl_nl: Workshopgegevens succesvol opgeslagen maar er ging iets mis met het opslaan van bijlagen.

source: Registrations Table Column Headings
nl_nl: Kolomkoppen van de registratietabel

source: There were no custom questions asked for this registration.
nl_nl: Bij deze registratie zijn geen custom vragen gesteld.

source: Event Details did not save successfully.
nl_nl: Workshopgegevens niet succesvol opgeslagen.

source: Specify if you want to test the Authorize.net AIM payment gateway by submitting a test transaction. Be sure to turn this setting off when you are done testing.
nl_nl: Geef op of u de Authorize.net AIM-betalingsgateway wilt testen door een testtransactie in te dienen. Zorg ervoor dat u deze instelling uit te schakelen wanneer u klaar bent met testen.

source: Registration Filters
nl_nl: Registratiefilters

source: Event Datetime & Ticket
nl_nl: Workshop Datum-tijd & Ticket

source: Keep map navigation small tells Google to only load the smaller map overlay regardless of map size. Google changes various options according to the size of a map. If you want to stop this change from happening, you can set this option to yes.
nl_nl: Houd kaartnavigatie klein, geeft Google aan dat ze alleen de kleinere kaartoverlay moet laden, ongeacht de kaartgrootte. Google wijzigt verschillende opties op basis van de grootte van een kaart. Als u wilt voorkomen dat deze wijziging plaatsvindt, u deze optie instellen op ja.

source: Registration Views
nl_nl: Registratieweergaven

source: An error occurred. The event could not be moved to the trash because a valid event status was not not supplied.
nl_nl: Er is een fout opgetreden. De gebeurtenis kan niet naar de prullenmand worden verplaatst, omdat het niet werd voorzien van een geldige status.

source: Change the image that is used for this payment gateway.
nl_nl: Wijzig de afbeelding die wordt gebruikt voor deze betalingsgateway.

source: Registrations Other
nl_nl: Registraties Overig

source: Send Related Messages?
nl_nl: Gerelateerde berichten versturen?

source: An error occurred. The event could not be moved to the trash because a valid event ID was not not supplied.
nl_nl: Er is een fout opgetreden. De workshop kon niet naar de prullenmand worden verplaatst, omdat geen geldig event-ID werd opgegeven.

source: The map type control is the options bar that Google sets in the top right corner. This can appear as a dropdown or horizontal bar.
nl_nl: Het kaarttypebesturingselement is de optiebalk die Google in de rechterbovenhoek instelt. Dit kan worden weergegeven als een vervolg- of horizontale balk.

source: Registration Details Table
nl_nl: Tabel met registratiegegevens

source: Send a notification to registrants after processing?
nl_nl: Na verwerking een melding naar registranten sturen?

source: An error occurred. Event #%d could not be moved to the trash because a valid event ID was not not supplied.
nl_nl: Er is een fout opgetreden. De workshop #%d kon niet naar de prullenmand worden verplaatst, omdat geen geldig event-ID werd opgegeven.

source: Adjust the settings for the bank draft payment gateway.
nl_nl: Pas de instellingen voor de betalingsgateway voor bankcheques aan.

source: Registration Form Answers
nl_nl: Registratieformulier antwoorden

source: An error occurred. No Event ID or an invalid Event ID was received.
nl_nl: Er is een fout opgetreden. Er werd geen Workshop-ID of ongeldig workshop-ID ontvangen.

source: An error occurred. No Event Status or an invalid Event Status was received.
nl_nl: Er is een fout opgetreden. Er werd geen workshopstatus of een ongeldige workshopstatus ontvangen.

source: Enter a title for this page.
nl_nl: Voer een titel voor deze pagina in.

source: Registrations Contact List
nl_nl: Registraties Contactlijst

source: An error occurred. The event could not be %s.
nl_nl: Er is een fout opgetreden. Het event kan niet %s zijn.

source: Contact List Table Column Headings
nl_nl: Kolomkoppen in tabel met contactpersonenlijst

source: Single Event Pages
nl_nl: Enkele event pagina’s

source: Provide clear instructions for how a payment should be made.
nl_nl: Geef duidelijke instructies hoe een betaling moet plaatsvinden.

source: Contact List Views
nl_nl: Contactlijstweergaven

source: Ticket Details:
nl_nl: Ticket Informatie:

source: Contact List Other
nl_nl: Contactlijst Overig

source: Registrant #
nl_nl: Naam

source: Specify whether event status banners should be shown next to the title on the single event page. Notice: Some themes do not use the_title() tag correctly and this may cause things to appear broken (stray html). You can use this option to test your theme.
nl_nl: Geef op of de banners voor de gebeurtenisstatus naast de titel op de enkele gebeurtenispagina moeten worden weergegeven. Opmerking: Sommige thema's gebruiken the_title() tag niet correct en dit kan ertoe leiden dat dingen kapot worden weergegeven (verdwaalde html). U deze optie gebruiken om uw thema te testen.

source: Enter the full name on the bank account.
nl_nl: Voer de volledige naam voor de bankrekening in.

source: Contacts
nl_nl: Contactpersonen

source: Use Registrant #1's information for ALL registrants
nl_nl: Gebruik de gegevens van registrant # 1 voor ALLE registranten

source: An error occurred and the category has not been saved to the database.
nl_nl: Er is een fout opgetreden en de categorie is niet in de database opgeslagen.

source: This option allows you to use the above information for all additional registrant question fields. <span>(&nbsp;Please note that some events may have additional questions that you may still be required to answer in order to complete your registration.&nbsp;)</span>
nl_nl: Met deze optie kunt u de bovenstaande informatie voor alle extra vragen velden gebruiken. <span>(&nbsp;Let op: het kan voorkomen dat u extra vragen moet beantwoorden om uw registratie te voltooien.&nbsp;)</span>

source: Enter the bank account number.
nl_nl: Voer het bankrekeningnummer in.

source: click "Update Registration Questions" to save your changes
nl_nl: klik op "Update registratievragen" om uw wijzigingen op te slaan

source: The following checkboxes allow you to use the above information for only the selected additional event registrants.
nl_nl: Met de volgende selectievakjes kunt u de bovenstaande gegevens alleen voor de geselecteerde extra workshopdeelnemers gebruiken.

source: Event Espresso - Event Details
nl_nl: Gebeurtenis Espresso - workshopgegevens

source: View All Registrations
nl_nl: Bekijk alle aanmeldingen

source: The above information will be used for any additional tickets/registrants.
nl_nl: Bovenstaande informatie wordt gebruikt voor (eventuele) extra tickets

source: Notice: Allowing too many registrations to be processed with a single order can cause transactions to fail. The decision of how many tickets you allow to be purchased per order should be influenced by your web hosting, how much traffic you get to your website, and the complexity of your registration forms. A more powerful web server will reduce the likelihood of transactions failing.
nl_nl: Opmerking: Als u te veel registraties met één order toestaat, kunnen transacties mislukken. De beslissing hoeveel tickets u per bestelling mag kopen, moet worden beïnvloed door uw webhosting, hoeveel verkeer u naar uw website krijgt en de complexiteit van uw registratieformulieren. Een krachtigere webserver vermindert de kans dat transacties mislukken.

source: Enter the name of the bank.
nl_nl: Voer de naam van de bank in.

source: Set Registrations to Pending Payment
nl_nl: Zet status van aanmeldingen op 'Wacht op Betaling'

source: Event Ticket Selector
nl_nl: Ticketkiezer voor evenementen

source: The event datetimes limit field allows you to set a maximum number of tickets that you want to make available for an event datetime. For example, lets say that we had 70 free tickets available and 30 premium tickets available. If we set a limit of 50 using the event datetimes limit field, then the ticket sales will close once any combination of 50 tickets are sold.
nl_nl: Met het limietveld voor gebeurtenisdatums u een maximum aantal tickets instellen dat u beschikbaar wilt stellen voor een datumtijd van een evenement. Laten we bijvoorbeeld zeggen dat we 70 gratis tickets beschikbaar hadden en 30 premium tickets beschikbaar. Als we een limiet van 50 instellen met behulp van het datumtijdlimietveld van het evenement, wordt de kaartverkoop gesloten zodra een combinatie van 50 tickets is verkocht.

source: Whether the venue details should be shown on the event list page.
nl_nl: Of de locatiegegevens moeten worden weergegeven op de evenementenlijstpagina.

source: Enter the address for the bank.
nl_nl: Voer het adres van de bank in.

source: Trash Registrations
nl_nl: Verwijder aanmeldingen

source: The quantity in the Event Datetimes "Sold" column will keep track of how many tickets have been sold that have access to this datetime. This means that the total number "Sold" for each datetime may be greater than the number of individual tickets "Sold" because each ticket may have access to multiple datetimes.
nl_nl: De hoeveelheid in de Event-Datum-tijden "Sold" kolom zal in het spoor blijven van de hoeveelheid tickets die zijn verkocht die toegang hebben tot deze datum-tijd. Dit betekent dat het totale aantal "Sold" voor elke datum-tijd groter kan zijn dan het aantal afzonderlijke tickets "Sold" omdat elke ticket toegang kan geven tot meerdere datum-tijden.

source: Adjust the settings for the check payment gateway. This gateway can also be used to accept payments via money orders.
nl_nl: Pas de instellingen voor de betalingsgateway controleren aan. Deze gateway kan ook worden gebruikt om betalingen via postwissels te accepteren.

source: Restore Registrations
nl_nl: Herstel registraties

source: Whether expired events should be shown on the event list page.
nl_nl: Of verlopen evenementen moeten worden weergegeven op de evenementenlijstpagina.

source: Delete Registrations Permanently
nl_nl: Verwijder registraties definitief

source: You can gain a finer control over ticketing for your events by using the datetimes limit field and ticket quantities together. Lets take a look at an example to understand this powerful feature.
nl_nl: U kunt een nauwkeuriger controle over de ticketverkoop voor uw workshops verkrijgen door datum-tijden limietveld en ticketaantallen samen te gebruiken. Laten we eens kijken naar een voorbeeld om deze krachtige functie te begrijpen.

source: Enter a title or name for this payment gateway.
nl_nl: Voer een titel of naam in voor deze betalingsgateway.

source: This is the Primary Registrant
nl_nl: Op naam van:

source: Here is some information that we'll use for our example. Lets say that Datetime A has a limit set to 75 and Datetime B has no set limit which means unlimited. Next, our Free Ticket has a quantity set to 50 and our Premium Ticket also has a quantity set to 50. Free Ticket is linked to Datetime A. Premium Ticket is linked to Datetime A and Datetime B.
nl_nl: Hier is wat informatie die we zullen gebruiken voor ons voorbeeld. Laten we zeggen dat Datetime A een limiet heeft ingesteld op 75 en Datetime B heeft geen ingestelde limiet, wat onbeperkt betekent. Vervolgens heeft ons gratis ticket een hoeveelheid ingesteld op 50 en ons Premium Ticket heeft ook een hoeveelheid ingesteld op 50. Gratis ticket is gekoppeld aan Datetime A. Premium Ticket is gekoppeld aan Datetime A en Datetime B.

source: This is the URL (website address) for your event list page.
nl_nl: Dit is de URL (websiteadres) voor je evenementenlijstpagina.

source: Now lets create our scenario and say that both tickets go on sale at the same time and Free Ticket sells out immediately and no Premium Tickets have been sold. This will leave a balance of 25 tickets for Datetime A because we started with a limit (maximum) of 75 tickets and then sold 50 Free Tickets. Any remaining tickets would then be spread between Datetime A (up to 25) or Datetime B (no limit).
nl_nl: Laten we nu ons scenario creëren en zeggen dat beide tickets tegelijkertijd in de verkoop gaan en Gratis Ticket is onmiddellijk uitverkocht en er zijn geen Premium Tickets verkocht. Dit zal een saldo van 25 tickets voor Datetime A verlaten omdat we begonnen met een limiet (maximum) van 75 tickets en vervolgens 50 vrijkaarten verkochten. De resterende tickets worden dan gespreid tussen Datumtijd A (tot 25) of Datetime B (geen limiet).

source: Enter the legal name of the person or business / organization that will be accepting payments.
nl_nl: Voer de officiële naam in van de persoon of het bedrijf / de organisatie die betalingen accepteert.

source: Displays a list of events from a specific category on a WordPress page or post.
nl_nl: Toont een lijst van workshops van een bepaalde categorie op een WordPress pagina of post.

source: The Event Datetimes Limit Field always takes priority over the quantity of tickets available. If you want to only use the ticket quantity then be sure to not put a limit on any datetimes.
nl_nl: Het Workshop Datum-tijden Limietveld heeft altijd prioriteit boven de hoeveelheid beschikbare tickets. Als u alleen gebruik wilt maken van de tickethoeveelheid wees er dan zeker van geen limiet op enige datum-tijden te zetten.

source: This option allows you to reset your event list settings to defaults.
nl_nl: Met deze optie kunt u de instellingen van uw evenementenlijst terugzetten naar de standaardwaarden.

source: Other Registrations in this Transaction
nl_nl: Andere registraties in deze transactie

source: Specify whether event status banners should be shown next to the title on the event list page. Notice: Some themes do not use the_title() tag correctly and this may cause things to appear broken (stray html). You can use this option to test your theme.
nl_nl: Geef op of de banners voor de gebeurtenisstatus naast de titel op de pagina met de gebeurtenislijst moeten worden weergegeven. Opmerking: Sommige thema's gebruiken the_title() tag niet correct en dit kan ertoe leiden dat dingen kapot worden weergegeven (verdwaalde html). U deze optie gebruiken om uw thema te testen.

source: Enter the address where the payment should be mailed to.
nl_nl: Voer het adres in waar de betaling naartoe moet worden gestuurd.

source: Registration status has been set to %s
nl_nl: Registratiestatus is ingesteld op %s

source: Adjust the settings for the invoice payment gateway.
nl_nl: Pas de instellingen voor de betalingsgateway voor facturen aan.

source: Something went wrong, and the status was not changed
nl_nl: Er is iets misgegaan en de status is niet gewijzigd

source: click to edit question
nl_nl: klik om de vraag te bewerken

source: Enter a phone number for this event. This field is optional.
nl_nl: Voer een telefoonnummer in voor deze workshop. Dit veld is optioneel.

source: An error occurred. No registration ID and/or registration questions were received.
nl_nl: Er is een fout opgetreden. Er zijn geen registratie-ID en/of registratievragen ontvangen.

source: Enter information about your organization here. Be sure to keep your information up-to-date.
nl_nl: Voer hier informatie over uw organisatie in. Zorg ervoor dat uw informatie up-to-date is.

source: Provide instructions for how the invoice should be paid.
nl_nl: Geef instructies voor hoe de factuur moet worden betaald.

source: Changing your country on this page will also change your country on the Countries page. This will affect your currency options which are used through Event Espresso. For example, if your country is currently set to United States, then your currency is USD. If you were to switch your country to United Kingdom, then your currency would change to GBP.
nl_nl: Als u uw land op deze pagina wijzigt, verandert u ook uw land op de pagina Landen. Dit heeft invloed op uw valutaopties die worden gebruikt via Gebeurtenis Espresso. Als uw land bijvoorbeeld is ingesteld op Verenigde Staten, is uw valuta USD. Als u uw land zou overschakelen naar het Verenigd Koninkrijk, wordt uw valuta gewijzigd in GBP.

source: There are no records attached to this registration. Something may have gone wrong with the registration
nl_nl: Er zijn geen records aan deze registratie gekoppeld. Er kan iets mis zijn gegaan met de registratie

source: You can upload a new logo here. We recommend an image that is 400 pixels wide or smaller. Your logo will be used on custom invoices, tickets, certificates, and payment templates.
nl_nl: Je kan je logo hier uploaded. We bevelen een afbeelding aan van hooguit 400 pixels breed. Je logo zal worden gebruikt op aangepaste facturen, tickets, certificaten, en betaalsjablonen.

source: Upload a logo for your invoice. This will appear in the top left area of the invoice.
nl_nl: Upload een logo voor uw factuur. Dit wordt weergegeven in het linkerbovengedeelte van de factuur.

source: HTML tags cannot be used on the ticket title (name) but they can be used in the ticket description. The quantity in the "Sold" column for Available Tickets shows how many of this type of ticket has been sold. The quantity in the "Regs" column for Available Tickets shows the amount of registrations that have occurred from these tickets.
nl_nl: HTML-tags kunnen niet worden gebruikt op de tickettitel (naam), maar ze kunnen wel worden gebruikt in de ticketbeschrijving. De hoeveelheid in de kolom "Verkocht" voor beschikbare tickets geeft aan hoeveel van dit type ticket is verkocht. De hoeveelheid in de kolom "Regs" voor beschikbare tickets toont het aantal registraties dat is opgetreden van deze tickets.

source: These URLs can be displayed automatically within your emails (using shortcodes) and front-end templates (using template tags).
nl_nl: Deze URL's kunnen automatisch worden weergegeven in uw e-mails (met behulp van shortcodes) en front-end sjablonen (met behulp van sjabloontags).

source: You can take part in making Event Espresso better! Your information will never be sold, traded, or misused in any way. This programs is voluntary and you can opt out at any time.
nl_nl: U deelnemen aan het maken van Event Espresso beter! Uw gegevens zullen nooit worden verkocht, verhandeld of misbruikt op enigerlei wijze. Deze programma's zijn vrijwillig en u zich op elk gewenst moment afmelden.

source: permanently deleted.
nl_nl: permanent verwijderd

source: Unable to permanently delete this registration. Before this registration can be permanently deleted, all registrations made in the same transaction must be trashed as well. These registrations will be permanently deleted in the same action.
nl_nl: Kan deze registratie niet permanent verwijderen. Voordat deze registratie permanent kan worden verwijderd, moeten alle registraties in dezelfde transactie ook worden weggegooid. Deze registraties worden permanent verwijderd in dezelfde actie.

source: The following statuses are available for tickets: Archived, Expired, Sold Out, Upcoming, and On Sale.
nl_nl: De volgende statussen zijn beschikbaar voor tickets: Gearchiveerd, Verlopen, Uitverkocht, Aankomend en Te koop.

source: Unable to continue with registering because there is no Event ID in the request
nl_nl: Niet in staat om door te gaan met de registratie omdat er geen workshop-ID in de aanvraag zat

source: Certain options below such as the event featured image and event excerpt will only be displayed if supported by your WordPress theme.
nl_nl: Bepaalde opties hieronder zoals de workshop kenmerkende afbeelding en workshop samenvatting worden alleen weergegeven als ze worden ondersteund door uw WordPress thema.

source: Step One: Select the Ticket for this registration
nl_nl: Stap 1: Kies het ticket voor deze aanmelding

source: Filter transactions by this event
nl_nl: Filter transacties voor dit event

source: Event Featured Image
nl_nl: Evenement Uitgelichte Afbeelding

source: Add Tickets and Continue to Registrant Details
nl_nl: Voeg tickets toe en ga door naar contactgegevens

source: View Transactions for this event
nl_nl: Bekijk de transacties voor dit event

source: Event Excerpt
nl_nl: Event samenvatting

source: Step Two: Add Registrant Details for this Registration
nl_nl: Stap 2: Voeg persoonsgegevens toe voor deze bestelling

source: The event associated with this transaction via the primary registration cannot be retrieved.
nl_nl: De gebeurtenis die aan deze transactie is gekoppeld via de primaire registratie, kan niet worden opgehaald.

source: An excerpt can be thought of as a short description for your event. HTML tags are supported here.
nl_nl: Een samenvatting kan worden gezien als een korte beschrijving van uw workshop. HTML-codes worden hier ondersteund.

source: Change the image that is used for the invoice. This is optional.
nl_nl: Wijzig de afbeelding die wordt gebruikt voor de factuur. Dit is optioneel.

source: Save Registration and Continue to Details
nl_nl: Sla registratie op en ga verder naar details

source: Event Custom Fields
nl_nl: Aangepaste velden voor een evenement

source: Tickets Selected. Now complete the registration.
nl_nl: Tickets geselecteerd. Voltooi nu de registratie.

source: Transactions Table Column Headings
nl_nl: Transactietabel Kolomkoppen

source: Event Discussion
nl_nl: Event discussie

source: Adjust the settings for the PayPal Pro payment gateway.
nl_nl: Pas de instellingen voor de betalingsgateway van PayPal Pro aan.

source: Registration Created. Please review the transaction and add any payments as necessary
nl_nl: Registratie gemaakt. Bekijk de transactie en voeg eventuele betalingen toe als dat nodig is

source: Transaction Views & Filters & Search
nl_nl: Transactieweergaven en filters en zoeken

source: Specify if comments, trackbacks, and pingbacks should be allowed for your event. These appear directly after the event description on the event page.
nl_nl: Geef aan of reacties, trackbacks en ping-backs moeten worden toegestaan voor uw workshop. Deze verschijnen direct na de beschrijving van de workshop op de workshoppagina.

source: The %s callback given for the "FHEE__Registrations_Admin_Page__insert_update_cpt_item__attendee_update" filter is not a valid callback. Please check the spelling.
nl_nl: De %s terugbellen voor het filter 'FHEE__Registrations_Admin_Page__insert_update_cpt_item__attendee_update' is geen geldige terugroepactie. Controleer de spelling.

source: Transaction Details Table
nl_nl: Tabel met transactiegegevens

source: Event Slug
nl_nl: Evenement beschrijving

source: Enter the email that you use to login to your PayPal account.
nl_nl: Voer het e-mailadres in dat u gebruikt om in te loggen op uw PayPal-account.

source: Something went wrong with updating the meta table data for the registration.
nl_nl: Er ging iets mis met het bijwerken van de metatabelgegevens voor de registratie.

source: Attendees Registered
nl_nl: Aangemelde deelnemers

source: Event Author
nl_nl: Event auteur

source: Short Biography
nl_nl: Korte biografie

source: Primary Registrant & Billing Information
nl_nl: Bestelling & betaal informatie:
