Repository: eventespresso/event-espresso-core
Catalog: languages/event_espresso-*.po
Languages: nl_nl

source: No Class name was specified while registering an autoloader for the following path: %s.
nl_nl: Er is geen klassenaam opgegeven tijdens het registreren van een autoloader voor het volgende pad: %s.

source: No path was specified while registering an autoloader for the %s class.
nl_nl: Er is geen pad opgegeven tijdens het registreren van een autoloader voor de klasse %s.

source: The file for the %s class could not be found or is not readable due to file permissions. Please ensure the following path is correct: %s
nl_nl: Het bestand voor de klasse %s kan niet worden gevonden of is niet leesbaar vanwege bestandsmachtigingen. Zorg ervoor dat het volgende pad correct is: %s

source: The method EE_Payment::gateway() has been deprecated. Consider instead using EE_Payment::payment_method()->name()
nl_nl: De methode EE_Payment::gateway() is afgeschaft. Overweeg in plaats daarvan EE_Payment::p ayment_methode()->name() te gebruiken

source: If you are not automatically redirected to the payment website within 10 seconds... %1$s %2$s Click Here %3$s
nl_nl: Als je niet binnen 10 seconden doorgestuurd wordt.. ... %1$s %2$s Klik dan hier %3$s

source: Error retrieving related model objects. Either $1%s is not a model or $2%s is not a model object
nl_nl: Fout bij het ophalen van gerelateerde modelobjecten. Ofwel $ 1%s is geen model of $ 2%s is geen model object

source: Using a model object %1$s that is NOT in the entity map, can lead to unexpected errors. You should either: %4$s 1. Put it in the entity mapper by calling %2$s %4$s 2. Discard this model object and use what is in the entity mapper %4$s 3. Fetch from the database using %3$s
nl_nl: Het gebruik van een modelobject %1$s dat NIET in de entiteitskaart staat, kan leiden tot onverwachte fouten. U zou één van beide moeten: %4$s 1. Zet het in de entiteit mapper door te bellen naar %2$s %4$s 2. Gooi dit modelobject weg en gebruik wat er in de entiteitsmapper %4$s 3 staat. Ophalen uit de database met %3$s

source: Before a model object is saved to the database, calls to _add_relation_to must be passed an actual object, not just an ID. You provided %s as the model object to a %s
nl_nl: Voordat een modelobject in de database wordt opgeslagen, moeten oproepen naar _add_relation_to een echt object worden doorgegeven, niet alleen een id. U hebt %s als modelobject opgegeven voor een %s

source: Trying to refresh a model object with ID "%1$s" that's not in the entity map? First off: you should put it in the entity map by calling %2$s. Second off, if you want what's in the database right now, you should just call %3$s yourself and discard this model object.
nl_nl: Probeert u een modelobject te vernieuwen met ID "%1$s" die niet op de entiteitskaart staat? Ten eerste: je moet het in de entiteitskaart zetten door %2$s aan te roepen. Ten tweede, als je wilt wat er in de database op dit moment, moet je gewoon bellen %3$s jezelf en gooi dit model object.

source: Transaction Amount Due
nl_nl: Verschuldigd transactiebedrag

source: Question $s
nl_nl: Vraag $s

source: A payment method of type "%1$s" does not exist. Only ones existing are: %2$s
nl_nl: Een betaalmethode van het type "%1$s" bestaat niet. De enige bestaande zijn: %2$s

source: REG_code can not be empty.
nl_nl: REG_code kan niet leeg zijn.

source: Can not change a registration REG_code once it has been set.
nl_nl: Kan een registratie REG_code niet wijzigen zodra deze is ingesteld.

source: Cannot save billing info because there is none.
nl_nl: Kan factureringsgegevens niet opslaan omdat er geen is.

source: Method does not exist.
nl_nl: De methode bestaat niet.

source: The total paid calculation for this transaction is inaccurate.
nl_nl: De totale betaalde berekening voor deze transactie is onjuist.

source: The payment could not be deleted.
nl_nl: De betaling kan niet worden verwijderd.

source: Cash Delivered Physically
nl_nl: Contant betaald

source: Paper Check
nl_nl: Cheque

source: Offline Credit Card Payment
nl_nl: Creditcard betaling

source: Offline Debit Payment
nl_nl: Pinbetaling

source: Invoice received with monies included
nl_nl: Factuur ontvangen; betaling volgt.

source: Paypal eCheck, Invoice, etc
nl_nl: Paypal eCheck, Factuur, etc

source: Could not insert new admin-only payment method with values %s during migration
nl_nl: Kan geen nieuwe betalingsmethode voor alleen beheerders invoegen met waarden die %s tijdens de migratie

source: Could not convert time string '%s' using timezone '%s' into a proper DATETIME. Using current time instead.
nl_nl: Kan tijdsteken '%s' niet omzetten met timezone '%s' in een juiste datumtijd. In plaats daarvan de huidige tijd gebruiken.

source: Venue of %s
nl_nl: Locatie van %s

source: Update Invoice Gateway Settings
nl_nl: Instellingen voor factuurgateway bijwerken

source: Could not migrate EE4.4 invoice settings to EE4.5 because they didnt exist
nl_nl: Kan eE4.4-factuurinstellingen niet migreren naar EE4.5 omdat ze niet bestonden

source: You had previously set your Invoice Payment Method's stylesheet to be %1$s, but that setting has moved. PDF and HTML Invoices and Receipts are now Messages, which means you can easily modify them from your Wordpress Dashboard instead of using filters or uploading template files. Please visit Messages -> Receipt and Messages -> Invoice to change their stylesheets.
nl_nl: U had eerder het stylesheet van uw factuurbetalingsmethode ingesteld op %1$s, maar die instelling is verplaatst. PDF- en HTML-facturen en -ontvangstbewijzen zijn nu Berichten, wat betekent dat u ze eenvoudig wijzigen vanuit uw Wordpress-dashboard in plaats van filters te gebruiken of sjabloonbestanden te uploaden. Ga naar Berichten -> Ontvangst en Berichten -> Factuur om hun stylesheets te wijzigen.

source: Note: in this version of Event Espresso, PDF and HTML Invoices and Receipts are now Messages and can be changed just like any other messages; however we noticed you had previously overridden the old default Invoice/Receipt templates. Because of this, your old Invoice/Receipt templates will continue to be used INSTEAD of the new Invoice/Receipt message equivalents. We recommend deleting your old Invoice/Receipt templates and modifying the new Invoice and Receipt messages's content in Messages -> Invoice and Messages -> Receipt.
nl_nl: Opmerking: in deze versie van Event Espresso zijn PDF- en HTML-facturen en -ontvangstbewijzen nu berichten en kunnen ze net als alle andere berichten worden gewijzigd; we merkten echter dat je eerder de oude standaardfactuur-/ontvangstsjablonen had overschreven. Hierdoor blijven uw oude factuur-/ontvangstsjablonen worden gebruikt in plaats van de nieuwe equivalenten factuur/ontvangstbericht. We raden u aan uw oude factuur-/ontvangstsjablonen te verwijderen en de inhoud van de nieuwe factuur- en ontvangstberichten te wijzigen in Berichten -> factuur en berichten - > ontvangstbewijs.

source: Question Types
nl_nl: Vraag Soorten

source: Could not update question type %1$s for question ID=%2$d because "%3$s"
nl_nl: Kan vraagtype niet bijwerken %1$s voor vraag-ID=%2$d omdat '%3$s'

source: Payment-Payment Method Relations
nl_nl: Relaties met betalings-betalingsmethoden

source: Could not find payment method with PMD_type = '%1$s' when migrating payment row %2$s so just assigned it an unknown payment method
nl_nl: Kon de betalingsmethode niet vinden met PMD_type = '%1$s' bij het migreren van de betalingsrij %2$s dus heb het een onbekende betalingsmethode toegewezen

source: State - System Question
nl_nl: Staat - Systeemvraag

source: Could not update question system name "%1$s" for question ID=%2$d because "%3$s"
nl_nl: Kan de naam van het vraagsysteem "%1$s" niet bijwerken voor vraag-ID=%2$d omdat "%3$s"

source: Update Invoice Settings
nl_nl: Factuurinstellingen bijwerken

source: Note: in this version of Event Espresso, PDF and HTML Invoices and Receipts are now Messages and can be changed just like any other messages; however we noticed you had previously overridden the old default Invoice/Receipt templates. Because of this, your old Invoice/Receipt templates will continue to be used INSTEAD of the new Invoice/Receipt message equivalents (but this will be removed in an upcoming version). We recommend deleting your old Invoice/Receipt templates and using the new messages system. Then modify the new Invoice and Receipt messages's content in Messages -> Invoice and Messages -> Receipt.
nl_nl: Opmerking: in deze versie van Event Espresso zijn PDF- en HTML-facturen en -ontvangstbewijzen nu berichten en kunnen ze net als alle andere berichten worden gewijzigd; we merkten echter dat je eerder de oude standaardfactuur-/ontvangstsjablonen had overschreven. Hierdoor blijven uw oude factuur-/ontvangstsjablonen worden gebruikt in plaats van de nieuwe equivalenten van het factuur-/ontvangstbericht (maar dit wordt in een aankomende versie verwijderd). We raden u aan uw oude factuur-/ontvangstsjablonen te verwijderen en het nieuwe berichtensysteem te gebruiken. Wijzig vervolgens de inhoud van de nieuwe factuur- en ontvangstberichten in Berichten - > Factuur en Berichten -> Ontvangst.

source: Billing Info
nl_nl: Factuurinformatie

source: %1$s<br/>Name on Bank Account: %2$s<br/>Bank Account Number: %3$s<br/>Bank Name: %4$s<br/>Bank Address:%5$s
nl_nl: %1$s<br/>Naam op bankrekening: %2$s<br/>Bankrekeningnummer: %3$s<br/>Banknaam: %4$s<br/>Bankadres:%5$s

source: On the next page you will be given instructions on how to make a payment by check.
nl_nl: Op de volgende pagina krijgt u instructies over hoe u een betaling per cheque uitvoeren.

source: On the next page you will be able to access your invoice and instructions on how to pay it.
nl_nl: Op de volgende pagina kunt u uw factuur inzien en krijgt u instructies over hoe u kunt betalen.

source: On the next page you will be able to enter your billing information to make the payment.
nl_nl: Op de volgende pagina u uw factureringsgegevens invoeren om de betaling uit te voeren.

source: After clicking 'Finalize Registration', you will be forwarded to PayPal to make your payment. Make sure you return to this site in order to properly finalize your registration.
nl_nl: Nadat u "Bestelling afronden" heeft gekozen, wordt u doorgestuurd naar PayPal om te betalen. Zorg ervoor dat u terugkeert naar deze pagina om uw reservering correct af te ronden.

source: Could not update payment method %d with properties %s because %s
nl_nl: Kan de betalingsmethode niet bijwerken %d met eigenschappen die %s omdat %s

source: Could not insert extra meta key with values %s. %s
nl_nl: Kan geen extra metasleutel met waarden %s invoegen. %s

source: Transaction Payment Method Relations
nl_nl: Relaties met transactiebetalingsmethode

source: Could not find payment method with PMD_type = '%1$s' when migrating extra meta row %2$s
nl_nl: Kon de betaalmethode niet vinden met PMD_type = '%1$s' bij het migreren van extra metarij %2$s

source: You must set the pretty name for the Payment Method Type in the constructor (_pretty_name), and please make it internationalized
nl_nl: U moet de mooie naam instellen voor het type betalingsmethode in de constructeur (_pretty_name), en maak deze geinternationaliseerd

source: Could not handle IPN because '%s' is not an offsite gateway
nl_nl: Kon IPN niet verwerken omdat '%s' geen externe gateway is

source: Payment Method '%s' cannot handle unclaimed IPNs
nl_nl: Betalingsmethode '%s' kan niet-opgeëiste IPN's verwerken

source: The requested %s payment method file could not be found or is not readable due to file permissions.
nl_nl: Het gevraagde %s betalingsmethodebestand kan niet worden gevonden of is niet leesbaar vanwege bestandsmachtigingen.

source: Small
nl_nl: Klein

source: Large
nl_nl: Groot

source: Payment method of type %s was not saved because there were validation errors. They have been marked in the form
nl_nl: De betalingsmethode van type %s is niet opgeslagen omdat er validatiefouten waren. Ze zijn gemarkeerd in de vorm

source: "(unknown)"
nl_nl: "(onbekend)"

source: View All Logs
nl_nl: Alle logboeken bekijken

source: Download Results
nl_nl: Download Resultaten

source: payment log
nl_nl: betalingslogboek

source: payment logs
nl_nl: betalingslogboeken

source: Unknown Payment Method
nl_nl: Onbekende betalingsmethode

source: until
nl_nl: tot

source: No longer exists
nl_nl: Bestaat niet meer

source: click to view transaction #%s
nl_nl: klik om transactie #%s

source: view txn %s
nl_nl: txn-%s weergeven

source: Unable to find transaction
nl_nl: Transactie kon niet gevonden worden

source: No Longer Exists
nl_nl: Bestaat niet meer

source: Could not be determined
nl_nl: Kon niet worden bepaald

source: Content
nl_nl: Inhoud

source: Common Settings
nl_nl: Algemene instellingen

source: The name of the payment method as customers see it in the registration form, in emails, in receipts, etc.
nl_nl: De naam van de betaalmethode zoals klanten het zien in het registratieformulier, in e-mails, in ontvangstbewijzen, enz.

source: The description of how to use the payment method as customers will see it. This is mostly only seen during registration.
nl_nl: De beschrijving van hoe de betaalmethode te gebruiken als klanten zal het zien. Dit wordt meestal alleen gezien tijdens de registratie.

source: Admin-Only Name
nl_nl: Naam alleen admin

source: The name of the payment method as seen internally by site administrators and staff.
nl_nl: De naam van de betaalmethode zoals intern gezien door sitebeheerders en medewerkers.

source: Admin-Only Description
nl_nl: Beschrijving alleen-beheerder

source: The description of the payment method as seen internally by site administrators and staff.
nl_nl: De beschrijving van de betaalmethode zoals intern gezien door sitebeheerders en medewerkers.

source: Debug (sandbox) Mode
nl_nl: Foutopsporingsmodus (sandbox)

source: Many payment methods have a debug/sandbox mode where payments are not processed but are only simulated. This is helpful when setup and debugging.
nl_nl: Veel betalingsmethoden hebben een foutopsporings-/sandbox-modus waarbij betalingen niet worden verwerkt, maar alleen worden gesimuleerd. Dit is handig bij het instellen en debuggen.

source: Open by Default
nl_nl: Standaard Open

source: If checked, this payment method will be selected by default (assuming no other valid payment methods are also marked as open by default.)
nl_nl: Als deze standaard wordt gecontroleerd, wordt deze betalingsmethode standaard geselecteerd (ervan uitgaande dat er geen andere geldige betalingsmethoden standaard zijn gemarkeerd als geopend.)

source: Button URL
nl_nl: Knop URL

source: The URL of the button image for this payment method in the registration process. You may use any uploaded image on your website (click %s next to the field to select). If left blank, the default button image will be used.
nl_nl: De URL van de knopafbeelding voor deze betalingsmethode in het registratieproces. U elke geüploade afbeelding op uw website gebruiken (klik op %s naast het veld om te selecteren). Als deze leeg is, wordt de standaardknopafbeelding gebruikt.

source: Usable From
nl_nl: Bruikbaar van

source: Where this payment method can be used from.
nl_nl: Waar deze betaalmethode kan worden gebruikt vanuit.

source: Front-end Registration Page: the payment method will appear as an option during the normal registration process to customers and they can use it to process payments.
nl_nl: Front-end registratiepagina: de betalingsmethode wordt tijdens het normale registratieproces voor klanten als optie weergegeven en ze kunnen deze gebruiken om betalingen te verwerken.

source: Admin Registration Page: when recording payments made from the transaction admin page, the payment method will appear as an option. Note: currently payments can only be RECORDED from the admin, they cannot be PROCESSED.
nl_nl: Beheerdersregistratiepagina: wanneer u betalingen op de pagina met transactiebeheerders opneemt, wordt de betalingsmethode als optie weergegeven. Opmerking: momenteel kunnen betalingen alleen worden geregistreerd van de beheerder, ze kunnen niet worden verwerkt.

source: After clicking "Finalize Registration", you will be given instructions on how to complete your payment.
nl_nl: Na het afronden van uw registratie krijgt u instructies over het afronden van de betaling.

source: Title %s
nl_nl: Titel %s

source: Instructions %s
nl_nl: Instructies %s

source: Payable To %s
nl_nl: Betaalbaar aan %s

source: Address Payable %s
nl_nl: Adres te betalen %s

source: Make payment using an electronic funds transfer from your bank.
nl_nl: Betaling doen met behulp van een elektronische overschrijving van uw bank.

source: Payment Instructions %s
nl_nl: Betalingsinstructies %s

source: Provide instructions on how registrants can send the bank draft payment. Eg, mention your account name, bank account number, bank name, bank routing code, and bank address, etc.
nl_nl: Geef instructies over hoe registranten de bankboekbetaling kunnen verzenden. Vermeld bijvoorbeeld uw rekeningnaam, bankrekeningnummer, banknaam, bankroutecode en bankadres, enz.

source: Payee Name %s
nl_nl: Naam begunstigde %s

source: Payee Email %s
nl_nl: E-mail van payee %s

source: Payee Address %s
nl_nl: Adres begunstigde %s

source: Logo Image %s
nl_nl: Logo afbeelding %s

source: Confirmation Text %s
nl_nl: Bevestigingstekst %s

source: View Invoice
nl_nl: Bekijk factuur

source: Payee Name
nl_nl: Naam Betaler

source: The [INVOICE_PAYEE_NAME] shortcode is parsed to the value of this field if present, if this field is blank then it's parsed to the payee name set in the organization settings page, if that page is blank then it parses to an empty string.
nl_nl: De [INVOICE_PAYEE_NAME] shortcode wordt ontleed aan de waarde van dit veld als aanwezig, als dit veld leeg is dan is het ontleed aan de naam van de payee ingesteld op de organisatie-instellingen pagina, als die pagina leeg is dan ontleedt het aan een lege tekenreeks.

source: Payee Email
nl_nl: E-mail van payee

source: The [INVOICE_PAYEE_EMAIL] shortcode is parsed to the value of this field if present, if this field is blank then it's parsed to the payee email set in the organization settings page, if that page is blank then it parses to an empty string.
nl_nl: De [INVOICE_PAYEE_EMAIL] shortcode wordt ontleed aan de waarde van dit veld als aanwezig, als dit veld leeg is dan is het ontleed aan de payee e-mail ingesteld op de organisatie-instellingen pagina, als die pagina leeg is dan ontleedt het aan een lege string.

source: Payee Tax Number
nl_nl: Belastingnummer van de betaling

source: The [INVOICE_PAYEE_TAX_NUMBER_*] shortcode is parsed to the value of this field if present, if this field is blank then it's parsed to the payee tax number set in the organization settings page, if that page is blank then it parses to an empty string.
nl_nl: De [INVOICE_PAYEE_TAX_NUMBER_*] shortcode wordt ontleed aan de waarde van dit veld als aanwezig, als dit veld leeg is, wordt het ontleed aan het belastingnummer van de betaling dat is ingesteld op de pagina organisatie-instellingen, als die pagina leeg is, dan ontleedt het aan een lege tekenreeks.

source: Payee Address
nl_nl: Adres van de payeen

source: The shortcode [INVOICE_PAYEE_ADDRESS] is parsed to the value of this field if present. If this field is empty, then the shortcode will use the value of the company address set in the organization settings page. If that value is empty, then an empty string is used.
nl_nl: De shortcode [INVOICE_PAYEE_ADDRESS] wordt ontleed aan de waarde van dit veld indien aanwezig. Als dit veld leeg is, gebruikt de shortcode de waarde van het bedrijfsadres dat is ingesteld op de pagina met organisatie-instellingen. Als die waarde leeg is, wordt een lege tekenreeks gebruikt.

source: Confirmation Text
nl_nl: Bevestigingstekst

source: This text appears on the thank you page after a registration using Invoice as the payment method.
nl_nl: Deze tekst wordt weergegeven op de bedankpagina na een registratie met Factuur als betalingsmethode.

source: Extra Info
nl_nl: Extra informatie

source: Any extra HTML you may like to include after the confirmation text.
nl_nl: Eventuele extra HTML die u na de bevestigingstekst wilt opnemen.

source: Paypal Email %s
nl_nl: Paypal-%s

source: Typically payment@example-domain.com
nl_nl: Typisch payment@example-domain.com

source: Prompt for an address, but do not require it
nl_nl: Vraag om een adres, maar heb het niet nodig

source: Prompt for an address, and require it
nl_nl: Vraag om een adres en vereist het

source: Shipping Address Options %s
nl_nl: Opties voor verzendadres %s

source: IPN Validation failed! Paypal responded with '%s'
nl_nl: IPN-validatie is mislukt! Paypal reageerde met '%s'

source: Shipping charges calculated by Paypal
nl_nl: Verzendkosten berekend door Paypal

source: Calculated by Paypal
nl_nl: Berekend door Paypal

source: Updated transaction related to payment
nl_nl: Bijgewerkte transactie in verband met betaling

source: See %1$shere%2$s for list of currencies supported by Paypal Standard.
nl_nl: Zie %1$shier%2$s voor een lijst met valuta's die worden ondersteund door Paypal Standard.

source: Use the PayPal Sandbox
nl_nl: Gebruik de PayPal Sandbox

source: If this option is enabled, be sure to enter your PayPal sandbox credentials in the fields above. Be sure to turn this setting off when you are done testing.
nl_nl: Als deze optie is ingeschakeld, moet u uw PayPal-sandbox-referenties invoeren in de bovenstaande velden. Zorg ervoor dat u deze instelling uit te schakelen wanneer u klaar bent met testen.

source: PayPal Calculates Taxes
nl_nl: Paypal berekent belastingen

source: PayPal Calculates Shipping
nl_nl: Paypal berekent verzendkosten

source: Important Note: PayPal will ONLY calculate shipping on an order if "Shipping Address Options" is set to "Prompt for an Address" (otherwise how will PayPal know how much to charge for shipping if it doesn't know where it's shipping to?)
nl_nl: Belangrijke opmerking: PayPal berekent alleen verzendkosten voor een bestelling als 'Verzendadresopties' is ingesteld op 'Vragen om een adres' (anders weet PayPal hoeveel er moet worden in rekening gebracht voor verzending als het niet weet waar het naar verzendt?)

source: If you want PayPal to calculate taxes and shipping on an order, those changes will NOT appear during the initial registration process until the user is redirected to PayPal for payment.
nl_nl: Als u wilt dat PayPal belastingen en verzendkosten voor een bestelling berekent, worden deze wijzigingen NIET weergegeven tijdens het oorspronkelijke registratieproces totdat de gebruiker voor betaling naar PayPal wordt doorgestuurd.

source: However, after the user has returned from PayPal, their order in Event Espresso will be updated with the new taxes and added shipping charges (e.g. it will appear on their receipt.)
nl_nl: Nadat de gebruiker echter is teruggekeerd van PayPal, wordt zijn bestelling in Event Espresso bijgewerkt met de nieuwe belastingen en extra verzendkosten (bijvoorbeeld op de ontvangst ervan.)

source: Number of Dates to Display:
nl_nl: Aantal te tonen datums:

source: Show Date Range:
nl_nl: Toon datumbereik:

source: This setting will replace the list of dates in the widget.
nl_nl: Deze instelling zal de lijst met data vervangen in de widget.

source: Please provide the following billing information.
nl_nl: Geef de volgende factureringsgegevens op.

source: Card Types Supported
nl_nl: Ondersteunde kaarttypen

source: No response received from Paypal Pro
nl_nl: Geen reactie ontvangen van Paypal Pro

source: See %1$shere%2$s for list of currencies supported by Paypal Pro.
nl_nl: Zie %1$shier%2$s voor een lijst met valuta's die worden ondersteund door Paypal Pro.

source: Payment of %s for %s
nl_nl: Betaling van %s voor %s
