Repository: eventespresso/event-espresso-core
Catalog: languages/event_espresso-*.po
Languages: nl_nl

source: Phone number
nl_nl: Telefoonnummer

source: Subtotal
nl_nl: Subtotaal
