Repository: eventespresso/event-espresso-core
Catalog: languages/event_espresso-*.po
Languages: nl_nl

source: Switching the template pack for a messages template will reset the content for the template so the new layout is loaded. Any custom content in the existing template will be lost. Are you sure you wish to do this?
nl_nl: Als u het sjabloonpakket voor een berichtensjabloon verwisselt, wordt de inhoud voor de sjabloon opnieuw ingesteld, zodat de nieuwe indeling wordt geladen. Aangepaste inhoud in de bestaande sjabloon gaat verloren. Weet je zeker dat je dit wilt doen?

source: The required date for switching templates is not available.
nl_nl: De vereiste datum voor het schakelen van sjablonen is niet beschikbaar.

source: Cannot use Select Multiple Display Strategy with an input that doesn't have options
nl_nl: Kan selecteer meerdere weergavestrategie niet gebruiken met een invoer die geen opties heeft

source: Something went wrong with switching the template pack. Please try again or contact EE support
nl_nl: Er ging iets mis met het verwisselen van het sjabloonpakket. Probeer het opnieuw of neem contact op met EE-ondersteuning

source: Select multiple display strategy does not allow for nested arrays of options.
nl_nl: Selecteer meerdere weergavestrategie niet mogelijk voor geneste arrays met opties.

source: Cannot use Select Display Strategy with an input that doesn't have options
nl_nl: Kan de weergavestrategie selecteren niet gebruiken met een invoer die geen opties heeft

source: Template Styles
nl_nl: Sjabloon Stijlen

source: Activating the invoice message type also automatically activates the invoice payment method. If you do not wish the invoice payment method to be active, or to change its settings, visit the payment method admin page.
nl_nl: Als u het type factuurbericht activeert, wordt ook automatisch de betalingsmethode voor facturen geactiveerd. Als u niet wilt dat de betalingsmethode voor facturen actief is of de instellingen ervan wijzigt, gaat u naar de beheerderspagina van de betalingsmethode.

source: The value "%s" must be a string submitted for normalization, it was %s
nl_nl: De waarde "%s" moet een tekenreeks zijn die is ingediend voor normalisatie, het is %s

source: Cannot get display strategy for form input with name %s and id %s, because it has not been set in the constructor
nl_nl: Kan geen weergavestrategie krijgen voor formulierinvoer met naam %s en id-%s, omdat deze niet is ingesteld in de constructor

source: Payment%1$s Received: %2$s
nl_nl: Betaling%1$s ontvangen: %2$s

source: Deactivating the html messenger also automatically deactivates the invoice payment method. In order for invoices to be generated the html messenger must be be active. If you completed this action by mistake, simply reactivate the html messenger, then visit the payment methods admin page to reactivate the invoice payment method.
nl_nl: Als u de html messenger deactiveert, wordt ook automatisch de betalingsmethode voor facturen gedeactiveerd. Om facturen te kunnen genereren, moet de html messenger actief zijn. Als u deze actie per ongeluk hebt voltooid, activeert u de html-messenger opnieuw en gaat u naar de beheerderspagina van betalingsmethoden om de betalingsmethode voor facturen opnieuw te activeren.

source: Amount Owing
nl_nl: Nog te betalen

source: This messenger is not currently used with any message types for templates but merely adds to the shortcodes available for templates on other messenger and message types.
nl_nl: Deze messenger wordt momenteel niet gebruikt met berichttypen voor sjablonen, maar voegt alleen maar toe aan de shortcodes die beschikbaar zijn voor sjablonen op andere messenger- en berichttypen.

source: There is something wrong with the _qtipsa property setup for the %s qtip config class. The dump of the current array index is: %s.<br /><br />Please check that it is setup correctly.
nl_nl: Er is iets mis met de _qtipsa eigenschap setup voor de %s qtip config klasse. De dump van de huidige matrixindex is: %s .<br /><br />Controleer of het correct is ingesteld.

source: Click to filter events by this author.
nl_nl: Klik hier om gebeurtenissen te filteren op deze auteur.

source: Template Structure
nl_nl: Sjabloon Structuur

source: Template Style
nl_nl: Sjabloon Stijl

source: Abandoned Transactions
nl_nl: Verlaten transacties

source: Template Structure options are bundled structural changes for templates.
nl_nl: Opties voor sjabloonstructuur zijn gebundelde structurele wijzigingen voor sjablonen.

source: Failed Transactions
nl_nl: Mislukte Transacties

source: These are different styles to choose from for the selected template structure. Usually these affect things like font style, color, borders etc. In some cases the styles will also make minor layout changes.
nl_nl: Dit zijn verschillende stijlen om uit te kiezen voor de geselecteerde sjabloonstructuur. Meestal zijn deze van invloed op dingen zoals lettertype stijl, kleur, randen etc. In sommige gevallen zullen de stijlen ook kleine lay-outwijzigingen aanbrengen.

source: View Transaction Invoice
nl_nl: Bekijk transactie factuur

source: All the links on this page have been disabled because this is a generated preview message for the purpose of ensuring layout, style, and content setup. To test generated links, you must trigger an actual message notification.
nl_nl: Alle koppelingen op deze pagina zijn uitgeschakeld omdat dit een gegenereerd voorbeeldbericht is om de lay-out, stijl en inhoudsinstelling te garanderen. Als u gegenereerde koppelingen wilt testen, moet u een werkelijke berichtmelding activeren.

source: View Transaction Receipt
nl_nl: Bekijk het transactie ontvangstbewijs

source: %1$sFor some reason, there are no attendees registered for this transaction. Likely the registration was abandoned in process.%2$s
nl_nl: %1$s Om de een of andere reden zijn er geen deelnemers geregistreerd voor deze transactie. Waarschijnlijk is de registratie in behandeling opgegeven. %2$s

source: The payment has been processed successfully.
nl_nl: De betaling is verwerkt.

source: The given registration does not have an associated transaction. Something is wrong.
nl_nl: De gegeven registratie heeft geen bijbehorende transactie. Er is iets mis.

source: The payment was processed successfully but the amount paid for the transaction was not updated.
nl_nl: De betaling is verwerkt, maar het bedrag dat voor de transactie is betaald, is niet bijgewerkt.

source: The context %s is not a valid context for %s.
nl_nl: De context %s is geen geldige context voor %s.

source: A valid Transaction for this payment could not be retrieved.
nl_nl: Een geldige transactie voor deze betaling kan niet worden opgehaald.

source: The given sending messenger string (%s) does not match a valid sending messenger with the %s. If this is incorrect, make sure that the message type has defined this messenger as a sending messenger in its $_with_messengers array.
nl_nl: De gegeven verzendende messenger-string (%s) komt niet overeen met een geldige verzendende boodschapper met de %s. Als dit onjuist is, moet u ervoor zorgen dat het berichttype deze messenger heeft gedefinieerd als een verzendende boodschapper in de array van $ _with_messengers.

source: There is no data retrieved, it is possible that the id given (%d) does not match any value in the database for the corresponding EE_Base_Class used by the data handler for the %s message type.
nl_nl: Er worden geen gegevens opgehaald, het is mogelijk dat de gegeven id (%d) niet overeenkomt met een waarde in de database voor de overeenkomstige EE_Base_Class die door de gegevensverwerker worden gebruikt voor het %s berichttype.

source: Valid Payment data could not be retrieved from the database.
nl_nl: Geldige betalingsgegevens kunnen niet worden opgehaald uit de database.

source: This messenger outputs a message to a browser for display.
nl_nl: Deze messenger wordt een bericht naar een browser uitgevoerd om weer te geven.

source: A valid Payment ID was not received, therefore payment form data could not be loaded.
nl_nl: Er is geen geldig betalings-id ontvangen, waardoor gegevens van betalingsformulieren niet konden worden geladen.

source: TXN in progress...
nl_nl: TXN in uitvoering...

source: Ticket Line Item List with no Price Modifiers
nl_nl: Ticketlijn objectlijst zonder prijsmodifiers

source: no contact record.
nl_nl: geen contactrecord.

source: Ticket Line Item List with Price Modifiers
nl_nl: Ticketlijn objectlijst met prijsmodifiers

source: No contact record, because the transaction was abandoned or the registration process failed.
nl_nl: Geen contactrecord, omdat de transactie is opgegeven of het registratieproces is mislukt.

source: This messenger is used for generating a pdf version of the message.
nl_nl: Deze messenger wordt gebruikt voor het genereren van een pdf-versie van het bericht.

source: Note: Card expiry dates and CCV are not stored. Only the last 4 digits of card numbers are stored.
nl_nl: Opmerking: De vervaldatums van de kaart en CCV worden niet opgeslagen. Alleen de laatste 4 cijfers van kaartnummers worden opgeslagen.

source: PDFs
nl_nl: PDFen

source: Takes you to the invoice for the transaction.
nl_nl: Brengt u bij de factuur voor de transactie.

source: Takes you to the receipt for the transaction.
nl_nl: Brengt je bij het ontvangstbewijs voor de transactie.

source: Shows transactions where the registrant has completed the full registration process. Transactions in this view will either have a status of: %1$s%2$s"Incomplete" meaning there are monies owing%3$s%2$s"Complete" meaning there are NO monies owing%3$s%2$s"Overpaid" meaning that monies should be refunded to the registrant.%3$s%4$s
nl_nl: Toont transacties waarbij de registrant het volledige registratieproces heeft voltooid. Transacties in deze weergave zal ofwel een status van: %1$s%2$s "Onvolledig" wat betekent dat er gelden verschuldigd%3$s%2$s "Complete" wat betekent dat er geen geld verschuldigd%3$s%2$s "Te veel betaald" wat betekent dat gelden moeten worden terugbetaald aan de registrant. %3$s %4$s

source: Shows transactions that have been abandoned, either due to a technical reason (server or computer crash during registration), or due to an abandoned cart where the registrant chose not to complete the registration process. Please note that Abandoned Transactions were able to capture contact information for at least one registrant. This can be helpful for following up with the contact to determine if they still wish to attend the event or not.
nl_nl: Toont transacties die zijn verlaten, hetzij om een technische reden (server of computer crash tijdens de registratie), of als gevolg van een verlaten winkelwagentje waar de registrant ervoor koos om het registratieproces niet te voltooien. Houd er rekening mee dat verlaten transacties contactgegevens voor ten minste één registrant hebben kunnen vastleggen. Dit kan handig zijn voor het opvolgen van de contactpersoon om te bepalen of ze het evenement nog willen bijwonen of niet.

source: Shows transactions that have failed, either due to a technical reason (server or computer crash during registration), or some other reason that prevented the collection of any useful contact information from any of the registrants. This could mean the registrant abandoned the registration process before submitting any data whatsoever or may even indicate attempts by spam bots to submit the registration form.
nl_nl: Toont transacties die zijn mislukt, hetzij om een technische reden (server of computercrash tijdens de registratie), of een andere reden die het verzamelen van nuttige contactgegevens van een van de registranten verhinderd. Dit kan betekenen dat de registrant het registratieproces heeft verlaten voordat hij gegevens indiende of zelfs pogingen van spambots kan aangeven om het registratieformulier in te dienen.

source: Most Recent Payment Method
nl_nl: Meest recente betalingsmethode

source: Payment method response
nl_nl: Reactie van betalingsmethode

source: View Transaction Details (%s)
nl_nl: Bekijk transactie details (%s)

source: Edit Event (%s)
nl_nl: Bewerk evenement (%s)

source: No attached contact record.
nl_nl: Geen bijgevoegde contactgegevens.

source: The %1$s file %2$s could not be located or is not readable due to file permissions. Please ensure that the following filepath(s) are correct: %3$s
nl_nl: Het %1$s bestand %2$s niet kan worden gelokaliseerd of niet leesbaar is vanwege bestandsmachtigingen. Zorg ervoor dat de volgende filepath(s) correct zijn: %3$s

source: Model %s does not have a method "reset"
nl_nl: Model %s heeft geen methode "reset"

source: A valid payment method could not be determined due to a technical issue.%sPlease try again or contact %s for assistance.
nl_nl: Een geldige betalingsmethode kon niet worden bepaald vanwege een technisch probleem. %s Probeer het opnieuw of neem contact op met %s voor hulp.

source: Cannot get IPN URL for transaction with ID %d because it has no primary registration
nl_nl: Kan geen IPN-URL krijgen voor transactie met ID-%d omdat deze geen primaire registratie heeft

source: Incoming $map_values array should have a count of four values in it. This is what was given: %s
nl_nl: Inkomende array $map_waarden moet een telling van vier waarden bevatten. Dit is wat werd gegeven: %s

source: This string passed in to %s to represent a EEM_Base model class was not able to be used to instantiate the class. Please ensure that the string is a match for the EEM_Base model name (not including the EEM_ part). This was given: %s
nl_nl: Deze tekenreeks is doorgegeven aan %s om een EEM_Base modelklasse te vertegenwoordigen, niet kan worden gebruikt om de klasse te instantiëren. Zorg ervoor dat de tekenreeks overeenkomt met de EEM_Base modelnaam (exclusief het EEM_ deel). Dit werd gegeven: %s

source: This action is deprecated. It *may* work as an attempt to build in backwards compatibility. However, it is recommended to use one of the following new actions: %1$s"%3$s" found in "%2$s" %1$s"%4$s" found in "%2$s" %1$s"%5$s" found in "%2$s" %1$s"%6$s" found in "%2$s"
nl_nl: Deze actie wordt afgeschaft. Het * kan * werken als een poging om in te bouwen in backwards compatibility. Het wordt echter aanbevolen om een van de volgende nieuwe acties te gebruiken: %1$s"%3$s" gevonden in "%2$s" %1$s"%4$s" gevonden in "%2$s" %1$s"%5$s" gevonden in "%2$s" %1$s"%6$s" gevonden in "%2$s"

source: This action is deprecated. It *may* work as an attempt to build in backwards compatibility. However, it is recommended to use the following new action: %1$s"%3$s" found in "%2$s"
nl_nl: Deze actie wordt afgeschaft. Het * kan * werken als een poging om in te bouwen in backwards compatibility. Het wordt echter aanbevolen om de volgende nieuwe actie te gebruiken: %1$s"%3$s" gevonden in "%2$s"

source: Instead use "AHEE__EEH_Activation__validate_messages_system" which is called after validating messages (done on every new install, upgrade, reactivation, and downgrade)
nl_nl: Gebruik in plaats daarvan "AHEE__EEH_Activation__validate_messages_system" die wordt aangeroepen na het valideren van berichten (gedaan op elke nieuwe installatie, upgrade, reactivering en downgrade)

source: This filter is deprecated. %1$s%2$s
nl_nl: Dit filter wordt afgeschaft. %1$s %2$s

source: It *may* work as an attempt to build in backwards compatibility.
nl_nl: Het * kan * werken als een poging om in te bouwen in backwards compatibility.

source: It has been completely removed.
nl_nl: Het is volledig verwijderd.

source: Please read the current EE4 documentation further or contact Support.
nl_nl: Lees de huidige EE4-documentatie verder of neem contact op met Support.

source: recently
nl_nl: onlangs

source: Error Message: %sStack Trace:%s
nl_nl: Foutbericht: %sStack Trace:%s

source: %1$s::get_pretty() has been called with the property %2$s which does not exist on the %1$s config class.
nl_nl: %1$s:get_pretty() is gebeld met de eigenschap %2$s die niet bestaat op de %1$s config klasse.

source: Notifications are not much use without a message! Please add a message to the EE_Error::add_%s() call made in %s on line %d
nl_nl: Meldingen zijn niet veel gebruik zonder een bericht! Voeg een bericht toe aan het EE_Error::add_%s() gesprek dat in %s online %d

source: You need to provide the file name, function name, and line number that the error occurred on in order to better assist with debugging.
nl_nl: U moet de bestandsnaam, functienaam en regelnummer waarop de fout is opgetreden, opdelen om beter te kunnen helpen bij foutopsporing.

source: Checkboxes
nl_nl: Keuzevakjes

source: Radio Buttons
nl_nl: Keuzerondjes

source: State/Province Dropdown
nl_nl: Staat/provincie dropdown

source: Country Dropdown
nl_nl: Landen Dropdown

source: Date Picker
nl_nl: Datumkiezer

source: %s - We recommend setting memory to at least 64MB. See: %s Increasing memory allocated to PHP %s
nl_nl: %s - We raden u aan het geheugen in te stellen op ten minste 64 MB. Zie: %s Het verhogen van het geheugen toegewezen aan PHP-%s

source: Log Directory is writable
nl_nl: Log directory is schrijfbaar

source: %sLog directory is NOT writable%s
nl_nl: %s Log directory is NIET schrijfbaar%s

source: To Ping
nl_nl: Ping Status

source: Post Content Filtered
nl_nl: Inhoud plaatsen gefilterd

source: Log ID
nl_nl: Login ID

source: Log Time
nl_nl: Logtijd

source: Object ID (int or string)
nl_nl: Object-id (int of tekenreeks)

source: Type of log entry
nl_nl: Type logboekvermelding

source: Create
nl_nl: Aanmaken

source: Error
nl_nl: Fout

source: Gateway Interaction (IPN or Direct Payment)
nl_nl: Gateway-interactie (IPN of directe betaling)

source: Log Message (body)
nl_nl: Log bericht (hoofdtekst)

source: '%s' is not a model name. A model name must be provided when making a gateway log. Eg, 'Payment', 'Payment_Method', etc
nl_nl: '%s' is geen modelnaam. Er moet een modelnaam worden opgegeven bij het maken van een gatewaylogboek. Bijvoorbeeld , 'Betaling', 'Payment_Method', enz.

source: Timestamp of when payment was attempted
nl_nl: Tijdstempel van wanneer de betaling werd geprobeerd

source: Payment Method ID
nl_nl: Betalingsmethode-id

source: Redirect URL
nl_nl: Doorstuur-URL

source: Key-Value POST vars to send along with redirect
nl_nl: Key-Value POST vars om mee te sturen met omleiding

source: abandoned
nl_nl: verlaten

source: Last Used Payment Method
nl_nl: Laatst gebruikte betalingsmethode

source: Registration Steps
nl_nl: Registratie stappen

source: This method is deprecated. Please use "%s" instead
nl_nl: Deze methode wordt afgeschaft. Gebruik in plaats daarvan "%s"

source: The %1$s model can not be loaded before the "AHEE__EE_System__load_espresso_addons" hook has been called. This gives other addons a chance to extend this model.
nl_nl: De %1$s model kan niet worden geladen voordat de "AHEE__EE_System__load_espresso_addons" haak is genoemd. Dit geeft andere addons een kans om dit model uit te breiden.

source: $query_params should be an array, you passed a variable of type %s
nl_nl: $query_params moet een array zijn, bent u geslaagd voor een variabele van het type %s

source: Event Espresso Level 2 Maintenance mode is active. That means EE can not run ANY database queries until the necessary migration scripts have run which will take EE out of maintenance mode level 2. Please inform support of this error.
nl_nl: Event Espresso Level 2 Onderhoudsmodus is actief. Dat betekent dat EE geen databasequery's kan uitvoeren totdat de benodigde migratiescripts zijn uitgevoerd die EE uit de onderhoudsmodus niveau 2 zullen halen. Informeer de ondersteuning van deze fout.

source: There is no method named "%s" on Wordpress' $wpdb object
nl_nl: Er is geen methode met de naam "%s" op Wordpress' $wpdb object

source: WPDB Error: "%s"
nl_nl: WPDB-fout: "%s"

source: You used a special where query param %s, but the value isn't an array of where query params, it's just %s'. It should be an array, eg array('EVT_ID'=>23,'OR'=>array('Venue.VNU_ID'=>32,'Venue.VNU_name'=>'monkey_land'))
nl_nl: U gebruikt een speciale waar query param %s, maar de waarde is niet een array van waar query params, het is gewoon %s'. Het moet een array zijn, bijvoorbeeld array('EVT_ID'=>23,'OR'=>array('Venue.VNU_ID'=>32,'Venue.VNU_name'=>'monkey_land'))

source: Logic query params ("%1$s") are being used incorrectly with the following query param ("%2$s") on model %3$s. %4$sAdditional Info:%4$s%5$s
nl_nl: Logische queryparams ("%1$s") worden onjuist gebruikt met de volgende queryparam ("%2$s") op model %3$s. %4$s Aanvullende info:%4$s%5$s

source: You attempted to give a value (%s) while using a NULL-style operator (%s). That isn't valid
nl_nl: U hebt geprobeerd een waarde (%s) te geven tijdens het gebruik van een operator in NULL-stijl (%s). Dat is niet geldig

source: It appears you've provided some totally invalid query parameters. Operator and value were:'%s', which isn't right at all
nl_nl: Het lijkt erop dat u een aantal volledig ongeldige queryparameters hebt opgegeven. Operator en waarde waren: '%s', wat helemaal niet klopt

source: Method %1$s on model %2$s does not exist! You can create one with the following code in functions.php or in a plugin: %4$s function my_callback(%4$s \$previousReturnValue, EEM_Base \$object\ $argsArray=NULL ){%4$s /*function body*/%4$s return \$whatever;%4$s }%4$s add_filter( '%3$s', 'my_callback', 10, 3 );
nl_nl: Methode %1$s op model %2$s bestaat niet! U er een maken met de volgende code in functions.php of in een plugin: %4$s functie my_callback(%4$s \$previousReturnValue, EEM_Base \$object\ $argsArray=NULL){%4$s /*functietekst*/%4$s terugkeer \$whatever;{ 6} }%4$s add_filter( "%3$s", "my_callback", 10, 3 );

source: Currencies
nl_nl: Valuta

source: Active?
nl_nl: Actief?

source: Currency Usable by Payment Method
nl_nl: Valuta die kan worden eigenbaar via betalingsmethode

source: Currencies Usable by Payment Methods
nl_nl: Valuta's bruikbaar via betaalmethoden

source: Currency to Payment Method LInk ID
nl_nl: Valuta naar betaalmethode LInk ID

source: Currency Code
nl_nl: Valuta code

source: Paymetn Method ID
nl_nl: Paymetn-methode-id

source: Cancellation
nl_nl: Annuleering

source: Payment Method Type
nl_nl: Betalingsmethode type

source: Open by Default?
nl_nl: Standaard open?

source: Usable From?
nl_nl: Bruikbaar van?

source: Front-end Registration Page
nl_nl: Front-end registratiepagina

source: Admin Registration Page (no online processing)
nl_nl: Beheerdersregistratiepagina (geen online verwerking)

source: '%s' is not a valid scope for a payment method
nl_nl: '%s' is geen geldige reikwijdte voor een betaalmethode

source: '%s' is neither a Payment Method ID, slug, nor object.
nl_nl: '%s' is noch een betaalmethode-ID, slak of object.

source: When using EE_HABTM_Relation to create a join, you must call get_join_to_intermediate_model_statement BEFORE get_join_statement
nl_nl: Wanneer u EE_HABTM_Relation gebruikt om een join te maken, moet u get_join_to_intermediate_model_statement bellen voordat u get_join_statement

source: System is assigning incompatible value "%1$s" to field "%2$s"
nl_nl: Systeem wijst onverenigbare waarde "%1$s" toe aan veld "%2$s"

source: Allowed values for "%1$s" are "%2$s". You provided "%3$s"
nl_nl: Geldige waarden voor "%1$s" zijn "%2$s". Ingevoerd is: "%3$s"

source: The file located at "%2$s" is not readable or doesn't exist.
nl_nl: Het bestand op "%2$s" is niet leesbaar of bestaat niet.

source: The file located at "%2$s" is not writable.
nl_nl: Het bestand op "%2$s" is niet beschrijfbaar.

source: Attempted writing to file %1$s, but could not, probably because of permissions issues
nl_nl: Poging tot schrijven om %1$s bestand, maar kon niet, waarschijnlijk als gevolg van machtigingen problemen
