Repository: eventespresso/event-espresso-core
Catalog: languages/event_espresso-*.po
Languages: nl_nl

source: Did not receive a proper XML response from Evertec
nl_nl: Heeft geen goede XML-reactie ontvangen van Evertec

source: Payment Successful
nl_nl: De betaling was succesvol

source: The Evertec Billing form needs to be used with the Evertec payment method type
nl_nl: Het Evertec-factureringsformulier moet worden gebruikt met het type Evertec-betalingsmethode

source: Only 5 digit zip codes allowed
nl_nl: Allen 5-cijferige postcodes toegestaan

source: Card or Bank Account Type
nl_nl: Soort kaart of bankrekening

source: US Zip
nl_nl: Zip de EE. UU.

source: US Phone
nl_nl: US-telefoonnumer

source: Please enter a valid Card Security Code
nl_nl: Voer een geldige veiligheidscode van de creditcard in

source: Bank Routing Number
nl_nl: Routing nummer van de bank

source: Please enter a valid Bank Routing Number
nl_nl: Gelieve een geldig bankrouting nummer in te vullen.

source: Bank Account Number
nl_nl: Bankrekeningnummer

source: Please enter a valid Bank Account Number
nl_nl: Voer een geldig bankrekeningnummer in

source: Bank Client Name
nl_nl: Banknaam

source: Client name is too long
nl_nl: De naam van de klant is te lang

source: I authorize these funds to be withdrawn from my account
nl_nl: Ik geef toestemming om deze fondsen van mijn rekening te halen

source: Authorization
nl_nl: Authorisatie

source: Address is too long
nl_nl: Adres is te lang

source: City name is too long
nl_nl: De naam van de stad is te lang

source: Evertec
nl_nl: Evertec Evertec

source: Personal Checking
nl_nl: Persoonlijke controle

source: Personal Saving
nl_nl: Persoonlijk Spaartegoed

source: Business Checking
nl_nl: Zakelijke controle

source: Evertec Username %s
nl_nl: Evertec Gebruikersnaam %s

source: Accepted Payment Methods %s
nl_nl: Geaccepteerde betalingsmethoden %s

source: Evertec Settings
nl_nl: Evertec instellingen

source: The Evertec billing form needs a credit_card_and bank_info subsections.
nl_nl: Het Facturatieformulier van Evertec heeft een credit_card_and bank_info onderafdelingen nodig.

source: No state was found for ID %d
nl_nl: Er is geen staat gevonden voor ID-%d

source: Adjust the settings for the EVERTEC payment gateway.
nl_nl: Pas de instellingen voor de EVERTEC-betalingsgateway aan.

source: Please contact EVERTEC to find what currencies are supported
nl_nl: Neem contact op met EVERTEC om te zien welke valuta's worden ondersteund

source: Please be sure to inform EVERTEC your account needs to work with this server's IP address, %1$s. Your account can only be enabled for a single IP address. If it isn't you will get an authentication error when trying to make a payment.
nl_nl: Zorg ervoor dat u EVERTEC informeert dat uw account moet werken met het IP-adres van deze server, %1$s. Uw account kan alleen worden ingeschakeld voor één IP-adres. Als dit niet het gaat, krijgt u een verificatiefout wanneer u een betaling probeert uit te voeren.

source: If this option is enabled, be sure to enter your sandbox credentials in the fields below. Be sure to turn this setting off when you are done testing.
nl_nl: Als deze optie is ingeschakeld, moet u uw sandbox-referenties invoeren in de velden hieronder. Zorg ervoor dat u deze instelling uit te schakelen wanneer u klaar bent met testen.

source: The username used to login to EVERTEC.
nl_nl: De gebruikersnaam die wordt gebruikt om in te loggen op EVERTEC.

source: The password used to login to EVERTEC.
nl_nl: Het wachtwoord dat wordt gebruikt om in te loggen op EVERTEC.

source: Accepted Payment Methods
nl_nl: Geaccepteerde betalingsmethoden

source: Select the credit cards and bank account types for which you will accept payment.
nl_nl: Selecteer de creditcards en bankrekeningtypen waarvoor u de betaling accepteert.

source: Evertec Test Mode
nl_nl: Evertec-testmodus

source: Reminder: Your Evertec must be setup to work from this IP Address. If you receive authorization errors it is because it is not setup properly. Contact Evertec and request that they set your account to work from IP %s
nl_nl: Herinnering: Uw Evertec moet zijn ingesteld om te werken vanaf dit IP-adres. Als u autorisatiefouten ontvangt, is dit omdat het niet goed is ingesteld. Neem contact op met Evertec en vraag of ze uw account instellen om te werken vanaf IP-%s

source: Test Credit Card Information
nl_nl: Creditcardgegevens testen

source: Number
nl_nl: Nummer

source: Note
nl_nl: Opmerking

source: The minimum amount to test AMEX is $1
nl_nl: Het minimumbedrag om AMEX te testen is $ 1

source: Test Bank Information Information
nl_nl: Test Bank informatie informatie

source: Personal Savings
nl_nl: Persoonlijke Tegoeden

source: Bank Number
nl_nl: Bankrekeningnummer

source: Routing Number
nl_nl: Routing Nummer

source: Any Number
nl_nl: Willekeurig nummer

source: Any Name
nl_nl: Willekeurige naam

source: Used to set the background color of the barcode (default is #FFFFF [white] ). [BARCODE_* bgcolor=#FFFFFF]
nl_nl: Wordt gebruikt om de achtergrondkleur van de streepjescode in te stellen (standaard is #FFFFF [wit] ). [BARCODE_* bgcolor=#FFFFFF]

source: Used to set the foreground color of the barcode (default is #000000 [black] ). [BARCODE_* color=#000000]
nl_nl: Wordt gebruikt om de voorgrondkleur van de streepjescode in te stellen (standaard is #000000 [zwart] ). [BARCODE_* kleur=#000000]

source: This shortcode generates the url for all tickets in a transaction. However, only tickets for approved registrations are generated via the url on this shortcode.
nl_nl: Deze shortcode genereert de url voor alle tickets in een transactie. Echter, alleen tickets voor goedgekeurde registraties worden gegenereerd via de url op deze shortcode.

source: No Tickets available
nl_nl: Geen Tickets beschikbaar

source: Hello,%s Your ticket(s) are not available because your registration(s) are not approved. If you think this is incorrect, please contact the site administrator.
nl_nl: Hallo, %s Uw ticket(s) zijn niet beschikbaar omdat uw registratie(en) niet Goedgekeurd. Als u denkt dat dit onjuist is, neem dan contact op met de site Beheerder.

source: Bank Account number %s
nl_nl: Bankrekeningnummer %s

source: Name on Card %s
nl_nl: Naam op kaart %s

source: Ticket Selector Template Settings
nl_nl: Sjablooninstellingen voor ticketkiezer

source: Show Ticket Details?
nl_nl: Toon ticket gegevens

source: This lets you choose whether the extra ticket details section is displayed with the ticket selector.
nl_nl: Hiermee u kiezen of de extra ticketdetails sectie wordt weergegeven met de ticketkiezer.

source: Show Ticket Sale Info?
nl_nl: Toon kaartverkoop informatie?

source: This lets you indicate whether information about ticket sales is shown with ticket details in the ticket selector.
nl_nl: Zo u aangeven of informatie over de kaartverkoop wordt weergegeven met ticketgegevens in de ticketkiezer.

source: Unable to reattempt the last ran migration script because it was not a valid migration script. || It was %s
nl_nl: Kan het laatste uitgevoerde migratiescript niet opnieuw uitvoeren omdat het geen geldig migratiescript was. || Het was %s

source: The cheeky "is_borked" method had been replaced with the more proper "is_broken"
nl_nl: De brutale "is_borked" methode was vervangen door de meer juiste "is_broken"

source: Reattempt migration
nl_nl: Opnieuw migratie starten

source: Pay using %s
nl_nl: Betalen met %s

source: Creator ID of the first Event attended
nl_nl: Creator ID van het eerste evenement bijgewoond

source: Could not create instance of class %s from row %s
nl_nl: Kan geen instantie maken van klasse %s uit rij %s

source: User who was logged in while this occurred
nl_nl: Gebruiker die was ingelogd terwijl dit gebeurde

source: Event Creator ID
nl_nl: Workshopaanbieder ID

source: Template Creator ID
nl_nl: Sjablonenmaker ID

source: Payment Method Creator ID
nl_nl: Betaalmethoden maker ID

source: Price Creator ID
nl_nl: Prijs Creator ID

source: Price Type Creator ID
nl_nl: Creator-id van prijstype

source: Question Creator ID
nl_nl: Id voor twijfeltekens

source: Question Group Creator ID
nl_nl: Creator-id voor vraaggroepen

source: Venue Creator ID
nl_nl: Locatie Creator ID

source: User Login
nl_nl: Gebruikerslogin

source: User Password
nl_nl: Gebruikerswachtwoord

source: User Nice Name
nl_nl: Bijnaam gebruiker

source: User Email
nl_nl: Gebruikers Email

source: Date User Registered
nl_nl: Datum gebruiker geregistreerd

source: User Activation Key
nl_nl: Activeringscode gebruiker

source: User Status
nl_nl: Gebruikers status

source: You cant get a default value for a wp_User_Field because the "init" action is called, because current_user global hasnt yet been setup. Consider doing your business logic on the "init" hook or later.
nl_nl: U geen standaardwaarde krijgen voor een wp_User_Field omdat de actie 'init' wordt aangeroepen, omdat current_user global nog niet is ingesteld. Overweeg het doen van uw zakelijke logica op de "init" haak of later.

source: (Private)
nl_nl: (Privé)

source: %s Feature Image
nl_nl: Afbeelding van %s-functie

source: Link to organization LinkedIn page
nl_nl: Koppeling naar de LinkedIn-pagina van de organisatie

source: We're sorry but there appears to be an error with the "reg_url_link" or the primary registrant for this transaction. Please refresh the page and try again or contact support.
nl_nl: Het spijt ons, maar er lijkt een fout te zijn gemaakt met de "reg_url_link" of de primaire registrant voor deze transactie. Vernieuw de pagina en probeer het opnieuw of neem contact op met ondersteuning.

source: We're sorry but there appears to be an error with the "reg_url_link" or the transaction itself. Please refresh the page and try again or contact support.
nl_nl: Het spijt ons, maar er lijkt een fout te zijn met de "reg_url_link" of de transactie zelf. Vernieuw de pagina en probeer het opnieuw of neem contact op met ondersteuning.

source: A valid Payment Method could not be determined.
nl_nl: Een geldige betalingsmethode kan niet worden bepaald.

source: It appears we have received a duplicate IPN from PayPal for payment %d
nl_nl: Het lijkt erop dat we een dubbele IPN van PayPal hebben ontvangen voor betaling %d

source: Updated payment either from IPN or as part of POST from PayPal
nl_nl: Bijgewerkte betaling vanuit IPN of als onderdeel van POST van PayPal

source: Notes Regarding Paypal Taxes and Shipping
nl_nl: Opmerkingen over Paypal-belastingen en verzendkosten

source: Show on all Pages:
nl_nl: Toon op alle pagina’s

source: The card issuing bank is of non-U.S. origin and does not support AVS.
nl_nl: De kaartuitgevende bank is van niet-Amerikaanse. en ondersteunt geen AVS.

source: Not applicable to American Express.
nl_nl: Niet van toepassing op American Express.

source: people-category
nl_nl: personen-categorie

source: View Category Archive
nl_nl: Categoriearchief bekijken

source: View Type Archive
nl_nl: Typearchief weergeven

source: View People Archive Page
nl_nl: Pagina Personenarchief bekijken

source: People Admin
nl_nl: Personen beheren

source: Click here to edit
nl_nl: Klik hier om te bewerken

source: Domestic and International issued Maestro
nl_nl: Nationale en internationale uitgegeven Maestro

source: Sage Pay Vendor Name
nl_nl: Naam van betaalleverancier Sage

source: charge fail; Attaching this card will succeed, but attempts to charge the customer will fail.
nl_nl: kosten mislukken; Het koppelen van deze kaart zal slagen, maar pogingen om de klant in rekening te brengen zullen mislukken.

source: card_declined; Use this special card number.
nl_nl: card_declined; Gebruik dit speciale kaartnummer.

source: incorrect_number; Use a number that fails the Luhn check, e.g.
nl_nl: incorrect_number. Gebruik een nummer dat niet voldoet aan de Luhn-controle, bijv.

source: invalid_expiry_month; Use an invalid month e.g.
nl_nl: invalid_expiry_month; Gebruik een ongeldige maand b.v.

source: invalid_expiry_year; Use a year in the past e.g.
nl_nl: invalid_expiry_year; Gebruik een jaar in het verleden bijv.

source: invalid_cvc; Use a two digit number e.g.
nl_nl: invalid_cvc; Gebruik een tweecijferig getal bijv.

source: Template Settings Preview screenshot
nl_nl: Schermafbeelding van voorbeeldinstellingen sjablooninstellingen

source: This page displays all your events and is required. It is important that this page always contain the %s shortcode. It is not required to be in your navigation menu.
nl_nl: Deze pagina geeft al uw evenementen weer en is vereist. Het is belangrijk dat deze pagina altijd de %s shortcode bevat. Het is niet vereist om in uw navigatiemenu te staan.

source: This page processes the payments and is required. It should only contain the %s shortcode. No other content should be added and it should be hidden from your navigation menu.
nl_nl: Deze pagina verwerkt de betalingen en is vereist. Het mag alleen de %s shortcode bevatten. Er mag geen andere inhoud worden toegevoegd en deze mag worden verborgen in uw navigatiemenu.

source: This page is displayed after a successful transaction and is required. It should contain the %s shortcode. Additionally, you may customize this page by adding extra content to the page. It should be hidden from your navigation menu.
nl_nl: Deze pagina wordt weergegeven na een geslaagde transactie en is vereist. Het moet de %s shortcode bevatten. Bovendien u deze pagina aanpassen door extra inhoud aan de pagina toe te voegen. Het moet worden verborgen in uw navigatiemenu.

source: This page is displayed after an unsuccessful transaction and is required. It should contain the %s shortcode. Additionally, you may customize this page by adding extra content to the page. It should be hidden from your navigation menu.
nl_nl: Deze pagina wordt weergegeven na een mislukte transactie en is vereist. Het moet de %s shortcode bevatten. Bovendien u deze pagina aanpassen door extra inhoud aan de pagina toe te voegen. Het moet worden verborgen in uw navigatiemenu.

source: If you would like to style the look of your events archive page, then follow the WordPress instructions for %1$screating a custom template for archive pages%2$s.
nl_nl: Als u het uiterlijk van uw archiefpagina van evenementen wilt stylen, volgt u de WordPress-instructies voor %1$s het maken van een aangepaste sjabloon voor archiefpagina's%2$s.

source: Build a template for your events - create a theme template named %1$s Then place it in your theme's root directory. For the default WordPress Twenty Thirteen theme, this location will be %2$s.
nl_nl: Een sjabloon voor uw gebeurtenissen maken - maak een themasjabloon met de naam %1$s plaats deze vervolgens in de hoofdmap van uw thema. Voor het standaard WordPress Twenty Thirteen-thema wordt deze locatie %2$s.

source: Build a template for a single event - create a theme template named %1$s Then place it in your theme's root directory. For the default WordPress Twenty Thirteen theme, this location will be %2$s.
nl_nl: Een sjabloon maken voor één gebeurtenis : maak een themasjabloon met de naam %1$s plaats deze vervolgens in de hoofdmap van uw thema. Voor het standaard WordPress Twenty Thirteen-thema wordt deze locatie %2$s.

source: Site license keys are now called support license keys. Your support license key should only be entered on live/production sites. If this is a development or test site, %sdo not%s enter your support license key.
nl_nl: Sitelicentiesleutels worden nu ondersteuningslicentiesleutels genoemd. Uw ondersteuningslicentiesleutel mag alleen worden ingevoerd op live/productielocaties. Als dit een ontwikkelings- of testlocatie is, %s dat niet doen%s voer uw ondersteuningslicentiesleutel in.

source: Adding a valid Support License Key will enable automatic update notifications and backend updates for Event Espresso Core and any installed add-ons. If this is a Development or Test site, %sDO NOT%s enter your Support License Key.
nl_nl: Als u een geldige ondersteuningslicentiesleutel toevoegt, worden automatische updatemeldingen en back-updates voor Gebeurtenis Espresso Core en eventuele geïnstalleerde invoegtoepassingen ingeschakeld. Als dit een ontwikkelings- of testsite is, voert %sDO NOT%s uw ondersteuningslicentiesleutel in.

source: An error occurred and we were not able to automatically send a report to Event Espresso support.
nl_nl: Er is een fout opgetreden en we konden niet automatisch een rapport verzenden naar ondersteuning voor Gebeurtenis espresso.

source: Please copy-and-paste the system information below to %s
nl_nl: Kopieer en plak de onderstaande systeemgegevens naar %s

source: system status info
nl_nl: systeemstatusgegevens

source: Just make sure you've %1$s checked for a solution in the forums,%2$s and properly contacted Support. We will get back to you as soon as possible
nl_nl: Zorg ervoor dat je hebt %1$s gecontroleerd op een oplossing in de forums, %2$s en goed contact opnemen met ondersteuning. We nemen zo snel mogelijk kennis met u terug

source: Please note: %sThis is permanent and can NOT be undone.%s
nl_nl: Let op: %sDit is permanent en kan NIET ongedaan worden gemaakt. %s

source: Then, locate Event Espresso on the WordPress Plugins page, and click on %sDelete%s
nl_nl: Zoek vervolgens Event Espresso op de wordpress-plug-ins-pagina en klik op %sDelete%s

source: Once you are on the Delete Plugin page, click on %sYes, Delete these files and data%s
nl_nl: Zodra u op de pagina Plugin verwijderen bent, klikt u op %sYes, Verwijder deze bestanden en gegevens%s

source: Preview Custom Message Templates screenshot
nl_nl: Voorvertoning schermafbeelding Aangepast Berichtsjabloon

source: Messengers are the vehicles that deliver messages to individuals (recipients). By default, every install of Event Espresso has the %sEmail%s messenger active. The Email messenger is a vehicle for delivering messages. Other possible vehicles might be any social media applications, 3rd party API's etc.
nl_nl: Messengers zijn de voertuigen die berichten leveren aan individuen (ontvangers). Standaard heeft elke installatie van Event Espresso de %sEmail%s messenger actief. De e-mail messenger is een voertuig voor het leveren van berichten. Andere mogelijke voertuigen kunnen elke social media applicaties, 3rd party API's etc.

source: Below are message types that are currently %sactive%s with this messenger. Drag them over to the "Inactive Message Types" box to deactivate them.
nl_nl: Hieronder staan berichttypen die momenteel %sactive%s met deze messenger. Sleep ze naar het vak 'Inactieve berichttypen' om ze te deactiveren.

source: Click to toggle
nl_nl: Klik om te wisselen

source: %sVery important!%s Although customizations made to global templates are preserved when a messenger is deactivated, any settings for that messenger (or the message types that were attached to it) are lost on deactivation. Keep that in mind. Also, once you deactivate a messenger, no more messages will be delivered using that messenger for any of your events.
nl_nl: %s Heel belangrijk! %s Hoewel aanpassingen aan globale sjablonen worden bewaard wanneer een messenger wordt gedeactiveerd, gaan alle instellingen voor die messenger (of de berichttypen die eraan zijn gekoppeld) verloren bij deactivering. Hou dat in gedachten. Ook, zodra u een boodschapper deactiveren, zullen er geen berichten meer worden geleverd met behulp van die boodschapper voor een van uw evenementen.

source: The %sPreview%s button is simply a link to a special view of the current template displayed to give you an idea of how the actual message will look when delivered. More information on what the preview displays is available in the content of the help tab on the preview page.
nl_nl: De %sPreview%s knop is gewoon een link naar een speciale weergave van de huidige sjabloon weergegeven om u een idee te geven van hoe de werkelijke boodschap eruit zal zien wanneer geleverd. Meer informatie over wat de preview wordt weergegeven, is beschikbaar in de inhoud van het tabblad Help op de voorbeeldpagina.

source: %sAn important note:%s The system has been designed so that when you save the template, checks will be performed on each field to make sure that only valid shortcodes (or values) are used within them. You will get a warning box with clear instructions if you've tried to use a particular shortcode in a field that does not support it. Also, you'll want to try the Preview button if you've made any changes to the template to see if the changes are as you expected!
nl_nl: %s Een belangrijke opmerking:%s Het systeem is zo ontworpen dat wanneer u de sjabloon opslaat, op elk veld controles worden uitgevoerd om ervoor te zorgen dat er alleen geldige shortcodes (of waarden) in worden gebruikt. U krijgt een waarschuwingsvak met duidelijke instructies als u hebt geprobeerd om een bepaalde shortcode te gebruiken in een veld dat het niet ondersteunt. U wilt ook de knop Voorbeeld proberen als u wijzigingen in de sjabloon hebt aangebracht om te zien of de wijzigingen zijn zoals u had verwacht!

source: Messengers are the vehicles that deliver messages to people. By default, every Event Espresso install has the %sEmail%s messenger already active. The Email messenger is a vehicle for delivering messages. Other possible vehicles might be any social media applications, 3rd Party API's etc.
nl_nl: Boodschappers zijn de voertuigen die berichten te leveren aan mensen. Standaard heeft elke gebeurtenis espresso installatie de %sEmail%s messenger al actief. De e-mail messenger is een voertuig voor het leveren van berichten. Andere mogelijke voertuigen kunnen elke social media applicaties, 3rd Party API's etc.

source: Preview Question Groups Overview List Table screenshot
nl_nl: Schermafbeelding van de overzichtstabel van de lijst van vragengroepen bekijken

source: Edit %s Group
nl_nl: %s groep bewerken

source: An approved registration allows payments and may have a transaction status of incomplete or complete. The registration is marked as active and a space is reserved for the registrant.
nl_nl: Een goedgekeurde registratie maakt betalingen mogelijk en kan een transactiestatus hebben die onvolledig of voltooid is. De registratie is gemarkeerd als actief en een ruimte is gereserveerd voor de registrant.

source: Registration User Agent
nl_nl: Gebruikersagent voor registratie

source: Show a list of all of your events
nl_nl: Een lijst met al uw evenementen weergeven

source: Set a custom title for the event list
nl_nl: Een aangepaste titel instellen voor de gebeurtenislijst

source: Limit (paginate) the number of events that are shown in the event list on a page or post
nl_nl: Het aantal gebeurtenissen beperken dat wordt weergegeven in de evenementenlijst op een pagina of bericht

source: Add a custom CSS class to each event post/article
nl_nl: Een aangepaste CSS-klasse toevoegen aan elke gebeurtenisbericht/artikel

source: Filter the event list by month and year
nl_nl: De lijst met gebeurtenissen filteren op maand en jaar

source: Show expired events in the event list
nl_nl: Verlopen gebeurtenissen weergeven in de lijst met gebeurtenissen

source: Sorts the event list in ascending order
nl_nl: Sorteert de gebeurtenislijst in oplopende volgorde

source: Sorts the event list in descending order
nl_nl: Sorteert de evenementenlijst in aflopende volgorde

source: Order the event list by a specific set of parameters (refer to available options below)
nl_nl: Bestel de evenementenlijst op basis van een specifieke set parameters (zie de beschikbare opties hieronder)

source: Go to Transaction Details
nl_nl: Ga naar de Transactie Gegevens
