Repository: eventespresso/event-espresso-core
Catalog: languages/event_espresso-*.po
Languages: nl_nl

source: Unable to verify PIN/ Reserved for client-specific use (declined)
nl_nl: Kan pincode/ gereserveerd voor klantspecifiek gebruik niet verifiëren (geweigerd)

source: Invalid Authorization Life Cycle –Decline (MasterCard) or Duplicate Transaction Detected (Visa)/ Reserved for client-specific use (declined)
nl_nl: Ongeldige levenscyclus van autorisatie –Weigeren (MasterCard) of Dubbele transactie gedetecteerd (Visum)/ Gereserveerd voor klantspecifiek gebruik (geweigerd)

source: No reason to decline a request for Account Number Verification or Address Verification/ Reserved for client-specific use (declined)
nl_nl: Geen reden om een verzoek om verificatie van rekeningnummerverificatie of adresverificatie/ Gereserveerd voor klantspecifiek gebruik (geweigerd) te weigeren

source: Cannot verify PIN/ Reserved for client-specific use (declined)
nl_nl: Kan geen pincode/ gereserveerd voor clientspecifiek gebruik verifiëren (geweigerd)

source: Reserved for client-specific use (declined)
nl_nl: Gereserveerd voor klantspecifiek gebruik (geweigerd)

source: Cut-off in progress
nl_nl: Cut-off in uitvoering

source: Issuer or switch inoperative
nl_nl: Uitgever of schakelaar buiten werking

source: Routing error
nl_nl: Routeringsfout

source: Violation of law
nl_nl: Schending van de wet

source: Duplicate Transmission (Integrated Debit and MasterCard)
nl_nl: Dubbele transmissie (geïntegreerde incasso en mastercard)

source: Reconcile error
nl_nl: Fout verzoenen

source: System malfunction
nl_nl: Systeemstoring

source: Exceeds cash limit
nl_nl: Overschrijdt de contante limiet

source: Payment declined. %1$s
nl_nl: Betaling is geweigerd. %1$s

source: Payment failed. An unexpected response code (%1$s) was received.
nl_nl: Betaling is mislukt. Er is een onverwachte antwoordcode (%1$s) ontvangen.

source: TransFirst Transaction Express Onsite Settings
nl_nl: Instellingen voor TransFirst Transaction Express ter plaatse

source: Bank Routing Numbers should have no more than 9 digits
nl_nl: Bankroutenummers mogen niet meer dan 9 cijfers hebben

source: Account Number
nl_nl: Rekeningnummer

source: Customer Checking/Savings Account numbers should have no more than 17 digits
nl_nl: Klantencontrole/spaarrekeningnummers mogen niet meer dan 17 cijfers hebben

source: Customer Checking/Savings Account numbers should have no fewer than 4 digits
nl_nl: Klantencontrole/spaarrekeningnummers moeten niet minder dan 4 cijfers hebben

source: Full Name
nl_nl: Volledige naam

source: These are the only special characters allowed: %1$s
nl_nl: Dit zijn de enige speciale personages toegestaan: %1$s

source: Payment Types Accepted on your Merchant Account %s
nl_nl: Betalingstypen geaccepteerd op uw %s

source: Merchant Gateway ID and Merchant RegKey
nl_nl: Merchant Gateway ID en Merchant RegKey

source: These are provided to you by TransFirst with your account details.
nl_nl: Deze worden u door TransFirst verstrekt met uw accountgegevens.

source: Accepted Payment Types
nl_nl: Geaccepteerde betalingstypen

source: Your TransFirst account is setup to receive payments via Credit Card, eCheck/ACH, or both. Indicate here which has been setup on your TransFirst Account.
nl_nl: Uw TransFirst-account is ingesteld om betalingen te ontvangen via creditcard, eCheck/ACH of beide. Geef hier aan welke is ingesteld op uw TransFirst Account.

source: Debug Mode is turned ON. Payments will NOT be processed, and the form's billing has been autofilled.
nl_nl: Foutopsporingsmodus is ingeschakeld. Betalingen worden NIET verwerkt en de facturering van het formulier is automatisch ingevuld.

source: Test Credit Cards
nl_nl: Creditcards testen

source: Use any expiration date, and CVV 123
nl_nl: Gebruik een vervaldatum en CVV 123

source: How do I test specific error codes? Using VISA or MasterCard, the PAYMENT AMOUNT dictates the payments status.
nl_nl: Hoe test ik specifieke foutcodes? Met behulp van VISA of MasterCard bepaalt het betalingsbedrag de betalingsstatus.

source: Success
nl_nl: Succes

source: Partial Approval
nl_nl: Gedeeltelijke goedkeuring

source: General Error
nl_nl: Algemene fout

source: There are lots of other dollar amounts. Please refer to the TransFirst documentation.
nl_nl: Er zijn tal van andere dollar bedragen. Raadpleeg de TransFirst documentatie.

source: Test Bank Account
nl_nl: Bankrekening testen

source: Use routing number 123456780, and any valid account number
nl_nl: Routeringsnummer 123456780 en een geldig rekeningnummer gebruiken

source: TransFirst (Transaction Express) is an on-site payment method for accepting credit and debit cards and bank transfers (ACH) and is available to event organizers in the United States. An account with TransFirst is required to accept payments. Need an account with TransFirst? %1$sClick here to sign up for a merchant account%2$s.
nl_nl: TransFirst (Transaction Express) is een on-site betalingsmethode voor het accepteren van creditcards en betaalpassen en bankoverschrijvingen (ACH) en is beschikbaar voor organisatoren van evenementen in de Verenigde Staten. Een account bij TransFirst is vereist om betalingen te accepteren. Heb je een account nodig bij TransFirst? %1$s Klik hier om je aan te melden voor een merchant account%2$s.

source: This is where notifications go to when you use the %1$s and %2$s shortcodes in the message templates.
nl_nl: Dit is waar meldingen naartoe gaan wanneer u de %1$s en %2$s shortcodes in de berichtsjablonen gebruikt.

source: Unable to create the contact for the registration because the required parameters are not present (_REG_ID )
nl_nl: Kan de contactpersoon voor de registratie niet maken omdat de vereiste parameters niet aanwezig zijn (_REG_ID)

source: These parameters (options) are available for the %s shortcode parameter above. Multiple parameters should be separated by a comma.
nl_nl: Deze parameters (opties) zijn beschikbaar voor de bovenstaande parameter %s shortcode. Meerdere parameters moeten worden gescheiden door een komma.

source: This transaction has been overpaid ! Payments Total
nl_nl: Deze transactie is te veel betaald! Totaal betalingen

source: We're sorry, but it appears that your server's version of PHP was not compiled with PCRE unicode support.%1$sPlease contact your hosting company and ask them whether the PCRE compiled with your version of PHP on your server can be been built with the "--enable-unicode-properties" and "--enable-utf8" configuration switches to enable more complex regex expressions.%1$sIf they are unable, or unwilling to do so, then your server will not support international email addresses using UTF-8 unicode characters. This means you will either have to lower your email validation level to "Basic" or "WordPress Default", or switch to a hosting company that has/can enable PCRE unicode support on the server.
nl_nl: Het spijt ons, maar het lijkt erop dat de versie van uw server van PHP niet is gecompileerd met PCRE unicode-ondersteuning. %1$s Neem contact op met uw hostingbedrijf en vraag hen of de PCRE die is gecompileerd met uw versie van PHP op uw server kan worden gebouwd met de configuratieschakelaars "--enable-unicode-properties" en "-enable-utf8" om complexere regex-expressies mogelijk te maken. %1$s Als ze niet in staat zijn of niet bereid zijn om dit te doen, dan zal uw server geen internationale e-mailadressen ondersteunen met UTF-8 unicode tekens. Dit betekent dat u uw e-mailvalidatieniveau moet verlagen naar "Basic" of "WordPress Default", of overschakelt naar een hostingbedrijf dat pcre-unicode-ondersteuning op de server heeft/kan inschakelen.

source: We're sorry, but it appears that your server's configuration will not support the "International" or "International + DNS Check" email validation levels.%1$sTo correct this issue, please consult with your hosting company regarding your server's PCRE settings.%1$sIt is recommended that your PHP version be configured to use PCRE 8.10 or newer.%1$sMore information regarding PCRE versions and installation can be found here: %2$s
nl_nl: Het spijt ons, maar het lijkt erop dat de configuratie van uw server de e-mailvalidatieniveaus "Internationaal" of "Internationaal + DNS-controle" niet ondersteunt. %1$s Om dit probleem te verhelpen, neem dan contact op met uw hostingbedrijf over de PCRE-instellingen van uw server. %1$s Het wordt aanbevolen om uw PHP-versie te configureren om PCRE 8.10 of nieuwer te gebruiken. %1$s Meer informatie over PCRE versies en installatie vindt u hier: %2$s

source: Datetime ID: %d
nl_nl: Datum-id: %d

source: View registrations for this datetime.
nl_nl: Bekijk registraties voor deze datumtijd.

source: Authorize.Net AIM is an on-site payment method for accepting credit and debit card payments and is available to event organizers in the United States, Canada, United Kingdom, and Australia. An account with Authorize.Net is required to accept payments. Need an Authorize.Net account? %1$sClick here to sign up for a merchant account%2$s.
nl_nl: Authorize.Net AIM is een on-site betalingsmethode voor het accepteren van creditcard- en betaalkaartbetalingen en is beschikbaar voor organisatoren van evenementen in de Verenigde Staten, Canada, het Verenigd Koninkrijk en Australië. Een account met Authorize.Net is vereist om betalingen te accepteren. Heb je een Authorize.Net account nodig? %1$s Klik hier om je aan te melden voor een merchant account%2$s.

source: PayPal Pro (Website Payments Pro) is an on-site payment method for accepting credit and debit cards and is available to event organizers in the United States, United Kingdom, and Canada. An account with PayPal is required to accept payments. Need a PayPal Pro account? Call 1-855-456-1338 or %1$sclick here to sign up for a merchant account%2$s.
nl_nl: PayPal Pro (Website Payments Pro) is een on-site betalingsmethode voor het accepteren van creditcards en betaalpassen en is beschikbaar voor organisatoren van evenementen in de Verenigde Staten, het Verenigd Koninkrijk en Canada. Een account bij PayPal is vereist om betalingen te accepteren. Een PayPal Pro-account nodig? Bel 1-855-456-1338 of %1$sklik hier om je aan te melden voor een verkopersaccount%2$s.

source: The "%1$s" model could not be loaded.
nl_nl: Het "%1$s" model kon niet worden geladen.

source: QuickBooks is an on-site payment method for accepting credit and debit cards and is available to event organizers in the United States. An account with QuickBooks is required to accept payments. Need an account with QuickBooks? %1$sClick here to sign up for a merchant account%2$s.
nl_nl: QuickBooks is een on-site betalingsmethode voor het accepteren van creditcards en betaalpassen en is beschikbaar voor organisatoren van evenementen in de Verenigde Staten. Een account bij QuickBooks is vereist om betalingen te accepteren. Heb je een account nodig bij QuickBooks? %1$s Klik hier om je aan te melden voor een merchant account%2$s.

source: Stripe is an on-site payment method for accepting credit and debit cards and is available to event organizers in many countries. An account with Stripe is required to accept payments. Need a Stripe account? %1$sClick here to sign up for a merchant account%2$s.
nl_nl: Stripe is een on-site betalingsmethode voor het accepteren van creditcards en betaalpassen en is beschikbaar voor organisatoren van evenementen in veel landen. Een account bij Stripe is vereist om betalingen te accepteren. Heb je een Stripe-account nodig? %1$s Klik hier om je aan te melden voor een merchant account%2$s.

source: TransFirst Offsite Settings
nl_nl: Instellingen voor transeerste offsite

source: TransFirst
nl_nl: TransEer

source: Adjust the settings for the TransFirst payment gateway.
nl_nl: Pas de instellingen voor de TransFirst-betalingsgateway aan.

source: Please contact TransFirst to find what currencies are supported
nl_nl: Neem contact op met TransFirst om te zien welke valuta's worden ondersteund

source: TransFirst Settings
nl_nl: Transeerinstellingen transeer

source: The login used to login to TransFirst.
nl_nl: De login wordt gebruikt om in te loggen op TransFirst.

source: Error occured communicating with TransFirst gateway server
nl_nl: Fout opgetreden in communicatie met TransFirst-gatewayserver

source: Approved or completed successfully
nl_nl: Goedgekeurd of voltooid met succes

source: Refer to card issuer
nl_nl: Verwijzen naar kaartuitgever

source: Refer to card issuer, special condition
nl_nl: Verwijzen naar kaartuitgever, speciale voorwaarde

source: Invalid merchant
nl_nl: Ongeldige handelaar

source: Pick-up card
nl_nl: Ophaalkaart

source: Do not honor
nl_nl: Eer niet

source: Pick-up card, special condition
nl_nl: Pick-up kaart, speciale voorwaarde

source: Declined: Honor with identification(this is a decline response when a card not present transaction)
nl_nl: Geweigerd: Eer met identificatie (dit is een reactie op weigeren wanneer een kaart geen transactie presenteert)

source: Request in progress
nl_nl: Aanvraag in uitvoering

source: Approved, partialauthorization
nl_nl: Goedgekeurd, gedeeltelijkauthorisatie

source: Declined: VIP (this is a decline response fora card not present transaction)
nl_nl: Geweigerd: VIP (dit is een reactie op weigeren voor een kaart die geen transactie presenteert)

source: Invalid transaction
nl_nl: Ongeldige transactie

source: Invalid card number
nl_nl: Ongeldig kaart nummer

source: No such issuer
nl_nl: Geen dergelijke emittent

source: Declined: update track 3
nl_nl: Geweigerd: update spoor 3

source: Customer cancellation
nl_nl: Annulering van klanten

source: Customer dispute
nl_nl: Klantgeschil

source: Re-enter transaction
nl_nl: Opnieuw transactie invoeren

source: Invalid response
nl_nl: Ongeldige reactie

source: No action taken
nl_nl: Geen actie ondernomen

source: Suspected malfunction
nl_nl: Vermoedelijke storing

source: Unacceptable transaction fee
nl_nl: Onaanvaardbare transactiekosten

source: File update not supported
nl_nl: Bestandsupdate niet ondersteund

source: Unable to locate record
nl_nl: Kan record niet vinden

source: Duplicate record
nl_nl: Gedupliceerd dossier

source: File update field edit error
nl_nl: Bewerkingsfout bestandsupdateveld

source: File update file locked
nl_nl: Bestandsupdatebestand vergrendeld

source: File update failed
nl_nl: Bestandsupdate is mislukt

source: Format error
nl_nl: Indelingsfout

source: Bank not supported
nl_nl: Bank niet ondersteund

source: Expired card, pick-up
nl_nl: Verlopen kaart, ophalen

source: Suspected fraud, pick-up
nl_nl: Vermoedelijke fraude, pick-up

source: Contact acquirer, pick-up
nl_nl: Neem contact op met acquirer, pick-up

source: Restricted card, pick-up
nl_nl: Beperkte kaart, ophalen

source: Call acquirer security, pick-up
nl_nl: Call acquirer beveiliging, pick-up

source: PIN tries exceeded, pick-up
nl_nl: PIN-pogingen overschreden, ophalen

source: No credit account
nl_nl: Geen kredietrekening

source: Function not supported
nl_nl: Functie niet ondersteund

source: Lost card, pick-up
nl_nl: Verloren kaart, pick-up

source: No universal account
nl_nl: Geen universele account

source: Stolen card, pick-up
nl_nl: Gestolen kaart, pick-up

source: No investment account
nl_nl: Geen beleggingsrekening

source: Account closed
nl_nl: Account gesloten

source: Identification required
nl_nl: Identificatie vereist

source: Identification cross-check required
nl_nl: Identificatie kruiscontrole vereist

source: No customer record
nl_nl: Geen klantrecord

source: Reserved for future Realtime use
nl_nl: Gereserveerd voor toekomstig realtime gebruik

source: Not sufficient funds
nl_nl: Onvoldoende middelen

source: No checking account
nl_nl: Geen betaalrekening

source: No savings account
nl_nl: Geen spaarrekening

source: Expired card
nl_nl: Verlopen kaart

source: Incorrect PIN
nl_nl: Foute PIN-code

source: No card record
nl_nl: Geen kaartrecord

source: Could not register dependencies for "%1$s"
nl_nl: Kan niet registreren afhankelijkheden voor "%1$s"

source: Change Event/Ticket Selection
nl_nl: Wijzig evenement/ticket keuze

source: Change Event/Ticket Selection
nl_nl: Wijzig evenement/ticket keuze

source: The Registration ID must be a positive integer.
nl_nl: Het registratie-id moet een positief geheel getal zijn.

source: %1$sThis registration was cancelled and moved to a %2$snew registration%3$s.%4$s
nl_nl: %1$s Deze inschrijving werd geannuleerd en verplaatst naar een %2$snieuwe registratie%3$s. %4$s

source: %1$sThis registration was moved from a %2$sprevious registration%3$s which has been cancelled.%4$s
nl_nl: %1$s Deze inschrijving is verplaatst van een %2$svoorkeurige registratie%3$s die is geannuleerd. %4$s

source: Event Espresso Attendee Mover could not be activated. Please ensure that Event Espresso version %1$s or higher is running
nl_nl: Evenement Espresso Deelnemer Mover kon niet worden geactiveerd. Zorg ervoor dat de versie van event espresso %1$s of hoger wordt uitgevoerd

source: "Complete" Attendee Mover Step
nl_nl: "Complete" Deelnemer Mover Stap

source: Registration ID:%1$s has been successfully cancelled, and Registration ID:%2$s has been created to replace it.
nl_nl: Registratie-id:%1$s is geannuleerd en registratie-id:%2$s is gemaakt om deze te vervangen.

source: "Select Event" Attendee Mover Step
nl_nl: Stap 'Selecteer evenement' bij het bijwonen van de mover

source: Select New Event
nl_nl: Nieuwe gebeurtenis selecteren

source: Select Ticket
nl_nl: Selecteer ticket

source: "Select Ticket" Attendee Mover Step
nl_nl: Stap 'Selecteer ticket' Bijgewoonten

source: Select New Ticket
nl_nl: Kies een nieuw ticket

source: Registrations can not be moved if you select the exact same ticket that the registration already has! Please select a different ticket.
nl_nl: Registraties kunnen niet worden verplaatst als u exact hetzelfde ticket selecteert dat de registratie al heeft! Selecteer een ander ticket.

source: Verify Changes
nl_nl: Controleer de wijzigingen

source: "Verify Changes" Attendee Mover Step
nl_nl: Stap 'Wijzigingen verifiëren'

source: New Ticket
nl_nl: Nieuw ticket

source: Price Change
nl_nl: Prijswijziging

source: Trigger Notifications?
nl_nl: Berichten sturen?

source: Registration changes have been cancelled.
nl_nl: De registratiewijzigingen zijn geannuleerd.

source: Edit Registration Ticket Selection
nl_nl: Registratieticketselectie bewerken

source: This exact registration change has already been processed. Please select a different event and/or ticket to change this registration. %3$sThe original cancelled registration can be viewed on the %1$sregistration details admin page%2$s.
nl_nl: Deze exacte registratiewijziging is al verwerkt. Selecteer een ander evenement en/of ticket om deze inschrijving te wijzigen. %3$s De oorspronkelijke geannuleerde registratie kan worden bekeken op de %1$sregistratie gegevens admin pagina%2$s.

source: Flexible payments is an off-site payment option for accepting payments. You can provide your registrants/attendee with specific information on how to pay for their registrations (e.g. call a phone number to pay, pay at the event, etc).
nl_nl: Flexibele betalingen is een off-site betalingsoptie voor het accepteren van betalingen. U uw registranten/deelnemer specifieke informatie verstrekken over hoe te betalen voor hun registraties (bijvoorbeeld een telefoonnummer bellen om te betalen, betalen op het evenement, enz.).

source: Error. No associated payment was found.
nl_nl: Fout. Er is geen gekoppelde betaling gevonden.

source: Could not process this payment because it has no associated transaction.
nl_nl: Kan deze betaling niet verwerken omdat deze geen gekoppelde transactie heeft.

source: Other (promotion/surcharge/cancellation)
nl_nl: Overige (promotie/toeslag/annulering)

source: Error occurred while trying to setup the Express Checkout.
nl_nl: Er is een fout opgetreden tijdens het instellen van de Express Checkout.

source: Error occurred while trying to Capture the funds.
nl_nl: Fout opgetreden tijdens het proberen om het geld vast te leggen.

source: Error occurred while trying to get payment Details from PayPal.
nl_nl: Er is een fout opgetreden tijdens het ophalen van betalingsgegevens van PayPal.

source: PayPal Express
nl_nl: Betaal met PayPal Express

source: PayPal Express Settings
nl_nl: PayPal Express-instellingen

source: API Username %s
nl_nl: API-gebruikersnaam %s

source: API Password %s
nl_nl: API-wachtwoord %s

source: API Signature %s
nl_nl: API-%s

source: Image URL %s
nl_nl: Afbeeldings-URL %s

source: PayPal Express Checkout
nl_nl: Betaal met PayPal Express

source: PayPal Express Checkout Settings
nl_nl: Instellingen voor paypal Express-afhandeling

source: API Username
nl_nl: API gebruikersnaam

source: Your PayPal API Username.
nl_nl: Uw PayPal API gebruikersnaam.

source: API Password
nl_nl: API Wachtwoord

source: Your PayPal API Password.
nl_nl: Uw PayPal API paswoord.

source: API Signature
nl_nl: API Handtekening

source: Your PayPal Account Signature.
nl_nl: Uw PayPal Account Handtekening.

source: For testing please use a %1$s PayPal Sandbox account%2$s.
nl_nl: Voor het testen u gebruik maken van een %1$s PayPal Sandbox-account%2$s.

source: Debug Mode is turned ON. You will be redirected to the PayPal Sandbox environment. Please use your Sandbox PayPal account for the checkout.
nl_nl: Foutopsporingsmodus is ingeschakeld. U wordt doorgestuurd naar de PayPal Sandbox-omgeving. Gebruik uw Sandbox PayPal-account voor het afrekenen.

source: To trigger an error condition on an amount-related field, specify a error code value as a number with two digits to the right of the decimal point. For example, specify a value of 107.55 to trigger the 10755 error.
nl_nl: Als u een foutvoorwaarde wilt activeren op een hoeveelheidsgebonden veld, geef een foutcodewaarde op als een getal met twee cijfers rechts van het decimale punt. Geef bijvoorbeeld een waarde op van 107,55 om de fout 10755 te activeren.

source: More details can be found here: %1$s Testing Error Conditions %2$s.
nl_nl: Meer details vindt u hier: %1$s Testfoutvoorwaarden %2$s.

source: PayPal Express (Express Checkout) is an off-site payment method for accepting payments via PayPal and is available to event organizers in many countries. A PayPal premier or business account is needed to accept payments. Need a PayPal account? Call 1-855-456-1338 or %1$sclick here to sign up for a merchant account%2$s.
nl_nl: PayPal Express (Express Checkout) is een off-site betalingsmethode voor het accepteren van betalingen via PayPal en is beschikbaar voor organisatoren van evenementen in veel landen. Een PayPal premier of zakelijke account is nodig om betalingen te accepteren. Heb je een PayPal-account nodig? Bel 1-855-456-1338 of %1$sklik hier om je aan te melden voor een verkopersaccount%2$s.

source: Was not able to sign the card Authorization/Capture.
nl_nl: Was niet in staat om de kaart Autorisatie / Capture ondertekenen.

source: QuickBooks Card Authorization/Capture Error: %1$s %2$s
nl_nl: QuickBooks-kaartautorisatie/vastleggingsfout: %1$s %2$s

source: QuickBooks Card Authorization/Capture Error
nl_nl: QuickBooks-kaartautorisatie/vastleggingsfout

source: OAuth Consumer Key: %1$s
nl_nl: OAuth Consumentensleutel: %1$s

source: Connect to QuickBooks: %1$s *
nl_nl: Verbinding maken met QuickBooks: %1$s *

source: It appears that QuickBooks transaction parameters were not loaded properly! Please refresh the page and try again or contact support. QuickBooks payments will not be processed.
nl_nl: Het lijkt erop dat QuickBooks transactie parameters niet goed zijn geladen! Vernieuw de pagina en probeer het opnieuw of neem contact op met ondersteuning. QuickBooks-betalingen worden niet verwerkt.
