Repository: eventespresso/event-espresso-core
Catalog: languages/event_espresso-*.po
Languages: nl_nl

source: This is a special dynamic shortcode. After the "*", add the exact text of an existing question, and if there is an answer for that question for this recipient, then it will be output in place of this shortcode.
nl_nl: Dit is een speciale dynamische shortcode. Na de "*", voer de exacte text van een bestaande vraag, en als er een antwoord is voor die vraag voor die ontvanger, dan wordt het getoond.

source: VAT/Tax Number:
nl_nl: BTW nummer:

source: All shortcodes that are messenger specific.
nl_nl: Alle shortcodes die messenger specifiek zijn.

source: This will return a link to view the template in a browser if the html messenger is active.
nl_nl: Dit geeft een link om de template in de browser te bekijken als de html messenger actief is.

source: This will return a link to generate a pdf for the template if the pdf messenger is active.
nl_nl: Dit geeft een link om een pdf te genereren van de template als de pdf messenger actief is.

source: This will return html for a download pdf button trigger if the pdf messenger is active.
nl_nl: Dit geeft html van de 'download pdf button' van de template als de pdf messenger actief is.

source: Be aware that the pdf messenger is inactive. This means that any pdf related shortcodes will parse to an empty string.
nl_nl: Let op dat de pdf messenger inactief is. Dit zorgt dat pdf gerelateerde shortcodes een lege response zullen geven.

source: Be aware that the html messenger is inactive. This means that any html related shortcodes will parse to an empty string.
nl_nl: Houd er rekening mee dat de html-messenger inactief is. Dit betekent dat alle html-gerelateerde shortcodes ontleden aan een lege tekenreeks.

source: Show HTML
nl_nl: Toon HTML

source: This attribute based shortcode parses to show the number of uses the ticket has. The optional "schema" attribute can be used to indicate what schema is used when the uses is infinite. Options are:
nl_nl: Dit kenmerk op basis van shortcode parses om het aantal toepassingen van het ticket te tonen. Het optionele kenmerk "schema" kan worden gebruikt om aan te geven welk schema wordt gebruikt wanneer het gebruik oneindig is. Opties zijn:

source: This returns the &infin; symbol.
nl_nl: Dit geeft het &infin; symbool

source: This returns the word, "Unlimited". This is also the default if the "schema" attribute is not used.
nl_nl: Dit retourneert het woord "Onbeperkt". Dit is ook de standaardwaarde als het kenmerk "schema" niet wordt gebruikt.

source: You can put anything you want as a string instead and that will be used. So you could have the world "any" and whenever uses for a ticket is infinity, this shortcode will parse to "any".
nl_nl: U alles wat je wilt als een string in plaats daarvan en dat zal worden gebruikt. Dus je zou kunnen hebben de wereld "elke" en wanneer het gebruik voor een ticket oneindig is, zal deze shortcode ontleden aan "any".

source: Payment Shortcodes
nl_nl: Betaling Shortcodes

source: All shortcodes specific to payments.
nl_nl: Alle shortcodes specifiek voor betalingen.

source: Outputs the date of the payment (using the default date format).
nl_nl: De datum van de betaling wordt uitgevoerd (met de standaarddatumnotatie).

source: Outputs a the payment method.
nl_nl: De betalingsmethode wordt uitgevoerd.

source: Outputs the payment amount (with currency symbol).
nl_nl: Hiermee wordt het betalingsbedrag (met valutasymbool) uitgevoerd.

source: Outputs the gateway used for the payment.
nl_nl: Geeft de gateway die voor de betaling wordt gebruikt, uit.

source: Outputs the payment gateway response.
nl_nl: Maakt de reactie op de betalingsgateway uit.

source: This will either be the gateway transaction ID, or the manual ID added with payment applied via the admin.
nl_nl: Dit is de gateway transactie-ID, of de handmatige ID toegevoegd met betaling toegepast via de beheerder.

source: Purchase Order number (if present)
nl_nl: Aankoop nummer (indien beschikbaar)

source: Any extra accounting messages. Typically added with payments made via the admin.
nl_nl: Eventuele extra boekhoudkundige berichten. Meestal toegevoegd met betalingen via de beheerder.

source: The status of the payment.
nl_nl: De status van de betaling.

source: This returns the url for the logo uploaded via the invoice settings page.
nl_nl: Hiermee wordt de url geretourneerd voor het logo dat is geüpload via de pagina factuurinstellingen.

source: This returns the logo uploaded via the invoice settings page wrapped in img_tags and with a "logo screen" classes. The image size is also set in the img tags automatically to match the uploaded logo.
nl_nl: Hiermee wordt het logo geretourneerd dat is geüpload via de pagina factuurinstellingen die in img_tags is verpakt en met een "logo scherm"-klassen. De afbeeldingsgrootte wordt ook automatisch ingesteld in de img-tags die overeenkomen met het geüploade logo.

source: This will parse to either: the value of the "Company Name" field in the invoice payment method settings; if that is blank, then the value of the Company Name in the "Your Organization Settings", if that is blank then an empty string.
nl_nl: Dit zal ontleden aan een van beide: de waarde van het veld "Bedrijfsnaam" in de instellingen van de factuurbetalingsmethode; Als dat leeg is, dan is de waarde van de bedrijfsnaam in de "Uw organisatie-instellingen", als dat leeg is dan een lege tekenreeks.

source: This will parse to either: the value of the "Company Address" field in the invoice payment method settings; if that is blank, then the value of the Company Address in the "Your Organization Settings", if that is blank then an empty string.
nl_nl: Dit zal ontleden aan een van beide: de waarde van het veld "Bedrijfsadres" in de instellingen van de factuurbetalingsmethode; Als dat leeg is, dan is de waarde van het bedrijfsadres in de "Uw organisatie-instellingen", als dat leeg is dan een lege tekenreeks.

source: This will parse to the value of the "Payment Instructions" field found on the Invoice payment methods settings page
nl_nl: Dit wordt ontleed aan de waarde van het veld Betalingsinstructies op de pagina Betalingsmethoden

source: This will parse to either: the value of the "Company Email" field in the invoice payment method settings; if that is blank, then the value of the Company Email in the "Your Organization Settings", if that is blank then an empty string.
nl_nl: Dit zal ontleden aan een van beide: de waarde van het veld "Bedrijfse-mail" in de instellingen van de factuurbetalingsmethode; Als dat leeg is, dan is de waarde van de bedrijfse-mail in de "Uw organisatie-instellingen", als dat leeg is dan een lege tekenreeks.

source: The transaction status for the transaction.
nl_nl: Transactie status voor de transactie.

source: The ID representing the transaction status as saved in the db. This tends to be useful for including with css classes for styling certain statuses differently from others.
nl_nl: De ID die de transactiestatus weergeeft als opgeslagen in de db. Dit heeft de neiging om nuttig te zijn voor het opnemen met css klassen voor het stylen van bepaalde statussen anders dan anderen.

source: The transaction status for the transaction. This parses to the same value as the [TXN_STATUS] shortcode and still remains here for legacy support.
nl_nl: De transactiestatus voor de transactie. Deze parses aan dezelfde waarde als de [TXN_STATUS] shortcode en blijft nog steeds hier voor legacy ondersteuning.

source: This parses to the total amount paid over all payments
nl_nl: Dit pareert aan het totale bedrag betaald over alle betalingen

source: The total owing on a transaction with no attributes.
nl_nl: Het totaal verschuldigd op een transactie zonder kenmerken.

source: The subtotal for all txn line items.
nl_nl: Het subtotaal voor alle txn-lijnitems.

source: The subtotal for all tax line items.
nl_nl: Het subtotaal voor alle belastingen.

source: %sPlease make a payment.%s
nl_nl: %sGelieve te betalen.%s

source: This parses to the generated url for retrieving the receipt for the transaction
nl_nl: Deze parses aan de gegenereerde url voor het ophalen van de ontvangst voor de transactie

source: This parses to the url that will switch to the receipt if an invoice is displayed, and switch to the invoice if receipt is displayed. If a message type OTHER than invoice or receipt is displayed then this will just return the url for the invoice. If the related message type is not active then will parse to an empty string.
nl_nl: Deze ontleedt de url die overschakelt naar de ontvangst als een factuur wordt weergegeven en schakelt over naar de factuur als de ontvangst wordt weergegeven. Als een berichttype anders dan factuur of ontvangst wordt weergegeven, geeft dit alleen de url voor de factuur terug. Als het gerelateerde berichttype niet actief is, wordt deze ontleed aan een lege tekenreeks.

source: Switch to Invoice
nl_nl: Bekijk factuur

source: Switch to Receipt
nl_nl: Bekijk ontvangstbewijs

source: Parses to the registration status for the attendee
nl_nl: Parses aan de registratiestatus voor de deelnemer

source: Parses to the status label for the registrant
nl_nl: Parses aan het statuslabel voor de registrant

source: An attempt was made to register "%1$s" as a Model extension has failed because it was not registered at the correct time. Please use the "AHEE__EE_System__load_espresso_addons" hook to register models.%2$s Hook Status: %2$s "AHEE__EE_System__load_espresso_addons" : %3$s %2$s "AHEE__EE_Admin__loaded" : %4$s%2$s
nl_nl: Er is geprobeerd om "%1$s" te registreren als modelextensie is mislukt omdat deze niet op het juiste moment is geregistreerd. Gebruik de "AHEE__EE_System__load_espresso_addons" haak om modellen te registreren. %2$s Hook Status: %2$s "AHEE__EE_System__load_espresso_addons" : %3$s %2$s "AHEE__EE_Admin__loaded" : %4$s%2$s

source: In order to register Payment Methods with EE_Register_Payment_Method::register(), you must include a "payment_method_id" (a unique identifier for this set of modules), and an array containing the following keys: "payment_method_paths" (an array of full server paths to folders that contain modules, or to the module files themselves)
nl_nl: Om betalingsmethoden te registreren bij EE_Register_Payment_Method::register(), moet u een "payment_method_id" (een unieke id voor deze set modules) en een array met de volgende sleutels opnemen: "payment_method_paths" (een array met volledige serverpaden naar mappen die modules bevatten, of naar de modulebestanden zelf)

source: You must register both "model_paths" AND "class_paths", not just one or the other You provided %s
nl_nl: U dient zowel "model_paths" EN "class_paths" te registreren, niet een van de twee. U gaf %s

source: In order to register variations for a EE_Message_Template_Pack, you must include a value to reference the variations being registered
nl_nl: Om variaties voor een EE_Message_Template_Pack te registreren, moet u een waarde opnemen om te verwijzen naar de variaties die worden geregistreerd

source: In order to register variations for a EE_Message_Template_Pack, you must include an array containing the following keys: "variations", "base_path", "base_url", "extension"
nl_nl: Om variaties voor een EE_Message_Template_Pack te registreren, moet u een array opnemen met de volgende toetsen: "variaties", "base_path", "base_url", "extensie"

source: Messages Templates Variations given the reference "%s" has been attempted to be registered with the EE Messages Template Pack System. It may or may not work because it should be only called on the "EE_Brewing_Regular__messages_caf" hook.
nl_nl: Berichtensjablonen Variaties gegeven de verwijzing "%s" is geprobeerd te worden geregistreerd bij het EE Messages Template Pack System. Het kan wel of niet werken, omdat het moet alleen worden opgeroepen op de "EE_Brewing_Regular__messages_caf" haak.

source: Variations registered through the EE_Register_Messages_Template_Variations api cannot override the default variation for the default template. Please check the code registering variations with this reference, "%s" and modify.
nl_nl: Variaties die zijn geregistreerd via de EE_Register_Messages_Template_Variations-api kunnen de standaardvariant voor de standaardsjabloon niet overschrijven. Controleer de code registreren variaties met deze verwijzing, "%s" en wijzigen.

source: Unable to register the %s variation for the %s template pack with the %s messenger and %s message_type because a variation with this slug was already registered for this template pack and messenger and message type by an addon using this key %s.
nl_nl: Kan de %s-variant voor het %s-sjabloonpakket niet registreren met de %s messenger en %s message_type omdat een variant met deze slak al is geregistreerd voor dit sjabloonpakket en messenger- en berichttype door een addon met behulp van deze sleutel %s.

source: In order to register custom post types and custom taxonomies, you must include a value to reference what had been registered
nl_nl: Om aangepaste posttypen en aangepaste taxonomieën te registreren, moet u een waarde opnemen om te verwijzen naar wat was geregistreerd

source: In order to register custom post types or custom taxonomies, you must include an array containing either an array of custom post types to register (key "cpts"), an array of custom taxonomies ("cts") or both.
nl_nl: Om aangepaste posttypen of aangepaste taxonomieën te registreren, moet u een array opnemen met een array met aangepaste posttypen om te registreren (sleutel "cpts"), een reeks aangepaste taxonomieën ("cts") of beide.

source: EE_Register_CPT has been called and given a reference of "%s". It may or may not work because it should be called on or before "AHEE__EE_System__load_CPTs_and_session__complete" action hook.
nl_nl: EE_Register_CPT is genoemd en heeft een verwijzing gekregen naar "%s". Het kan wel of niet werken, omdat het moet worden opgeroepen of voor "AHEE__EE_System__load_CPTs_and_session__complete" actie haak.

source: In order to register a new template pack for the EE Messages system, you must include a value to reference the template pack being registered and the setup_args must have the path for the new template pack class as well as the classname for the new Template Pack Class.
nl_nl: Als u een nieuw sjabloonpakket voor het EE-berichtensysteem wilt registreren, moet u een waarde bevatten om te verwijzen naar het sjabloonpakket dat wordt geregistreerd en moet de setup_args het pad hebben voor de nieuwe klasse sjabloonpakket en de klassenaam voor de nieuwe klasse Sjabloonpakket.

source: A EE Messages Template Pack given the reference "%s" has been attempted to be registered with the EE Messages System. It may or may not work because it should be only called on the "EE_Brewing_Regular__messages_caf" hook.
nl_nl: Een EE-berichtensjabloonpakket met de verwijzing "%s" is geprobeerd te worden geregistreerd bij het EE-berichtensysteem. Het kan wel of niet werken, omdat het moet alleen worden opgeroepen op de "EE_Brewing_Regular__messages_caf" haak.

source: The %s template pack that you just activated cannot be registered with the messages system because there is already a template pack active using the same classname. Contact the author of this template pack to let them know of the conflict. To stop seeing this message you will need to deactivate this template pack.
nl_nl: Het %s sjabloonpakket dat u zojuist hebt geactiveerd, kan niet worden geregistreerd bij het berichtensysteem omdat er al een sjabloonpakket actief is met dezelfde klassenaam. Neem contact op met de auteur van dit sjabloonpakket om hen op de hoogte te stellen van het conflict. Als u dit bericht niet meer wilt zien, moet u dit sjabloonpakket deactiveren.

source: In order to register capabilities with EE_Register_Capabilities::register, you must include a unique name to reference the capabilities being registered, plus an array containing the following keys: "capabilities".
nl_nl: Om mogelijkheden te registreren bij EE_Register_Capabilities::registreren, moet u een unieke naam opnemen om te verwijzen naar de mogelijkheden die worden geregistreerd, plus een array met de volgende sleutels: "mogelijkheden".

source: %s has been registered too late. Please ensure that EE_Register_Capabilities::register has been called at some point before the "AHEE__EE_System___detect_if_activation_or_upgrade__begin" action hook has been called.
nl_nl: %s is te laat geregistreerd. Zorg ervoor dat EE_Register_Capabilities::register is opgeroepen op een bepaald punt voordat de "AHEE__EE_System___detect_if_activation_or_upgrade__begin" actie haak is opgeroepen.

source: An addon (%s) has tried to register a capability map improperly. Capability map arrays must be indexed by capability map classname, and an array for the class arguments
nl_nl: Een addon (%s) heeft geprobeerd om een mogelijkheid kaart ten onrechte te registreren. Kaartarrays voor mogelijkheden moeten worden geïndexeerd op de klassennaam van de klasse en een array voor de klasseargumenten

source: An addon (%s) has tried to register a capability map improperly. Capability map arrays must be indexed by capability map classname, and an array for the class arguments. The array should have two values the first being a string and the second an array.
nl_nl: Een addon (%s) heeft geprobeerd om een mogelijkheid kaart ten onrechte te registreren. Kaartarrays voor mogelijkheden moeten worden geïndexeerd op de klassennaam van de klasse en een array voor de klasseargumenten. De array moet twee waarden hebben die de eerste een tekenreeks zijn en de tweede een array.

source: Hooked in model extension '%s' too late! The model %s has already been used! We know because the action %s has been fired
nl_nl: Verslaafd aan modeluitbreiding '%s' te laat! Het model %s is al gebruikt! We weten omdat de actie %s is afgevuurd

source: Page Template
nl_nl: Paginatemplate

source: Invalid Page Template.
nl_nl: Ongeldige pagina template

source: %1$s updated. %2$sView %1$s%3$s
nl_nl: %1$s updatet. %2$sBekijk %1$s%3$s

source: %1$s published. %2$sView %1$s%3$s
nl_nl: %1$s gepubliceert. %2$sBekijk %1$s%3$s

source: %1$s submitted. %2$sPreview %1$s%3$s
nl_nl: %1$s gesubmit. %2$sVoorbeeld %1$s%3$s

source: %1$s scheduled for: %2$s. %3$s">Preview %1$s%3$s
nl_nl: %1$s ingepland voor: %2$s. %3$s">Voorbeeld %1$s%3$s

source: %1$s draft updated. %2$s">Preview page%3$s
nl_nl: %1$s concept geupdatet. %2$s">Voorbeeld pagina%3$s

source: Create a key in the "_page_routes" array named "%s" and set its value to the appropriate method.
nl_nl: Maak een sleutel in de array '_page_routes' met de naam "%s" en stel de waarde ervan in op de juiste methode.

source: Create a key in the "_page_routes" array named "default" and set its value to your default page method.
nl_nl: Maak een sleutel in de array '_page_routes' met de naam 'standaard' en stel de waarde ervan in op uw standaardpaginamethode.

source: You do not have access to this route.
nl_nl: Je hebt onvoldoende rechten voor deze route.

source: Yes or No
nl_nl: Ja of Nee

source: You are not mike. You must be brent or darren. Thats ok, I guess
nl_nl: Je bent geen Mike. Jij moet Brent of Darren zijn. Dat is ok, denk ik

source: If you want a small shirt, you should be born after 2010. Otherwise theyre just too big
nl_nl: Als u een klein shirt wilt, moet u geboren worden na 2010. Anders zijn ze gewoon te groot

source: Payment fields have been autofilled because you are in debug mode
nl_nl: Betalingsvelden zijn automatisch ingevuld omdat u zich in de foutopsporingsmodus bevindt

source: Currencies Supported
nl_nl: Ondersteunde Valuta

source: Payment Method forms must have set their payment method type BEFORE calling _construct_finalize
nl_nl: Betalingsmethodeformulieren moeten het type betalingsmethode hebben ingesteld voordat ze _construct_finalize

source: Payment Method forms MUST set a payment method type by using _set_payment_method_type
nl_nl: Betalingsmethodeformulieren moeten een type betalingsmethode instellen met behulp van _set_payment_method_type

source: Subsection '%s' is not an instanceof EE_Form_Input_Base on form '%s'. It is a '%s'
nl_nl: Onderafdeling '%s' is geen EE_Form_Input_Base op formulier '%s'. Het is een '%s'

source: Subsection '%'s is not an instanceof EE_Form_Section_Proper on form '%s'
nl_nl: Onderafdeling '%'' is geen EE_Form_Section_Proper op formulier '%s'

source: You cannot check if a form is valid before receiving the form submission using receive_form_submission
nl_nl: U niet controleren of een formulier geldig is voordat u het formulier ontvangt met behulp van receive_form_submission

source: This is not a valid absolute URL. Eg, http://domain.com/monkey.jpg
nl_nl: Dit is geen geldige absolute URL. Bijvoorbeeld, http://domain.com/monkey.jpg

source: Trying to add a %s as a subsection (it was named '%s') to the form section '%s'. It was removed.
nl_nl: Proberen om een %s toe te voegen als een onderafdeling (het werd '%s') genoemd aan de formuliersectie '%s'. Het is verwijderd.

source: Form submitted successfully
nl_nl: Formulier ingediend met succes

source: Model Form Sections must first specify the _model property to be a subclass of EEM_Base
nl_nl: Modelformuliersecties moeten eerst de _model als subklasse van EEM_Base

source: Model field '%s' does not yet have a known conversion to form input
nl_nl: Modelveld '%s' heeft nog geen bekende conversie om input te vormen

source: Please Select
nl_nl: Selecteer

source: Model field of type '%s' does not convert to any known Form Input. Please add a case to EE_Model_Form_section's _convert_model_fields_to_inputs switch statement
nl_nl: Het modelveld van het type '%s' wordt niet omgezet in bekende formulierinvoer. Voeg een aanvraag toe aan de _convert_model_fields_to_inputs-switch-instructie van EE_Model_Form_section

source: Cannot save the model form's model object (model is '%s') because there is no model object set. You must either set it, or call receive_form_submission where it is set automatically
nl_nl: Kan het modelobject van het modelformulier (model is '%s') niet opslaan omdat er geen modelsobjectset is. U moet het instellen of receive_form_submission bellen waar deze automatisch is ingesteld

source: Automatic saving of related info across a "has many" relation is not yet supported
nl_nl: Automatische besparing van gerelateerde informatie in een "heeft veel" relatie wordt nog niet ondersteund

source: Only numeric characters, commas, periods, and spaces, please!
nl_nl: Alleen numerieke tekens, komma's, perioden en spaties, alsjeblieft!

source: Cannot use Enum Validation Strategy with an input that doesn't have options
nl_nl: Kan validatiestrategie voor enum niet gebruiken met een invoer die geen opties heeft

source: This is not allowed option. Allowed options are %s.
nl_nl: Dit is geen optie toegestaan. Toegestane opties zijn %s.

source: That URL seems to be broken. Please enter a valid URL
nl_nl: Die URL lijkt te zijn gebroken. Voer een geldige URL in

source: Only simple HTML tags are allowed. Eg, %s
nl_nl: Alleen eenvoudige HTML-tags zijn toegestaan. Bijvoorbeeld, %s

source: Only digits are allowed.
nl_nl: Alleen cijfers zijn toegestaan.

source: Please enter a valid credit card number
nl_nl: Voer een geldig creditkaartnummer in

source: Input invalid
nl_nl: Invoer ongeldig

source: This field is required.
nl_nl: Dit veld is vereist

source: click to add an image
nl_nl: Klik hier om een ​​afbeelding toe te voegen
