Repository: eventespresso/event-espresso-core
Catalog: languages/event_espresso-*.po
Languages: nl_nl

source: There was no response from Authorize.net
nl_nl: Er was geen reactie van Authorize.net

source: Authorize.net API Login ID %s
nl_nl: %s API-aanmeldings-id Authorize.net

source: Authorize.net Transaction Key %s
nl_nl: Authorize.net transactiesleutel %s

source: Send test transactions? %s
nl_nl: Testtransacties verzenden? %s

source: Send test transactions, even to live server
nl_nl: Testtransacties verzenden, zelfs naar live server

source: See %1$shere%2$s for list of currencies supported by Authorize.net AIM.
nl_nl: Zie %1$s hier%2$s voor een lijst van valuta's die worden ondersteund door Authorize.net AIM.

source: Specify whether this is a live/production account or a test account on the Authorize.net development server.
nl_nl: Geef op of dit een live/productieaccount of een testaccount op de Authorize.net-ontwikkelingsserver is.

source: This content can be replaced and it will show in the generated message.
nl_nl: Deze inhoud kan worden vervangen en wordt weergegeven in het gegenereerde bericht.

source: Question:
nl_nl: Vraag:

source: Answer:
nl_nl: Antwoord:

source: We've got a few things we want to share with you!
nl_nl: We hebben een paar dingen die we met u willen delen!

source: Connect with Us:
nl_nl: Contact opnemen:

source: Contact Info:
nl_nl: Contactinformatie:

source: Registration:
nl_nl: Registratie:

source: Questions &amp; Answers
nl_nl: Vragen &amp; Antwoorden

source: Venue »
nl_nl: Locatie

source: Connect with this Event:
nl_nl: Maak contact met deze gebeurtenis:

source: Questions & Answers
nl_nl: Q & A

source: It appears the Single Page Checkout javascript was not loaded properly! Please refresh the page and try again or contact support.
nl_nl: Het lijkt erop dat de Single Page Checkout javascript niet goed geladen is! Vernieuw de pagina en probeer het opnieuw of neem contact op met ondersteuning.

source: There appears to be a problem with the reCAPTCHA configuration! Please check the admin settings or contact support.
nl_nl: Er lijkt een probleem te zijn met de reCAPTCHA configuratie! Controleer de beheerdersinstellingen of neem contact op met de ondersteuning.

source: Please complete the anti-spam test before proceeding.
nl_nl: Gelieve de anti-spam test te voltooien.

source: All fields marked with a * are required fields
nl_nl: Alle velden met een * zijn vereiste velden

source: reCAPTCHA is a free service that protects your website from spam and abuse. It employs advanced risk analysis technology to separate humans from abusive actors. Sign up %1$shere%2$s to receive your Public and Private keys.
nl_nl: reCAPTCHA is een gratis service die uw website beschermt tegen spam en misbruik. Het maakt gebruik van geavanceerde risicoanalysetechnologie om mensen te scheiden van misbruikacteurs. Meld u hier %1$s%2$s om uw openbare en privésleutels te ontvangen.

source: Site Key
nl_nl: Website sleutel

source: The site key is used to display the widget on your site.
nl_nl: De sitesleutel wordt gebruikt om de widget op uw site weer te geven.

source: Secret Key
nl_nl: Geheime sleutel

source: The secret key authorizes communication between your application backend and the reCAPTCHA server to verify the user's response. The secret key needs to be kept safe for security purposes.
nl_nl: De geheime sleutel machtigt de communicatie tussen de back-end van uw toepassing en de reCAPTCHA-server om het antwoord van de gebruiker te verifiëren. De geheime sleutel moet veilig worden bewaard voor veiligheidsdoeleinden.

source: The color theme of the widget.
nl_nl: Het kleurenthema van de widget.

source: Image
nl_nl: Afbeelding

source: The type of CAPTCHA to serve.
nl_nl: Het type CAPTCHA om door te sturen.

source: Arabic
nl_nl: Arabisch

source: Bulgarian
nl_nl: Bulgaars

source: Catalan
nl_nl: Catalaans

source: Chinese (Simplified)
nl_nl: Chinees (vereenvoudigd)

source: Chinese (Traditional)
nl_nl: Chinees (Traditioneel)

source: Croatian
nl_nl: Kroatisch

source: Czech
nl_nl: Tsjechisch

source: English (UK)
nl_nl: ENGELS (VK)

source: English (US)
nl_nl: Engels (VS)

source: Filipino
nl_nl: Filipijns

source: French (Canadian)
nl_nl: Frans (Canadees)

source: German (Austria)
nl_nl: Duits (Oostenrijk)

source: German (Switzerland)
nl_nl: Duits (Zwitserland)

source: Greek
nl_nl: Grieks

source: Hebrew
nl_nl: Hebreeuws

source: Hungarian
nl_nl: Hongaars

source: Indonesian
nl_nl: Indonesisch

source: Japanese
nl_nl: Japans

source: Korean
nl_nl: Koreaans

source: Latvian
nl_nl: Lets

source: Lithuanian
nl_nl: Litouws

source: Norwegian
nl_nl: Norwegisch

source: Persian
nl_nl: Perzisch

source: Polish
nl_nl: Pools

source: Portuguese (Brazil)
nl_nl: Portugees (Brazilië)

source: Portuguese (Portugal)
nl_nl: Portugees (Portugal)

source: Romanian
nl_nl: Roemeens

source: Serbian
nl_nl: Servisch

source: Slovak
nl_nl: Slowaaks

source: Slovenian
nl_nl: Sloveens

source: Spanish (Latin America)
nl_nl: Spaans (Latijns-Amerika)

source: Thai
nl_nl: Thais

source: Ukrainian
nl_nl: Oekraïens

source: Vietnamese
nl_nl: Vietnamees

source: Forces the widget to render in a specific language.
nl_nl: Dwingt de widget te renderen in een specifieke taal.

source: The use reCAPTCHA setting has been reset to "no". In order to enable the reCAPTCHA service, you must enter a Site Key and Secret Key.
nl_nl: De instelling gebruik reCAPTCHA is gereset naar "nee". Om de reCAPTCHA-service in te schakelen, moet u een sitesleutel en geheime sleutel invoeren.

source: Registration Form Options
nl_nl: Opties voor registratieformulieren

source: You don't have privileges to do this action
nl_nl: Je hebt niet voldoende rechten om deze actie uit te voeren

source: There must be something broken with the js or html structure because the required data for getting a message template group is not present (need an GRP_ID).
nl_nl: Er moet iets gebroken met de js of html-structuur, omdat de vereiste gegevens voor het krijgen van een bericht sjabloon groep is niet aanwezig (moet een GRP_ID).

source: The GRP_ID given (%d) does not appear to have a corresponding row in the database.
nl_nl: De GRP_ID (%d) lijkt geen overeenkomstige rij in de database te hebben.

source: In order to send a message, a Message Template GRP_ID is needed. It was not provided so messages were not sent.
nl_nl: Om een bericht te kunnen verzenden, is een GRP_ID berichtsjabloon nodig. Het was niet verstrekt, zodat berichten niet werden verzonden.

source: No contact record for this registration.
nl_nl: Geen contact record voor deze registratie.

source: Percentage or Fixed Amount?
nl_nl: Percentage of vast bedrag?

source: Fixed
nl_nl: Vast

source: Whether this Price Type will be applied as a percentage or applied as a set fixed amount.
nl_nl: Of dit prijstype als percentage wordt toegepast of wordt toegepast als een vast bedrag.

source: The selected base type for this price type is "Tax". Taxes are always assumed to be a percentage. If you want to use a fixed value for a tax then please change the base type to a surcharge.
nl_nl: Het geselecteerde basistype voor dit prijstype is 'Belasting'. Belastingen worden altijd verondersteld een percentage te zijn. Als u een vaste waarde voor een belasting wilt gebruiken, wijzig dan het basistype in een toeslag.

source: This is the type of pricing. Available options are Base Price, Percent Discount, Fixed Discount, Percent Surcharge, Fixed Surcharge, Regional Tax, and Federal Tax.
nl_nl: Dit is het type prijsstelling. Beschikbare opties zijn basisprijs, percentagekorting, vaste korting, toeslag percentage, vaste toeslag, regionale belasting en federale belasting.

source: Whether this price type should be applied as a percentage (%) or a fixed amount.
nl_nl: Of dit prijstype moet worden toegepast als percentage (%) of een vast bedrag.

source: The discount base type is a kind of Price Type that modifies the base price by subtracting a value or percentage (depends on price type options). For example, a "Percent Discount" price type and "Fixed Discount" are both extensions of the "discount" base type. The "Percent Discount" price type has been set to give percentage discounts, whereas the "Fixed Discount" has been set to give fixed discounts.
nl_nl: Het basistype van de korting is een soort prijstype dat de basisprijs wijzigt door een waarde of percentage af te trekken (afhankelijk van prijstypeopties). Een prijstype 'Percentagekorting' en 'Vaste korting' zijn bijvoorbeeld beide extensies van het basistype 'korting'. De prijstype "Percentagekorting" is ingesteld om procentuele kortingen te geven, terwijl de "Vaste korting" is ingesteld om vaste kortingen te geven.

source: Fixed Discount
nl_nl: Vast bedrag korting

source: Fixed Surcharge
nl_nl: Vaste toeslag

source: This is the type of pricing. Available options are Percent Discount, Fixed Discount, Percent Surcharge, Fixed Surcharge, Regional Tax, and Federal Tax.
nl_nl: Dit is het type prijsstelling. Beschikbare opties zijn procentkorting, vaste korting, percentagetoeslag, vaste toeslag, regionale belasting en federale belasting.

source: Answer Options are the choices that you give people to select from for RADIO_BTN, CHECKBOX or DROPDOWN questions. The Value is a simple key that will be saved to the database and the description is optional. Note that values CANNOT contain any HTML, but descriptions can.
nl_nl: Antwoordopties zijn de keuzes waaruit u mensen kiezen voor RADIO_BTN-, SELECTIEVAK- OF VERVOLGKEUZEVRAGEN. De waarde is een eenvoudige sleutel die wordt opgeslagen in de database en de beschrijving is optioneel. Houd er rekening mee dat waarden geen HTML kunnen bevatten, maar beschrijvingen wel kunnen.

source: This shows the type of question. Available options are Text, Textarea, Checkboxes, Radio Buttons, Dropdown, State/Province Dropdown, Country Dropdown, and Date Picker.
nl_nl: Dit toont het type vraag. Beschikbare opties zijn Tekst, Textarea, Selectievakjes, Keuzerondjes, Vervolgkeuzelijst, Vervolgkeuzelijst Staat/Provincie, Landverzet en Datumkiezer.

source: Reset Event Espresso Capabilities
nl_nl: Mogelijkheden voor gebeurtenis espresso opnieuw instellen

source: Default Event Espresso capabilities have been restored for all current roles.
nl_nl: Standaardmo espresso-mogelijkheden voor gebeurtenis zijn hersteld voor alle huidige rollen.

source: Use this to reset the capabilities on WP roles to the defaults as defined via EE_Capabilities. Note this reset does not REMOVE any existing capabilities, it just ensures that all the defaults are ADDED to the roles.
nl_nl: Gebruik dit om de mogelijkheden in WP-rollen opnieuw in te stellen op de standaardinstellingen zoals gedefinieerd via EE_Capabilities. Let op deze reset verwijdert geen bestaande mogelijkheden, het zorgt er alleen voor dat alle standaardinstellingen worden toegevoegd aan de rollen.

source: Reset Event Espresso Tables
nl_nl: Espressotabellen voor gebeurtenissen opnieuw instellen

source: If you know for certain that you will no longer be using Event Espresso and you wish to remove ALL traces of the plugin from your system, then perform the following steps.
nl_nl: Als u zeker weet dat u Event Espresso niet meer gebruikt en u alle sporen van de plug-in uit uw systeem wilt verwijderen, voert u de volgende stappen uit.

source: Permanently Delete All Event Espresso Data
nl_nl: Alle espressogegevens van alle gebeurtenissen permanent verwijderen

source: Modify this Payment Method
nl_nl: Deze betalingsmethode wijzigen

source: Payment method metabox setup incorrectly. No Payment method object was supplied
nl_nl: Betalingsmethode metabox setup onjuist. Er is geen object voor betalingsmethode geleverd

source: The EE_Payment_Method_Form for the "%1$s" payment method is missing or invalid.
nl_nl: De EE_Payment_Method_Form voor de betaalmethode '%1$s' ontbreekt of ongeldig.

source: Update %s Payment Settings
nl_nl: Betalingsinstellingen bijwerken %s

source: Deactivate %1$s Payments?
nl_nl: %1$s betalingen deactiveren?

source: Activate %1$s Payment Method?
nl_nl: %1$s betalingsmethode activeren?

source: Click to Activate
nl_nl: Klik om te activeren

source: We could not find which payment method type your form submission related to. Please contact support
nl_nl: We konden niet vinden aan welke betalingsmethode uw formulier wordt ingediend. Neem contact op met de ondersteuning

source: Click to open the 'Help' tab for more information about this feature.
nl_nl: Klik om de 'help' tab te openen voor meer informatie over deze feature.

source: An invalid Registration object was discovered when attempting to process your registration information.
nl_nl: Er is een ongeldig registratieobject ontdekt bij het verwerken van uw registratiegegevens.

source: This option allows you to use the above information for all additional attendee question fields. %sPlease note:%s some events may have additional questions that you may still be required to answer in order to complete your registration.
nl_nl: Met deze optie kunt u de bovenstaande informatie voor alle extra vragen velden gebruiken. %sLet op:%s het kan voorkomen dat u extra vragen moet beantwoorden om uw registratie te voltooien.

source: EED_Events_Archive::%1$s was moved to EEH_Event_Query::%1$s:%2$sPlease update your existing code because the method it calls will be removed in version %3$s
nl_nl: EED_Events_Archive::%1$s is verplaatst naar EEH_Event_Query:%1$s:%2$sLease uw bestaande code bij omdat de methode die wordt aangeroepen wordt verwijderd in versie %3$s

source: We're sorry, but all tickets sales have ended because the event is expired.
nl_nl: Excuses, de kaartverkoop voor dit event is gesloten, omdat het event reeds verlopen is.

source: We're sorry, but ticket sales have been closed at this time. Please check back again later.
nl_nl: Excuses, de kaartverkoop is op dit moment gesloten. U kunt het later nog eens proberen.

source: %sNote to Event Admin:%sThe "Maximum number of tickets allowed per order for this event" in the Event Registration Options has been set to "0". This effectively turns off ticket sales. %s(click to edit this event)%s
nl_nl: %sOpmerking voor de Event beheerder:%sHet "maximum aantal tickets per bestelling" bij Event Aanmelding Opties is ingesteld op "0". Dit leidt effectief tot het stopzetten van de ticket verkoop. %s(klik om event te wijzigen)%s

source: Registration is at an external URL for this event.
nl_nl: Registratie gebeurt op een externe URL voor dit evenement.

source: The URL for the Event Details page could not be retrieved.
nl_nl: De URL voor de Workshop Detailpagina kon niet worden opgehaald.

source: We're sorry but your request failed to pass a security check.%sPlease click the back button on your browser and try again.
nl_nl: Het spijt ons, maar uw verzoek is niet geslaagd voor een beveiligingscontrole. %s Klik op de knop Terug in uw browser en probeer het opnieuw.

source: A valid ticket could not be retrieved for the event.%sPlease click the back button on your browser and try again.
nl_nl: Een geldig ticket kan niet worden opgehaald voor het evenement. %s Klik op de knop Terug in uw browser en probeer het opnieuw.

source: No tickets were added for the event.
nl_nl: Er zijnen tickets voor het event toegevoegd.

source: An event id was not provided or was not received.%sPlease click the back button on your browser and try again.
nl_nl: Er is geen event-id opgegeven of deze is niet ontvangen. %sDruk op uw terug knop in uw browser en probeer opnieuw

source: We're sorry, but there are no available spaces left for this event at this particular date and time.
nl_nl: Het spijt ons, maar er zijn geen plaatsen meer beschikbaar voor deze workshop op deze datum en die tijd.

source: This ticket is required and must be purchased.
nl_nl: Dit ticket is vereist en moet worden aangeschaft.

source: / bundle
nl_nl: / bundel

source: The number of separate event datetimes (see table below) that this ticket can be used to gain admittance to.%1$s%2$sAdmission is always one person per ticket.%3$s
nl_nl: Het aantal verschillende evenement data (ze tabel hieronder) waarmee dit ticket gebruikt kan worden om toegang kan geven.%1$s%2$sToegang is altijd één persoon per ticket.%3$s

source: Total Spaces%sLeft
nl_nl: Totaal aantal plaatsen beschikbaar

source: to
nl_nl: tot

source: Display Name
nl_nl: Weergavenaam

source: Make sure the "set_page_routes()" method exists, and is setting the "_page_routes" array properly.
nl_nl: Wees er zeker van dat de "set_page_routes()" methode bestaat, en dat de reeks "_page_routes" goed staat.

source: "%s" have been successfully updated.
nl_nl: "%s" zijn succesvol geupdate.

source: The "%s" were not updated.
nl_nl: De "%s" zijn niet geüpdated.

source: Usage is deprecated. Use EE_Register_Admin_Page::register() for registering the %s admin page.
nl_nl: Gebruik is stopgezet. Gebruik EE_Register_Admin_Page::register() voor de registratie van de %s admin pagina.

source: The "%s" conditional tag can not be used until after the "init" hook has run, but works best when used within a theme's template files.
nl_nl: De "%s" voorwaardelijke tag kan niet worden gebruikt tot na de "init" haak is uitgevoerd, maar werkt het beste wanneer gebruikt binnen de sjabloon van een thema bestanden.

source: There are no upcoming dates for this event.
nl_nl: Er zijn geen toekomstige data voor dit event.

source: Venue Website:
nl_nl: Locatie website:

source: No transaction information could be retrieved because the registration URL link is missing or invalid.
nl_nl: De transactie-informatie kan niet worden opgehaald, omdat de URL van de registratie-link ontbreekt of is ongeldig is.

source: checking for new payments...
nl_nl: controleert op nieuwe betalingen...

source: loading payment information...
nl_nl: laden betalingsinformatie...

source: An unknown error occurred on the server while attempting to process your request. Please refresh the page and try again.
nl_nl: Er is een onbekende fout opgetreden op de server opgetreden bij het verwerken van uw verzoek. Vernieuw de pagina en probeer het opnieuw.

source: %sThe Payment Notification appears to be taking longer than usual to arrive. Maybe check back later or just wait for your payment and registration confirmation results to be sent to you via email. We apologize for any inconvenience this may have caused.%s
nl_nl: %s De betalingsmelding lijkt langer te duren dan normaal. Misschien kom je later terug of wacht je gewoon tot je betalings- en registratiebevestigingsresultaten via e-mail naar je worden verzonden. Onze excuses voor het ongemak dat dit heeft veroorzaakt. %s

source: The Registration Confirmation email could not be sent because a valid Registration could not be retrieved from the database.
nl_nl: De e-mail met de bevestiging van uw registratie kon niet worden verzonden omdat een geldige registratie niet kon worden opgehaald uit de database.

source: loading transaction and payment information...
nl_nl: laden transactie en betalingsinformatie...

source: Some payment gateways can take 15 minutes or more to return their payment notification, so please be patient if you require payment confirmation as soon as possible. Please note that as soon as everything is finalized, we will send your full payment and registration confirmation results to you via email.
nl_nl: Bij sommige betalingssystemen kan het 15 minuten of langer duren alvorens er een bevesteging wordt verzonden, dus wees geduldig. Zodra alles correct is afgerond, zullen wij u een volledige betaling en registratie bevestiging via e-mail sturen.

source: current wait time
nl_nl: huidige wachttijd

source: View Payment Options
nl_nl: Bekijk betalingsmogelijkheden

source: edit info
nl_nl: bewerk info

source: Click here to resend the Registration Confirmation email
nl_nl: Klik hier om de registratiebevestigings-e-mail opnieuw te verzenden

source: resend email
nl_nl: Herstuur e-mail

source: Click here to edit All Attendee Information
nl_nl: Klik hier om alle deelnemers te bewerken

source: View Full Order Confirmation Receipt
nl_nl: Bekijk de order bevestiging

source: %sNo payments towards this transaction have been received.%s
nl_nl: %sEr zijn nog geen betalingen ontvangen.%s

source: %sNo payment is required for this transaction.%s
nl_nl: %s Voor deze transactie is geen betaling vereist. %s

source: Add to iCal Calendar
nl_nl: Voeg to aan iCal kalender

source: Your Registration and Transaction information could not be retrieved from the db.
nl_nl: Je inschrijvings- en betaalinformatie kon niet teruggevonden worden in de databank.

source: Displays a ticket selector for an event on a WordPress page or post.
nl_nl: Toont een ticket-kiezer voor een workshop op een WordPress pagina of post.

source: The %s file %s could not be instantiated.
nl_nl: Het %s %s bestand kan niet worden geseineerd.

source: We're sorry, but Event Espresso requires WordPress version %1$s or greater in order to operate. You are currently running version %2$s.%3$sFor information on how to update your version of WordPress, please go to %4$s.
nl_nl: Het spijt ons, maar Event Espresso vereist WordPress-versie %1$s of meer om te kunnen werken. U voert momenteel versie %2$s uit. %3$s Ga naar %4$s voor informatie over het bijwerken van uw versie van WordPress.

source: We're sorry, but Event Espresso requires PHP version %1$s or greater in order to operate. You are currently running version %2$s.%3$sIn order to update your version of PHP, you will need to contact your current hosting provider.%3$sFor information on stable PHP versions, please go to %4$s.
nl_nl: Het spijt ons, maar Event Espresso vereist PHP-versie %1$s of meer om te kunnen werken. U voert momenteel versie %2$s uit. %3$s Om uw versie van PHP bij te werken, moet u contact opnemen met uw huidige hostingprovider. %3$s Ga voor informatie over stabiele PHP-versies naar %4$s.

source: Event Espresso recommends PHP version %1$s or greater for optimal performance. You are currently running version %2$s.%3$sIn order to update your version of PHP, you will need to contact your current hosting provider.%3$sFor information on stable PHP versions, please go to %4$s.
nl_nl: Event Espresso raadt PHP-versie %1$s of hoger aan voor optimale prestaties. U voert momenteel versie %2$s uit. %3$s Om uw versie van PHP bij te werken, moet u contact opnemen met uw huidige hostingprovider. %3$s Ga voor informatie over stabiele PHP-versies naar %4$s.

source: The following plugins, addons, or modules appear to be incompatible with this version of Event Espresso and were automatically deactivated to avoid fatal errors:
nl_nl: De volgende plug-ins, addons of modules lijken onverenigbaar te zijn met deze versie van Event Espresso en zijn automatisch gedeactiveerd om fatale fouten te voorkomen:

source: Compatibility issues can be avoided and/or resolved by keeping addons and plugins updated to the latest version.
nl_nl: Compatibiliteitsproblemen kunnen worden vermeden en/of opgelost door addons en plug-ins op de nieuwste versie te laten updaten.

source: The DMS slug '%s' should correspond to the addon's name, which should also be '%s', but no such addon was registered. These are the registered addons' names: %s
nl_nl: De DMS-slak '%s' moet overeenkomen met de naam van de addon, die ook "%s" zou moeten zijn, maar een dergelijke addon werd niet geregistreerd. Dit zijn de namen van de geregistreerde addons: %s

source: Clone is not allowed.
nl_nl: Kopiëren niet toegestaan

source: EE_Addon::set_db_update_option_name was renamed to EE_Addon::set_activation_indicator_option
nl_nl: EE_Addon::set_db_update_option_name is omgedoopt tot EE_Addon::set_activation_indicator_option

source: EE_Addon::get_db_update_option was renamed to EE_Addon::get_activation_indicator_option_name
nl_nl: EE_Addon::get_db_update_option is omgedoopt tot EE_Addon::get_activation_indicator_option_name
