Repository: eventespresso/event-espresso-core
Catalog: languages/event_espresso-*.po
Languages: nl_nl

source: If you wish to change the status of all the registrations associated with this transaction after deleting this payment/refund, then select which status from this dropdown. %sNote: ALL registrations associated with this transaction will be updated to this new status.%s
nl_nl: Als u de status van alle registraties die aan deze transactie zijn gekoppeld wilt wijzigen nadat u deze betaling/terugbetaling hebt verwijderd, selecteert u in deze vervolgkeuzelijst welke status. %s Opmerking: ALLE registraties die aan deze transactie zijn gekoppeld, worden bijgewerkt naar deze nieuwe status. %s

source: %sNo Custom Templates found.%s To create your first custom message template, go to the "Default Message Templates" tab and click the "Create Custom" button next to the template you want to use as a base for the new one.
nl_nl: %sGeen Aangepast Berichtsjabloon gevonden.%s Om je eerste aangepaste berichtsjabloon aan te maken, ga naar de "Standaard Berichtsjabloon" tab en klik de "Aanpassen" knop naast het sjabloon dat je als basis wilt gebruiken voor de nieuwe versie.

source: The response from Authorize.Net could to be defined.
nl_nl: Het antwoord van Authorize.Net zou kunnen worden gedefinieerd.

source: Could not find Authorize.Net SIM payment for transaction %s
nl_nl: Kon Authorize.Net SIM-betaling voor transactie-%s

source: After clicking 'Finalize Registration', you will be forwarded to Authorize.Net to make your payment. %1$sMake sure you return to this site in order to properly finalize your registration.%2$s
nl_nl: Nadat u "Bestelling afronden" heeft gekozen, wordt u doorgestuurd naar een pagina om te betalen. %1$sZorg ervoor dat u weer terugkeert naar deze pagina om uw bestelling correct af te ronden.%2$s

source: Authorize.Net API login ID %s
nl_nl: %s API-aanmeldings-ID Authorize.Net

source: Authorize.Net Transaction Key %s
nl_nl: Authorize.Net transactiesleutel %s

source: Send Test transactions? %s
nl_nl: Testtransacties verzenden? %s

source: Send Test transactions, even to live server.
nl_nl: Stuur Testtransacties, zelfs naar de live server.

source: Authorize.Net SIM Settings
nl_nl: Authorize.Net SIM-instellingen

source: Adjust the settings for the Authorize.Net SIM payment gateway.
nl_nl: Pas de instellingen voor de Authorize.Net SIM-betalingsgateway aan.

source: The cryptographic key used in the HMAC calculation is the merchant’s unique Transaction Key, which is a 16-character value generated by the payment gateway. The merchant obtains this value from the Merchant Interface.
nl_nl: De cryptografische sleutel die wordt gebruikt in de HMAC-berekening is de unieke transactiesleutel van de handelaar, een waarde van 16 tekens die wordt gegenereerd door de betalingsgateway. De handelaar verkrijgt deze waarde van de Merchant Interface.

source: The merchant API login ID is provided in the Merchant Interface and must be stored securely.
nl_nl: De merchant API login ID is aanwezig in de Merchant Interface en moet veilig worden opgeslagen.

source: Debug Mode
nl_nl: Debug modus

source: Transactions will be submitted to the Authorize.net sandbox environment. Although this is a sandbox environment, its behavior mimics the live payment gateway.
nl_nl: Transacties worden verzonden naar de Authorize.net sandbox-omgeving. Hoewel dit een sandbox-omgeving is, bootst het gedrag ervan de live betalingsgateway na.

source: Send Test transactions?
nl_nl: Testtransacties verzenden?

source: Specify if you want to test the Authorize.net SIM payment gateway by submitting a test transaction to your Live account.
nl_nl: Geef op of u de Authorize.net SIM-betalingsgateway wilt testen door een testtransactie in te dienen op uw Live-account.

source: After the integration is successfully tested in the developer test environment (with Debug Mode On), the merchant’s Authorize.Net Payment Gateway API Login ID and Transaction Key can be placed in the integration for testing in the live environment. Developer test account credentials are not accepted by the live payment gateway.
nl_nl: Nadat de integratie met succes is getest in de testomgeving van ontwikkelaars (met Foutopsporingsmodus aan), kunnen de Authorize.Net Payment Gateway API Login ID en transactiesleutel van de handelaar in de integratie worden geplaatst voor tests in de live-omgeving. Accountgegevens voor ontwikkelaarstesten worden niet geaccepteerd door de live betalingsgateway.

source: Be sure to turn this setting off when you are done testing.
nl_nl: Zorg ervoor dat u deze instelling uit te schakelen wanneer u klaar bent met testen.

source: (Submit the test transaction by either placing the account in test mode, or by submitting Test Request, with a dollar amount value equal to the response reason code you would like to produce).
nl_nl: (Dien de testtransactie in door de account in testmodus te plaatsen of door Testaanvraag in te dienen, met een waarde in dollars die gelijk is aan de reactieredencode die u wilt produceren).

source: Debug Mode is turned ON. After clicking 'Finalize Registration' You will be redirected to the Authorize.Net Sandbox environment.
nl_nl: Testmodus staat AAN. Nadat u "Bestelling afronden" heeft gekozen, wordt u doorgestuurd naar de Authorize.Net Sandbox omgeving.

source: Test transactions mode is turned ON. This transaction will be accepted by Authorize.Net as a Test request to the Live account.
nl_nl: De testtransactiesmodus is ingeschakeld. Deze transactie wordt door Authorize.Net geaccepteerd als testverzoek voor de Live-account.

source: Information to use for Testing:
nl_nl: Informatie die moet worden gebruikt voor testen:

source: Test Cards:
nl_nl: Testkaarten:

source: Visa Test Card
nl_nl: Visa-testkaart

source: American Express Test Card
nl_nl: American Express testkaart

source: Discover Test
nl_nl: Ontdek test

source: Use the following ZIP code values to generate a specific error:
nl_nl: Gebruik de volgende postcodewaarden om een specifieke fout te genereren:

source: ZIP CODE
nl_nl: POSTCODE

source: RESPONSE TEXT
nl_nl: ANTWOORDTEKST

source: NOTES
nl_nl: Notities

source: This transaction has been declined.
nl_nl: Deze transactie is geweigerd.

source: General bank decline.
nl_nl: Algemene bank daling.

source: AVS Not Applicable.
nl_nl: AVS niet van toepassing.

source: The U.S. card issuing bank does not support AVS.
nl_nl: De Amerikaanse kaartuitgevende bank ondersteunt AVS niet.

source: Address: No Match; ZIP Code: No Match.
nl_nl: Adres: Geen overeenkomst; Postcode: Geen overeenkomst.

source: %1$sNo Payment Required%2$s
nl_nl: %1$sGeen Betaling Vereist%2$s

source: Login ID %s
nl_nl: Inloggen id %s

source: This method has been deprecated in favour of instead using get_model_names_pointed_to, which consistently returns an array
nl_nl: Deze methode is afgeschaft ten gunste van in plaats van het gebruik van get_model_names_pointed_to, die consequent een array retourneert

source: Payment Cancelled Notification
nl_nl: Annuleringsmelding betaling

source: Event Payment Details: Your payment was cancelled.
nl_nl: Betalingsgegevens voor evenementen: uw betaling is geannuleerd.

source: Your payment <strong>FAILED</strong> for the following transaction and ticket purchases:
nl_nl: Je betaling is <strong>mislukt</strong> voor de volgende transactie en ticket aankopen:

source: Payment Failed Notification
nl_nl: Bericht afgekeurde betaling

source: Event Payment Details: Your payment failed.
nl_nl: Evenement betalingsgegevens: Uw betaling is mislukt.

source: %s*%s Taxable items. The total amount collected for taxes is reflected in the total(s) below.
nl_nl: %s*%s Belastbare bestanddelen. Het totaal bedrag voor belastingen wordt weergegeven in de totaal regel.

source: Payment method type '%s's gateway isn't an instance of EE_Onsite_Gateway, EE_Offsite_Gateway, or null. It must be one of those
nl_nl: De gateway van betalingsmethode '%s is geen instantie van EE_Onsite_Gateway, EE_Offsite_Gateway of null. Het moet een van die

source: There is no EE_Registration object in the data sent to the EE_Attendee Shortcode Parser for the messages system.
nl_nl: Er is geen EE_Registration object in de gegevens die naar de EE_Attendee shortcode verwerker voor het berichtensysteem is gestuurd.

source: The transaction ID for this request is: %s
nl_nl: De transactie-id voor deze aanvraag is: %s

source: There is no EE_Attendee object in the data sent to the EE_Attendee_Shortcode parser for the messages system.
nl_nl: Er is geen EE_Attendee object in de gegevens die naar de EE_Attendee_Shortcode-parser voor het berichtensysteem worden verzonden.

source: The registration ID for this request is: %s
nl_nl: Het registratie-ID voor deze aanvraag is: %s

source: A Valid Transaction could not be initialized.
nl_nl: Een geldige transactie kan niet worden geïnitialiseerd.

source: A valid Cart was not found when attempting to update the model entity mapper.
nl_nl: Er is geen geldige winkelwagen gevonden wanneer de mapper van de modelentiteit wordt bijgewerkt.

source: Payment cancelled. Please try again.
nl_nl: Betaling afgebroken. Probeer het opnieuw.

source: We're sorry but your payment was declined. Please try again.
nl_nl: Het spijt ons maar uw betaling is afgewezen. Probeer het opnieuw.

source: This message type is used for all cancelled payment notification messages that go out including any manual payments entered by an event administrator.
nl_nl: Dit berichttype wordt gebruikt voor alle geannuleerde berichten over betalingsmeldingen die worden verzonden, inclusief handmatige betalingen die door een gebeurtenisbeheerder zijn ingevoerd.

source: payment cancelled
nl_nl: betaling geannuleerd

source: payments cancelled
nl_nl: betalingen geannuleerd

source: Recipient's are who will receive the template. You may want different payment details sent out depending on who the recipient is.
nl_nl: Ontvangers zijn wie de sjabloon ontvangt. U wilt mogelijk dat er verschillende betalingsgegevens worden verzonden, afhankelijk van wie de ontvanger is.

source: This template is what event administrators will receive when payment is cancelled.
nl_nl: Deze sjabloon is wat gebeurtenisbeheerders ontvangen wanneer de betaling wordt geannuleerd.

source: This template is what the primary registrant (the person who made the main registration) will receive when the payment is cancelled.
nl_nl: Deze sjabloon is wat de primaire registrant (de persoon die de hoofdregistratie heeft gedaan) ontvangt wanneer de betaling wordt geannuleerd.

source: This message type is used for all failed payment notification messages that go out including any manual payments entered by an event administrator.
nl_nl: Dit berichttype wordt gebruikt voor alle mislukte betalingsmeldingen die worden verzonden, inclusief handmatige betalingen die door een gebeurtenisbeheerder zijn ingevoerd.

source: payment failed
nl_nl: betaling mislukt

source: payments failed
nl_nl: betalingen mislukt

source: This template is what event administrators will receive when payment fails.
nl_nl: Deze sjabloon is wat gebeurtenisbeheerders ontvangen wanneer de betaling mislukt.

source: This template is what the primary registrant (the person who made the main registration) will receive when the payment fails.
nl_nl: Deze sjabloon is wat de primaire registrant (de persoon die de hoofdregistratie heeft gedaan) ontvangt wanneer de betaling mislukt.

source: Expiry Month
nl_nl: Vervalmaand

source: Expiry Year
nl_nl: Vervaljaar

source: Could not find a ticket for old attendee with id %d for new event %d, so created a new ticket with id %d
nl_nl: Kon geen ticket vinden voor oude deelnemer met id %d voor nieuwe evenement %d, dus creëerde een nieuw ticket met id %d

source: Function moved to EE_Import and renamed to save_csv_data_array_to_db
nl_nl: Functie verplaatst naar EE_Import en hernoemd naar save_csv_data_array_to_db

source: Payment Date(s)
nl_nl: Betalingsdatum(en)

source: Payment Method(s)
nl_nl: Betalingsmethode(s)

source: Gateway Transaction ID(s)
nl_nl: Gateway-transactie-id(s)

source: Programming error. We shoudl be inserting or updating, but instead we are being told to "%s", whifh is invalid
nl_nl: Programmeerfout. We moeten invoegen of bijwerken, maar in plaats daarvan worden we verteld om "%s", whifh is ongeldig

source: Contact List CSV Report
nl_nl: CSV-rapport voor lijst met contactpersonen

source: The Contact List CSV Report button which appears at the bottom of this page can be used to quickly generate a report of your contact list as a CSV file. The following information will be exported: ID, First Name, Last Name, Email, Phone, Address, City, State, and Country. Additionally, the following information will be exported: Contact Full Name, Contact Biography, Contact URL Slug, Time the Contact was Created, Contact Short Biography, Time the Contact was Last Modified, WP User that created Contact as a Numeric Value, and Contact Status.
nl_nl: De csv-rapportknop voor contactpersonen die onder aan deze pagina wordt weergegeven, kan worden gebruikt om snel een rapport van uw lijst met contactpersonen als CSV-bestand te genereren. De volgende informatie wordt geëxporteerd: ID, voornaam, achternaam, e-mail, telefoon, adres, stad, staat en land. Daarnaast worden de volgende informatie geëxporteerd: Contact volledige naam, contact biografie, contact URL Slug, Time the Contact werd gemaakt, Contact Korte Biografie, Time the Contact was Last Modified, WP User that created Contact as a Numeric Value, and Contact Status.

source: The Export Data button which appears at the bottom of this page can be used to quickly export your contact list as a CSV file, which CSV file can then be imported into a different site or re-imported into this same site using the Event Importer.
nl_nl: De knop Gegevens exporteren die onder aan deze pagina wordt weergegeven, kan worden gebruikt om uw lijst met contactpersonen snel te exporteren als een CSV-bestand, dat CSV-bestand vervolgens naar een andere site kan worden geïmporteerd of opnieuw kan worden geïmporteerd naar dezelfde site met behulp van de gebeurtenisimporteur.

source: %1$s : Completed
nl_nl: %1$s : Voltooid

source: %1$s : Never Initiated
nl_nl: %1$s : Nooit gestart

source: %1$s : Initiated %2$s
nl_nl: %1$s : Geïnitieerd %2$s

source: Registration Step Progress
nl_nl: Voortgang van registratiestap

source: Messages Sent to Primary Registrant
nl_nl: Berichten verzonden naar primaire registrant

source: Payment Status Upon Sending
nl_nl: Betalingsstatus bij verzenden

source: TXN Status Upon Sending
nl_nl: TXN-status bij verzenden

source: The import feature has been disabled because of bugs. It is expected to be put back in place soon.
nl_nl: De importfunctie is uitgeschakeld vanwege bugs. De verwachting is dat het snel weer op zijn plaats zal worden gezet.

source: Extensions & Services
nl_nl: Extensies & Services

source: Other Available Services
nl_nl: Andere beschikbare services

source: Contact List Report
nl_nl: Rapport lijst met contactpersonen

source: Export Data
nl_nl: Gegevens exporteren

source: Diners Club International and Discover
nl_nl: Diners Club International en Ontdek

source: Sage Pay Settings
nl_nl: Betaalinstellingen voor sage

source: Adjust the settings for the Sage Pay payment gateway. More information can be found on %s SagePay.com %s .
nl_nl: Pas de instellingen voor de betalingsgateway Sage Pay aan. Meer informatie is te vinden op %s SagePay.com %s .

source: In the Vendor Name field, enter your Sage Pay Vendor Name supplied by Sage Pay when your account was created (unique Sage Pay identifier).
nl_nl: Voer in het veld Leveranciernaam de naam van uw Sage Pay Vendor in die is opgegeven door Sage Pay toen uw account is gemaakt (unieke Sage Pay-id).

source: Debug Mode is turned ON. Payments will NOT be processed.
nl_nl: De debug-modus is ingeschakeld. Betalingen worden niet verwerkt!

source: Click the "Pay Now" button to proceed with payment.
nl_nl: Klik op nu betalen om verder te gaan met de betaling.

source: Stripe Secret Key %s
nl_nl: Streep Geheime Sleutel %s

source: Pay %1$s Now
nl_nl: Betaal nu %1$s

source: Payment Error! Please refresh the page and try again or contact support.
nl_nl: Betalingsfout! Vernieuw de pagina en probeer het opnieuw of neem contact op met ondersteuning.

source: It appears the Stripe Checkout javascript was not loaded properly! Please refresh the page and try again or contact support.
nl_nl: Het lijkt erop dat de Stripe Checkout javascript niet goed geladen was! Vernieuw de pagina en probeer het opnieuw of neem contact op met ondersteuning.

source: Stripe Gateway
nl_nl: Streepgateway

source: Debug Mode is turned ON. Payments will NOT be processed
nl_nl: Debug modus staat aan. Betalingen worden niet verwerkt.

source: Any date greater than today
nl_nl: Elke datum groter dan vandaag

source: How do I test specific error codes?
nl_nl: Hoe test ik specifieke foutcodes?

source: Pay Now
nl_nl: Betaal nu

source: Something went wrong because there was no registration ID in the request. Unable to resend the ticket notice.
nl_nl: Er ging iets mis omdat er geen registratie-ID in het verzoek stond. Kan de bekeuring niet opnieuw worden gezen.

source: Cannot resend the ticket notice for this registration because the corresponding message type is not active. If you wish to send messages for this message type then please activate it by %sgoing here%s.
nl_nl: Kan de ticketmelding voor deze registratie niet opnieuw verzenden omdat het bijbehorende berichttype niet actief is. Als u berichten wilt verzenden voor dit berichttype, activeer het dan door hier %s te gaan%s.

source: All tickets for the transaction: %d
nl_nl: Alle tickets voor de transactie: %d

source: Resend Ticket Notice
nl_nl: Verstuur tickets nogmaals

source: Display Ticket for Registration
nl_nl: Toon het bestelde ticket

source: View Ticket
nl_nl: Bekijk ticket

source: This is a shortcode used for generating a qrcode for the registration. The only thing stored via this code is the unique reg_url_link code attached to a registration record.
nl_nl: Dit is een shortcode die wordt gebruikt voor het genereren van een qrcode voor de registratie. Het enige wat via deze code is opgeslagen is de unieke reg_url_link code die aan een registratierecord is gekoppeld.

source: Note: there are a number of different parameters you can use for the qrcode generated. We have the defaults at the recommended settings, however, you can change these:
nl_nl: Let op: er zijn een aantal verschillende parameters die u gebruiken voor de gegenereerde qrcode. We hebben de standaardwaarden bij de aanbevolen instellingen, maar u deze wijzigen:

source: You can add a extra param for setting the dimensions of the qr code using "d=20" format. So [QRCODE_* d=40] will parse to a qrcode that is 40 pixels wide by 40 pixels high.
nl_nl: U een extra param toevoegen voor het instellen van de afmetingen van de qr-code met behulp van d=20 formaat. Dus [QRCODE_* d=40] zal ontleden aan een qrcode die 40 pixels breed bij 40 pixels hoog is.

source: Use a hexadecimal color for the qr code color. So you can do [QRCODE_* color=#f00] to have the code printed in red.
nl_nl: Gebruik een hexadecimale kleur voor de qr-code kleur. Dus je [QRCODE_* color=#f00] doen om de code rood te laten drukken.

source: This parameter is used to indicate what mode the code is generated in. 0 = normal, 1 = label strip, 2 = label box. Use in the format [QRCODE_* mode=2].
nl_nl: Deze parameter wordt gebruikt om aan te geven in welke modus de code wordt gegenereerd. 0 = normaal, 1 = etiketstrip, 2 = etiketdoos. Gebruik in de indeling [QRCODE_* modus=2].

source: This allows you to set a custom label that will appear over the code. [QRCODE_* label="My QR Code"]
nl_nl: Hiermee u een aangepast label instellen dat over de code wordt weergegeven. [QRCODE_* label="Mijn QR-code"]

source: This shortcode will grab the email address attached to the registration and use that to attempt to grab a gravatar image. If none is found then whatever is set in your WordPress settings for Default Avatar will be used. You can include what you want the dimensions of the gravatar to be by including params in the folowing format: "d=40". So [GRAVATAR_* d=40] will parse to a gravatar image that is 40 pixels wide by 40 pixels high.
nl_nl: Deze shortcode pakt het e-mailadres dat aan de registratie is gekoppeld en gebruikt dat om te proberen een gravatar-afbeelding te pakken. Als er niets wordt gevonden dan wat is ingesteld in uw WordPress-instellingen voor Standaard Avatar zal worden gebruikt. U opnemen wat u wilt dat de afmetingen van de gravatar te worden door het opnemen van params in de folowing formaat: d = 40. Dus [GRAVATAR_* d=40] zal ontleden aan een gravatar-afbeelding die 40 pixels breed bij 40 pixels hoog is.

source: This shortcode is used to generate a custom barcode for the ticket instead of a qrcode. There are a number of different options for the barcode:
nl_nl: Deze shortcode wordt gebruikt om een aangepaste barcode voor het ticket te genereren in plaats van een qrcode. Er zijn een aantal verschillende opties voor de barcode:

source: Used to set the width (default is 1). [BARCODE_* w=20]
nl_nl: Wordt gebruikt om de breedte in te stellen (standaard is 1). [BARCODE_* w=20]

source: Used to set the height (default is 70). [BARCODE_* h=50]
nl_nl: Wordt gebruikt om de hoogte in te stellen (standaard is 70). [BARCODE_* h=50]

source: Used to set the barcode type (default is code93). [BARCODE_* type=code93]. There are 4 different types you can choose from:
nl_nl: Wordt gebruikt om het streepjescodetype in te stellen (standaard is code93). [BARCODE_* type=code93]. Er zijn 4 verschillende soorten waaruit u kiezen:

source: Used to set the fontsize for the barcode (default is 10). [BARCODE_* fsize=10]
nl_nl: Wordt gebruikt om de lettergrootte voor de streepjescode in te stellen (standaard is 10). [BARCODE_* fsize=10]

source: Used to set the output type for the generated barcode (default is svg). Can be either svg, canvas, bmp, or css. %1$sNote: Some output types don't print well depending on the browser. Make sure you verify printability.%2$s %3$s
nl_nl: Wordt gebruikt om het uitvoertype in te stellen voor de gegenereerde streepjescode (standaard is svg). Kan svg, canvas, bmp of css zijn. %1$s Opmerking: Sommige uitvoertypen worden niet goed afgedrukt, afhankelijk van de browser. Zorg ervoor dat u de afdrukbaarheid verifieert. %2$s %3$s

source: This allows you to set what gets used to generate the barcode. When the barcode is scanned this is the value that will be returned. There are two options: "long_code", which is the equivalent to %1$sreg_url_link%2$s value for the registration; or "short_code", which is the equivalent to the %1$sreg_code%2$s value for the registration. The default is "short_code". %3$s
nl_nl: Hiermee u instellen wat er wordt gebruikt om de barcode te genereren. Wanneer de barcode wordt gescand, is dit de waarde die wordt geretourneerd. Er zijn twee opties: "long_code", wat overeenkomt met %1$sreg_url_link%2$s waarde voor de registratie; of "short_code", wat overeenkomt met de %1$sreg_code%2$s waarde voor de registratie. De standaardinstelling is "short_code". %3$s

source: This shortcode generates the url for accessing the ticket.
nl_nl: Deze shortcode genereert de url voor toegang tot het ticket.

source: This shortcode generates the url for the ticket attached to the registration record for the recipient of a message.
nl_nl: Deze shortcode genereert de url voor het ticket dat is gekoppeld aan de registratierecord voor de ontvanger van een bericht.

source: This shortcode generates the url for all tickets in a transaction.
nl_nl: Deze shortcode genereert de url voor alle tickets in een transactie.
