Repository: eventespresso/event-espresso-core
Catalog: languages/event_espresso-*.po
Languages: nl_nl

source: Venue Slug
nl_nl: Locatie slug

source: An error occurred. No Question IDs were received.
nl_nl: Er is een fout opgetreden. Er zijn geen vraag-ID's ontvangen.

source: Personal Information
nl_nl: Persoonlijke informatie

source: The slug is the customizable portion of the URL for your venue. For example, if my venue was called "Annual Parade," then the URL could appear as such: http://example.com/venues/annual-parade -- the slug would be then be annual-parade.
nl_nl: De slak is het aanpasbare gedeelte van de URL voor uw locatie. Als mijn locatie bijvoorbeeld 'Jaarlijkse parade' werd genoemd, kan de URL als zodanig worden weergegeven: http://example.com/venues/annual-parade -- de slak zou dan een jaarlijkse parade zijn.

source: An error occurred. No EVT_ID is included. Needed to know which question groups to retrieve.
nl_nl: Er is een fout opgetreden. Er is geen EVT_ID inbegrepen. Nodig om te weten welke vragengroepen op te halen.

source: Address Information
nl_nl: Adres informatie

source: Venue Author
nl_nl: Locatie Auteur

source: Saving Draft&#8230;
nl_nl: Bewaard concept&#8230;

source: Event to Question Group Link
nl_nl: Workshop naar Vraag-groep Link

source: First Name - System Question
nl_nl: Voornaam - System Question

source: Line item %s did not contain a valid ticket
nl_nl: Lijn product %s bevalt geen geldig ticket.

source: This is the site member that will be credited for creating this venue.
nl_nl: Dit is het sitelid dat wordt gecrediteerd voor het maken van deze locatie.

source: The changes you made will be lost if you navigate away from this page.
nl_nl: ﻿De wijzigingen zullen verloren gaan als u deze pagina verlaat.

source: Event to Question Group Links
nl_nl: Workshop naar Vraag-groep Linken

source: Last Name - System Question
nl_nl: Achternaam - System Question

source: The ticket (%s) is not associated with any valid datetimes.
nl_nl: Het ticket (%s) is niet gekoppeld met een geldige tijdsnotatie.

source: registrants
nl_nl: registranten

source: Enter the physical address for this venue. This field is optional.
nl_nl: Voer het fysieke adres voor deze locatie in. Dit veld is optioneel.

source: Event to Question Group Link ID
nl_nl: Workshop naar Vraag-groep Link ID

source: Email Address - System Question
nl_nl: E-mail adres - Systeem vraag

source: The ticket (%s) is not associated with a valid event.
nl_nl: Het ticket (%s) is niet gekoppeld met een geldig evenement.

source: TKT Option
nl_nl: TKT Optie

source: The countries that are shown in the dropdown are controlled through the "Country Appears in Dropdown Select Lists" setting which is in the %sCountries tab%s on the General Settings page. Once on this page, you can specify whether to show a country in this dropdown by selecting yes or no and saving changes.
nl_nl: De landen die in de vervolgkeuzelijst worden weergegeven, worden beheerd via de instelling 'Land wordt weergegeven in vervolglijstenlijsten' die zich op het tabblad %sLanden bevindt%s op de pagina Algemene instellingen. Eenmaal op deze pagina u opgeven of u een land in deze vervolgkeuzelijst wilt weergeven door ja of nee te selecteren en wijzigingen op te slaan.

source: End Tour
nl_nl: einde tour

source: Address - System Question
nl_nl: Adres - Systeem vraag

source: Specify whether to show a Google Map for this venue. You can also provide a link which is used in Event Espresso emails.
nl_nl: Geef op of u een Google Map voor deze locatie wilt weergeven. U ook een link die wordt gebruikt in Event Espresso e-mails.

source: There is no slug set for the help tour class (%s). Make sure that the $_slug property is set in the class constructor
nl_nl: Er is geen slak set voor de help tour klasse (%s). Zorg ervoor dat de eigenschap $_slug is ingesteld in de klasseconstructeur

source: Flag indicating question is only for primary attendees
nl_nl: Vlag die de vraag aangeeft, is alleen voor primaire deelnemers

source: Address2
nl_nl: Adres 2

source: The following events do not require payment at this time and will not be billed during this transaction. Billing will only occur after the attendee has been approved by the event organizer. You will be notified when your registration has been processed. If this is a free event, then no billing will occur.
nl_nl: Voor het volgende evenement is geen betaling vereist op dit moment en er zal niks worden gerekend tijdens deze transactie. Betaling zal alleen aan de orde zijn als u word toegelaten door de evenementen beheerder. U zal op de hoogte worden gesteld zodra dit proces is voltooid. Als dit een gratis evenement is zal er helemaal geen betaling plaatsvinden.

source: There is no label set for the help tour class (%s). Make sure that the $_label property is set in the class constructor
nl_nl: Er is geen labelset voor de helptourles (%s). Zorg ervoor dat de eigenschap $_label is ingesteld in de klasseconstructeur

source: Event to Venue Link ID
nl_nl: Workshop naar Locatie Link ID

source: Address2 - System Question
nl_nl: Adres 2 - Systeem vraag

source: %s of %s
nl_nl: %s van %s

source: Quickly publish your venue to allow linking to an event or multiple events.
nl_nl: Publiceer uw locatie snel om koppelen aan een workshop of meerdere workshops toe te staan.

source: Final Stop Tour
nl_nl: EINDSTOP

source: Venue ID
nl_nl: Locatie ID

source: City - System Question
nl_nl: Stad - Systeem vraag

source: The following statuses are available: Published, Pending Review, and Draft. A status of published means that a venue is live and can be associated with one or more events. Pending review will set a venue to draft until an event administrator has approved the venue. A status of draft will save a venue but it will be unpublished.
nl_nl: De volgende statussen zijn beschikbaar: Gepubliceerd, In afwachting van Keuring en Concept. De status van gepubliceerd betekent dat een locatie bestaat en aan een of meer workshops gekoppeld kan worden. In afwachting van keuring zal de locatie op ontwerp zetten totdat een workshopaanbieder de locatie heeft goedgekeurd. De status van concept zal een locatie wel bewaren, maar niet publiceren.

source: That's it for the tour! At any time you can restart a tour by clicking on this help dropdown and then clicking one of the Tour buttons. There are help tours available on all Event Espresso Admin pages. If you want to turn off help tours for all pages, %sgo here%s. All the best with your events!
nl_nl: Dat is het voor de tour! Op elk moment u een tour opnieuw starten door op deze helpdropdown te klikken en vervolgens op een van de Tourknoppen te klikken. Er zijn helptours beschikbaar op alle pagina's met evenementen espresso-beheerders. Als u hulprondleidingen voor alle pagina's wilt uitschakelen, %sga hier%s. Al het beste met uw evenementen!

source: Flag indicating venue is primary one for event
nl_nl: Vlagmarkering die aangeeft locatie is primaire voor workshop

source: State/Province - System Question
nl_nl: Staat/Provincie - Systeem vraag

source: The following visibility options are available: public, password protected, and private. An venue that is set to public will be accessible by anyone. An venue that is set to password protected will only be available to event administrators and individuals who know the password to access the event registration. A venue that is set to private will completely be hidden from public view.
nl_nl: De volgende zichtbaarheidsopties zijn beschikbaar: openbaar, beveiligd met een wachtwoord en privé. Een locatie die is ingesteld op het publiek zal toegankelijk zijn voor iedereen. Een locatie die is ingesteld op met een wachtwoord beveiligd, is alleen beschikbaar voor gebeurtenisbeheerders en personen die het wachtwoord kennen om toegang te krijgen tot de registratie van het evenement. Een locatie die is ingesteld op prive zal volledig worden verborgen voor het publiek te bekijken.

source: Version %s
nl_nl: Versie %s

source: Country - System Question
nl_nl: Land - Systeem vraag

source: check-ins
nl_nl: ingecheckt

source: Could not find new registrations for old attendee %d when creating answer %s
nl_nl: Kon geen nieuwe registraties vinden voor oude deelnemer %d bij het maken van antwoord %s

source: Zip/Postal Code - System Question
nl_nl: Postcode - Systeem vraag

source: Enter the maximum number of registrants that are supported by this venue.
nl_nl: Voer het maximale aantal registranten in dat door deze locatie wordt ondersteund.

source: Could not find primary attendee's new transaction. Current attendee is: %s, we think the 3.1 primary attendee for it has id %d, but there's no 4.1 transaction for that primary attendee id.
nl_nl: Kon de nieuwe transactie van de primaire deelnemer niet vinden. Huidige deelnemer is: %s, we denken dat de 3.1 primaire deelnemer voor het heeft id %d, maar er is geen 4.1 transactie voor die primaire deelnemer id.

source: Phone Number - System Question
nl_nl: Telefoonnummer - Systeem vraag

source: Timestamp
nl_nl: Tijdstempel

source: Could not find NEW event CPT ID for old event '%d' on old attendee %s
nl_nl: Kan nieuwe evenement-CPT-ID niet vinden voor oud evenement '%d' voor oude bezoeker %s

source: Primary Key of Attached Thing
nl_nl: Primaire sleutel van bijgevoegd ding

source: Click here to delete this check-in record
nl_nl: Klik hier om deze inschrijving te deleten

source: Enter the URL (website address) for this venue. This field is optional.
nl_nl: Voer de URL (websiteadres) voor deze locatie in. Dit veld is optioneel.

source: Model of Attached Thing
nl_nl: Model van het bijgevoegde ding

source: The following wp-options could not be deleted: %s%s
nl_nl: De volgende wp-opties konden niet worden verwijderd: %s%s

source: This route cannot be viewed unless registration and datetime IDs are included in the request (via REG_ID and DTT_ID parameters)
nl_nl: Deze route kan niet worden bekeken zonder dat de aanmelding en tijds ID's worden meegestuurd in het verzoek (via REG_ID en DTT_ID waardes)

source: Could not update datetimes related to ticket with ID %d's TKT_sold by %d because %s
nl_nl: Kan datums met betrekking tot ticket niet bijwerken met de TKT_sold van ID-%d door %d omdat %s

source: Enter the phone number for this venue. This field is optional.
nl_nl: Voer het telefoonnummer voor deze locatie in. Dit veld is optioneel.

source: Could not update ticket with ID %d's TKT_sold by %d because %s
nl_nl: Kon ticket niet bijwerken met ID %d's TKT_sold door %d omdat %s

source: An invalid or missing line item ID was encountered while attempting to process the registration form.
nl_nl: Een ongeldige product ID is meegegeven tijdens het aanmeldingsproces.

source: View Check-ins
nl_nl: Bekijk check-ins

source: Click the Move to Trash link to move a venue to the trash.
nl_nl: Klik op de koppeling Verplaatsen naar prullenbak om een locatie naar de prullenbak te verplaatsen.

source: Could not create WP Term_Taxonomy from old category: %s. The Error was: %s
nl_nl: Kan WP Term_Taxonomy niet maken uit de oude categorie: %s. De fout was: %s

source: Event Check-In
nl_nl: Evenement Check-In

source: Venue Tags
nl_nl: Locatie tags

source: Category Details
nl_nl: Categorie informatie

source: Your form data could not be applied to any valid registrations.
nl_nl: De informatie van uw formulier kon niet worden toegepast op een geldige aanmelding.

source: Event Check-In Other
nl_nl: Workshops Check-in Overige

source: You can setup tags for your venue. This is optional. To add a tag, enter it into the tag field and click on the Add button.
nl_nl: Je kan tags instellen voor je locatie. Dit is optioneel. Om een tag toe te voegen, vul het in in het tabveld en klik op de knop Toevoegen.

source: A valid transaction could not be initiated for processing your registrations.
nl_nl: Er kon geen geldige transactie worden uitgevoerd om uw reservering te voltooien.

source: You can setup categories for your venue. This is optional. To add a venue category, select one from the tabs or click on the add new category link and enter a name for your venue category and click on the add new category button.
nl_nl: U categorieën instellen voor uw locatie. Dit is optioneel. Als u een locatiecategorie wilt toevoegen, selecteert u een locatie op de tabbladen of klikt u op de koppeling Nieuwe categorie toevoegen en voert u een naam in voor uw locatiecategorie en klikt u op de knop Nieuwe categorie toevoegen.

source: Event is Over
nl_nl: evenement is geweest

source: No valid question responses were received.
nl_nl: Er is geen geldig antwoord ontvangen.

source: Venue Title
nl_nl: Locatie titel

source: Event Not Active
nl_nl: evenement is niet actief

source: The newly saved Attendee object could not be cached on the registration.
nl_nl: Het net opgeslagen deelnemersobject kon niet opgeslagen voor de aanmelding.

source: Delete Check-In Rows
nl_nl: Verwijder check-in rijen

source: This is the name (title) of your venue.
nl_nl: Dit is de naam (titel) van uw locatie.

source: The rich text editor can be used to create a description for your venue. Similar to WordPress pages and posts, you can upload images and customize your text by using the options on the toolbar.
nl_nl: De uitgebreide teksteditor kan worden gebruikt om een beschrijving voor uw locatie te maken. Net als bij WordPress-pagina's en -berichten u afbeeldingen uploaden en uw tekst aanpassen met behulp van de opties op de werkbalk.

source: Could not find 4.1 event id for 3.1 event #%d.
nl_nl: Kan geen 4.1 workshop-id voor 3.1 workshop #%d.

source: uncategorized
nl_nl: ongecategoriseerd

source: This page shows all venues that have been created with Event Espresso.
nl_nl: Deze pagina toont alle locaties die zijn gemaakt met Event Espresso.

source: Could not find 4.1 term-taxonomy id for 3.1 category #%d.
nl_nl: Kan de term-taxonomie-ID 4.1 niet vinden voor 3.1 categorie # %d.

source: edit this event
nl_nl: bewerk dit event

source: The newly saved Answer object could not be cached on the registration.
nl_nl: Het opgeslagen antwoord kan niet worden getoond bij de aanmelding

source: Question Groups in each Event
nl_nl: Vraag-groepen in elke workshop

source: Line Item
nl_nl: Regel item

source: The address could not be formatted.
nl_nl: Het adres kan niet worden opgemaakt.

source: An invalid Answer object was discovered when attempting to save your registration information.
nl_nl: Een ongeldig antwoord object is gevonden tijdens het opslaan van uw aanmeldingsinformatie.

source: Could not find 4.1 question ID for 3.1 question id #%s on event $%s
nl_nl: Kon 4.1 vraag-ID niet vinden voor 3.1 vraag-ID # %s voor gebeurtenis $ %s

source: Code for index into Cart
nl_nl: Code voor index in winkelwagen

source: The newly saved Registration object could not be cached on the Transaction.
nl_nl: Het net opgeslagen registratieobject kon niet gekoppeld worden aan de transactie.

source: Missing some required data to toggle the Check-in
nl_nl: Er ontbreken enkele vereiste gegevens om de check-in in of uit te schakelen

source: This is the numerical ID for a venue. This value is used internally for %s.
nl_nl: Dit is de numerieke ID voor een locatie. Deze waarde wordt intern gebruikt voor %s.

source: Could not find 4.1 event 3.1 event id #%s
nl_nl: Kon geen 4.1 workshop vinden 3.1 workshop id #%s

source: Line Item Name
nl_nl: Regel item naam

source: This helper must be instantiated before or within a callback for the WordPress wp_enqueue_scripts hook action hook.
nl_nl: Deze helper moet worden gedaggedrukt voor of binnen een callback voor de WordPress wp_enqueue_scripts haak actie haak.

source: An invalid Registration object was discovered when attempting to save your registration information.
nl_nl: Er is een ongeldig aanmelding object gevonden wanneer dit opgeslagen werd.

source: So, something went wrong with the bulk delete because there was no data received for instructions on WHAT to delete!
nl_nl: Dus, er ging iets mis met de bulk te verwijderen, omdat er geen gegevens ontvangen voor instructies over wat te verwijderen!

source: This is the name for the venue.
nl_nl: Dit is de naam van de locatie.

source: Event to Venue Relations
nl_nl: Workshop naar Locatie Relaties

source: Line Item Description
nl_nl: Regel item omschrijving

source: EE_Qtip_Config objects must be registered before wp_enqueue_scripts is called.
nl_nl: EE_Qtip_Config objecten moeten worden geregistreerd voordat wp_enqueue_scripts wordt aangeroepen.

source: A valid Transaction was not found when attempting to save your registration information.
nl_nl: Er is geen geldige transactie gevonden tijdens het opslaan van uw aanmeldingsinformatie.

source: There were %d records that did not delete successfully
nl_nl: Er zijn %d records die niet zijn verwijderd

source: This is the address for the venue.
nl_nl: Dit is het adres van de locatie.

source: Could not find 4.1 venue id for 3.1 venue #%d.
nl_nl: Kan 4.1 locatie-ID niet vinden voor 3.1 locatie # %d.

source: Unit Price
nl_nl: Unit prijs

source: Unable to load the Qtip Config registered for this page (%s) because none of the file paths attempted are readable. Please check the spelling of the paths you've used in the registration
nl_nl: Kan de Qtip Config die voor deze pagina is geregistreerd (%s) niet worden geladen omdat geen van de geprobeerde bestandspaden leesbaar is. Controleer de spelling van de paden die u in de registratie hebt gebruikt

source: no payment required at this time.
nl_nl: geen betaling vereist op dit moment.

source: Records were successfully deleted
nl_nl: Records succesvol verwijderd

source: This is the city for the venue.
nl_nl: Dit is de stad voor de locatie.

source: Could not add post meta for CPT with ID #%d. Meta key: '%s',meta value:'%d' for 3.1 event: %s
nl_nl: Kan geen postmeta voor CPT toevoegen met ID #%d. Meta-toets: '%s',metawaarde:'%d' voor 3,1-evenement: %s

source: Order of Application towards total of parent
nl_nl: Volgorde van toepassing ten opzichte van totaal van ouder

source: The Qtip_Config class being registered (%s) does not exist, please check the spelling.
nl_nl: De Qtip_Config klasse die wordt geregistreerd (%s) niet bestaat, controleer de spelling.

source: no payment required.
nl_nl: geen betaling vereist.

source: Something went wrong and this check-in record was not deleted
nl_nl: Er is iets misgegaan en dit incheckrecord is niet verwijderd

source: This is the capacity of the venue. If no limit is set, then the capacity will be set to infinity (%s).
nl_nl: Dit is de capaciteit van de locatie. Als er geen limiet is ingesteld, wordt de capaciteit ingesteld op oneindig (%s).

source: Check-In record successfully deleted
nl_nl: Check-in record succesvol verwijderd.

source: The %s gateway does not exist in EE 4.1
nl_nl: De %s gateway bestaat niet in EE 4.1

source: Parent ID (this item goes towards that Line Item's total)
nl_nl: Hoofd ID (dit item word daarbij opgeteld)

source: Something went wrong with the upload. Unable to create a tmp file for the uploaded file on the server
nl_nl: Er ging iets mis met de upload. Kan geen tmp-bestand maken voor het geüploade bestand op de server

source: In order to delete a Check-in record, there must be a Check-In ID available. There is not. It is not your fault, there is just a gremlin living in the code
nl_nl: Als u een incheckrecord wilt verwijderen, moet er een incheck-id beschikbaar zijn. Die is er niet. Het is niet jouw schuld, er is gewoon een gremlin leven in de code

source: Venues Overview Bulk Actions
nl_nl: Locatieoverzicht Bulkacties

source: Line Items
nl_nl: Regel items

source: This Registrant is the Primary Registrant
nl_nl: Deze deelnemer is de hoofddeelnemer

source: Bulk actions allow you to perform an action to multiple venues at once. The following bulk actions are supported: Delete. To use the bulk action feature, place a checkmark next to the venues that you want to include. Then select a bulk action from the menu and click on the Apply button.
nl_nl: Met bulkacties u een actie uitvoeren op meerdere locaties tegelijk. De volgende bulkacties worden ondersteund: Delete. Als u de bulkactiefunctie wilt gebruiken, plaatst u een vinkje naast de locaties die u wilt opnemen. Selecteer vervolgens een bulkactie in het menu en klik op de knop Toepassen.

source: Could not find the transaction for the 3.1 attendee %d from row %s
nl_nl: Kan de transactie voor de 3.1-deelnemer %d uit rij %s niet vinden

source: Tax Subtotal
nl_nl: Belasting subtotaal

source: This Registrant has been Checked In
nl_nl: Deze deelnemer is ingechecked

source: Venues Overview Views
nl_nl: Venues Overzichtsweergaven

source: Organization Options/Config
nl_nl: Organisatieopties / Config

source: ID of Item purchased.
nl_nl: ID van aangekocht item

source: In order to format currency, an amount needs to be passed.
nl_nl: Om valuta op te maken, moet een bedrag worden doorgegeven.

source: This Registrant has been Checked Out
nl_nl: Deze deelnemer is uitgechecked

source: Views allow you to restrict what you see in the Venues Overview table. The following views are available: All. The number in parentheses next to each view represents the number of venues that will be displayed with that view.
nl_nl: Met weergaven u beperken wat u ziet in de tabel Locatieoverzicht. De volgende weergaven zijn beschikbaar: Alles. Het aantal tussen haakjes naast elke weergave geeft het aantal locaties weer dat met die weergave wordt weergegeven.

source: Could not set country's currency config because no country exists for ISO %s
nl_nl: Kan de valutaconfiguratie van het land niet instellen omdat er geen land bestaat voor ISO %s

source: Model Name this Line Item is for
nl_nl: Modelnaam waarvoor dit regelitem is bedoeld

source: The EEH_Template::status_legend helper required the incoming status_array argument to be an array!
nl_nl: De EEH_Template::status_legend helper vereist de inkomende status_array argument om een array!

source: No Check-in Record has been Created for this Registrant
nl_nl: Nog geen check-in voor deze deelnemer

source: Question Group to Question Relations
nl_nl: Vraaggroep om relaties te ondervragen

source: Message Template ID
nl_nl: Workshop Berichtsjabloon ID

source: Status Legend
nl_nl: Huidige Status

source: Show all venues.
nl_nl: Toon alle locaties

source: Could not find 4.1 question id for 3.1 question #%d.
nl_nl: Kan vraag-ID 4.1 niet vinden voor 3.1 vraag # %d.

source: Message Template Group ID
nl_nl: Groeps-id van berichtsjabloon

source: Show venues that have been moved to the trash.
nl_nl: Toon locaties die zijn verplaatst naar de prullenbak.

source: Could not find 4.1 question group id for 3.1 question group #%d.
nl_nl: Kan 4.1 vraaggroep-ID niet vinden voor 3.1 vraaggroep # %d.

source: Field Name for this Template
nl_nl: Veldnaam voor deze sjabloon

source: more
nl_nl: meer

source: We're Sorry
nl_nl: Het spijt ons

source: Venues Overview Search
nl_nl: Locatie overzicht zoeken

source: %s for venue %s
nl_nl: %s voor locatie %s

source: Message Type Context for this field
nl_nl: Berichttypecontext voor dit veld

source: edit this venue
nl_nl: bewerk deze locatie

source: No Event object or an invalid Event object was supplied.
nl_nl: Er werd geen workshop-object of een ongeldige workshop-object geleverd.
