Repository: eventespresso/event-espresso-core
Catalog: languages/event_espresso-*.po
Languages: nl_nl

source: Views allow you to restrict what you see in the Messages Overview table. The number in parentheses next to each view represents the number of message templates that will be displayed with that view.
nl_nl: Met weergaven u beperken wat u ziet in de tabel Overzicht van berichten. Het getal tussen haakjes naast elke weergave vertegenwoordigt het aantal berichtsjablonen dat met die weergave wordt weergegeven.

source: Don't display a title/heading before the event list
nl_nl: Een titel/kop niet weergeven vóór de gebeurtenislijst

source: %1$s (Reason Code: %2$s)
nl_nl: %1$s (Redencode: %2$s)

source: Unrecognized response from Authorize.net: %1$s
nl_nl: Niet-herkende reactie van Authorize.net: %1$s

source: Error connecting to Authorize.net
nl_nl: Fout verbinding maken met Authorize.net

source: Final calculated price for ticket
nl_nl: Definitieve berekende prijs voor ticket

source: You have recursively called "%1$s" with %2$s set to %3$s which uses "%2$s" filter. You should use it with %2$s "%3$s" instead here.
nl_nl: U hebt recursief "%1$s" genoemd met %2$s ingesteld op %3$s die "%2$s" filter gebruikt. Je moet het gebruiken met %2$s "%3$s" in plaats daarvan hier.

source: automated upcoming datetime notification
nl_nl: geautomatiseerd datumtijd bericht van een aankomend evenement

source: automated upcoming datetime notifications
nl_nl: geautomatiseerde datumtijd berichten van aankomende evenementen

source: This is the template used to generate the message for the attendee.
nl_nl: Dit is de sjabloon die wordt gebruikt om het bericht voor de deelnemer te genereren.

source: A datetime could not be retrieved for the given id. It is required for this message type.
nl_nl: Een datumtijd kon niet worden opgehaald voor de gegeven id. Dit is vereist voor dit berichttype.

source: automated upcoming event notification
nl_nl: geautomatiseerd bericht van een aankomend evenement

source: automated upcoming event notifications
nl_nl: geautomatiseerde berichten van aankomende evenementen

source: Scheduling Settings
nl_nl: Agenda instellingen

source: There was a problem with generating the content for this metabox, please refresh your page.
nl_nl: Er was een probleem met het genereren van de inhoud voor deze metabox, vernieuw uw pagina.

source: Specific Datetime Shortcodes
nl_nl: Specifieke shortcodes voor datumtijd

source: All shortcodes related to a specific datetime being targeted in message sending.
nl_nl: Alle shortcodes met betrekking tot een specifieke datumtijd die wordt gericht in het verzenden van berichten.

source: We're reaching out to remind you of an upcoming event you registered for on our website. You have access to this event on %s. Here's a copy of your registration details:
nl_nl: We nemen contact op om u te herinneren aan een aankomend evenement waarvoor u zich hebt geregistreerd op onze website. Je hebt toegang tot dit evenement op %s. Hier is een kopie van uw registratiegegevens:

source: Upcoming Datetime Notification
nl_nl: geautomatiseerd datumtijd bericht van een aankomend evenement

source: Upcoming Datetime Reminder
nl_nl: Herinnering voor aankomende datumtijd

source: We're reaching out to remind you of upcoming events you registered for on our website. Here's a copy of your registration details:
nl_nl: We nemen contact op om u te herinneren aan aankomende evenementen waarvoor u zich hebt geregistreerd op onze website. Hier is een kopie van uw registratiegegevens:

source: Upcoming Event Notification
nl_nl: Bericht van een aankomend evenement

source: Upcoming Event Reminder
nl_nl: Herinnering voor komende evenementen

source: Event Espresso Automated Upcoming Event Notifications add-on could not be activated. Please ensure that Event Espresso version %1$s or higher is running
nl_nl: Bijtelling voor automatische aanmeldingen voor gebeurtenis espresso voor aankomende evenementen kan niet worden geactiveerd. Zorg ervoor dat de versie van event espresso %1$s of hoger wordt uitgevoerd

source: An exception occurred while the EE4 Infusionsoft Add-on was synchronizing to Infusionsoft. The exception was "%1$s" and had trace %2$s. The model objects being synchronized were %3$s, and the one with the exception was a "%4$s" with ID "%5$s"
nl_nl: Er is een uitzondering opgetreden terwijl de EE4 Infusionsoft Add-on synchroniseert met Infusionsoft. De uitzondering was "%1$s" en had sporen %2$s. De modelobjecten die gesynchroniseerd werden, werden %3$s, en de objecten met uitzondering was een "%4$s" met ID "%5$s"

source: Not an object
nl_nl: Geen object

source: Not an EE model object
nl_nl: Geen EE model object

source: Could not process this payment because it has no associated Attendee.
nl_nl: Kan deze betaling niet verwerken want er is geen bijbehorende deelnemer.

source: Reference: %1$s
nl_nl: Referentie: %1$s

source: There was an error communicating with the Payeezy server. The error was %1$s
nl_nl: Er was een fout communiceren met de Payeezy server. De fout is %1$s

source: Undefined gateway response received.
nl_nl: Ongedefinieerd gateway-antwoord ontvangen.

source: There was an error communicating with the Payeezy server, but there is no error data.
nl_nl: Er was een fout in de communicatie met de Payeezy-server, maar er zijn geen foutgegevens.

source: First Data Payeezy
nl_nl: Eerste gegevens Payeezy

source: Payeezy Settings
nl_nl: Payeezy-instellingen

source: Level 3 Data Supported
nl_nl: Ondersteuning voor niveau 3-gegevens

source: Debit
nl_nl: Debet

source: First Data Payeezy Gateway
nl_nl: Eerste Data Payeezy Gateway

source: This is a brief description for the options that are required to setup the Payeezy Gateway. More information can be found in the %1$s First Data Payeezy Gateway API Library. %2$s
nl_nl: Dit is een korte beschrijving voor de opties die nodig zijn om de Payeezy Gateway in te stellen. Meer informatie is te vinden in de %1$s First Data Payeezy Gateway API Library. %2$s

source: Gateway ID (Exact ID)
nl_nl: Gateway-id (exacte id)

source: Also known as the Gateway ID, this value identifies the Merchant and Terminal under which the transaction is to be processed.
nl_nl: Deze waarde, ook wel bekend als de Gateway ID, identificeert de Merchant en Terminal waaronder de transactie moet worden verwerkt.

source: The Gateway ID can be found on the %1$sAdministration%2$s tab under Terminals and then Details.
nl_nl: De Gateway ID is te vinden op het tabblad %1$sAdministratie%2$s onder Terminals en vervolgens Details.

source: Authenticates the Payeezy Gateway Web Service API request, this value should not be exposed to the public.
nl_nl: Verifieert de Payeezy Gateway Web Service API-aanvraag, deze waarde mag niet worden blootgesteld aan het publiek.

source: The Password can be set/generated on the Terminal Details page, %1$sAdministration%2$s section.
nl_nl: Het wachtwoord kan worden ingesteld/gegenereerd op de pagina Terminal Details, %1$sAdministratie%2$s sectie.

source: HMAC Key
nl_nl: HMAC-sleutel

source: SHA-1 HMAC hash calculation is offered to increase the security of transaction processing through this interface.
nl_nl: SHA-1 HMAC hash berekening wordt aangeboden om de beveiliging van transactieverwerking te verhogen via deze interface.

source: For more details on how the HMAC Key can be obtained please visit %1$this documentation page%2$s.
nl_nl: Voor meer informatie over hoe de HMAC-sleutel kan worden verkregen, u terecht op %1$s deze documentatiepagina%2$s.

source: HMAC Key ID
nl_nl: HMAC-sleutel-ID

source: The HMAC Key identifier. Can be found right above the HMAC Key.
nl_nl: De HMAC Key-id. Te vinden direct boven de HMAC-sleutel.

source: The following properties are used to populate additional information about the transaction, including shipping details and line item information.
nl_nl: De volgende eigenschappen worden gebruikt om aanvullende informatie over de transactie in te vullen, waaronder verzendgegevens en regelitemgegevens.

source: Level 3 Data can be enabled on the Terminal Details page, %1$sAdministration%2$s section.
nl_nl: Gegevens van niveau 3 kunnen worden ingeschakeld op de pagina Terminal Details, %1$sAdministratie%2$s sectie.

source: Please note that Level 3 data is not supported for American Express card types.
nl_nl: Houd er rekening mee dat gegevens van niveau 3 niet worden ondersteund voor American Express-kaarttypen.

source: Select card types that should be allowed to be used at the checkout.
nl_nl: Selecteer kaarttypen die bij de kassa mogen worden gebruikt.

source: To set up your Payeezy merchant account for this payment method correctly please refer to%1$s these notes%2$s .
nl_nl: Als u uw Payeezy-verkopersaccount voor deze betalingsmethode correct wilt instellen, raadpleegt u deze notities%1$s%2$s .

source: * In order to have a better fraud protection it is recommended to use the %1$s"E-commerce (CVV2)"%2$s Terminal type.
nl_nl: * Om een betere fraudebescherming te hebben, wordt aanbevolen om de %1$s"E-commerce (CVV2)"%2$s Terminal type te gebruiken.

source: You can use the dollar amounts between 5000.00 - 5999.00 to trigger a variety of Bank Responses and the penny amounts (5000.00 - 5000.99) for eCommerce Responses.
nl_nl: U de dollarbedragen tussen 5000,00 - 5999,00 gebruiken om een verscheidenheid aan bankreacties en de stuiverbedragen (5000,00 - 5000,99) voor e-commercereacties te activeren.

source: Verification Value
nl_nl: Verificatiewaarde

source: Error Response
nl_nl: Foutreactie

source: Card is authentic
nl_nl: Kaart is authentiek

source: CVV2 does not match
nl_nl: CVV2 komt niet overeen

source: More details can be found here: %1$s How to generate unsuccessful transactions during testing %2$s.
nl_nl: Meer details vindt u hier: %1$s Hoe genereert u mislukte transacties tijdens het testen %2$s.

source: First Data Payeezy is an on-site payment method for accepting credit and debit cards and is available to event organizers in many countries. An account with First Data is required to accept payments. Need a First Data account? %1$sClick here to sign up for a merchant account%2$s.
nl_nl: First Data Payeezy is een on-site betalingsmethode voor het accepteren van creditcards en betaalpassen en is beschikbaar voor organisatoren van evenementen in veel landen. Een account met First Data is vereist om betalingen te accepteren. Een First Data-account nodig? %1$s Klik hier om je aan te melden voor een merchant account%2$s.

source: EED_Payment_Methods_Pro_Event_Payment_Method requires an EE_Transaction be passed in, there wasn't any.
nl_nl: EED_Payment_Methods_Pro_Event_Payment_Method vereist dat er een EE_Transaction worden doorgegeven, er was geen.

source: No payment methods were active for the event "%1$s" (event ID %2$s). Even if it's a free event, there should always be a payment method available for it. We activated the Invoice Payment Method on the event, on your behalf.
nl_nl: Er waren geen betalingsmethoden actief voor het evenement "%1$s" (gebeurtenis-id %2$s). Zelfs als het een gratis evenement is, moet er altijd een betalingsmethode voor beschikbaar zijn. We hebben namens u de factuurbetaalmethode voor het evenement geactiveerd.

source: Activate Another %1$s Payment Method
nl_nl: Een andere %1$s betalingsmethode activeren

source: Permanently Delete %1$s Payment Method
nl_nl: Betalingsmethode permanent verwijderen %1$s

source: Are you sure you want to permanently delete this payment method? It cannot be undone.
nl_nl: Weet u zeker dat u deze betaalmethode permanent wilt verwijderen? Het kan niet ongedaan worden gemaakt.

source: Available By Default
nl_nl: Standaard beschikbaar

source: Set to "No" in order to only make this payment method available for specific events (go to the event's admin editing page, and select the payment method in the "Payment Methods" metabox.) When set to "Yes" the payment method is available on all events by default, like normal.
nl_nl: Stel in op 'Nee' om deze betalingsmethode alleen beschikbaar te maken voor specifieke gebeurtenissen (ga naar de pagina voor het bewerken van beheerders van het evenement en selecteer de betalingsmethode in de metabox 'Betalingsmethoden'.) Wanneer de betalingsmethode is ingesteld op 'Ja', is deze standaard beschikbaar op alle gebeurtenissen, zoals normaal.

source: Payment Methods Pro addon was deactivated because Multi Event Registration was also active, and the two are incompatible.
nl_nl: Betalingsmethoden Pro addon is gedeactiveerd omdat multi-gebeurtenisregistratie ook actief was en de twee niet compatibel zijn.

source: do not use
nl_nl: niet gebruiken

source: Select which payment methods will be usable when buying tickets for this event.
nl_nl: Geef aan welke betaalmiddelen er gebruikt kunnen worden bij de aankoop van tickets voor dit evenement.

source: Only one payment method of each type can be usable on an event at a time.
nl_nl: Slechts één betaalmiddel van elk type kan gebruikt worden voor een evenement.

source: No Event-Specific payment methods active. Please activate a payment method and set it as usable for "Only Specific Events"
nl_nl: Geen voor dit evenement specifieke betaalmiddelen actief. Activeer een betaalmiddel en geef aan dat dit "Alleen voor specifieke evenementen" is.

source: Auto (Defaults to English)
nl_nl: Auto (standaard naar Engels)

source: Simplified Chinese
nl_nl: Vereenvoudigd Chinees

source: Checkout locale %s
nl_nl: %s van de kassa

source: This is the locale sent to Stripe to determine which language the checkout modal should use.
nl_nl: Dit is de landinstelling die naar Stripe wordt verzonden om te bepalen welke taal de afrekenmomoal moet gebruiken.

# Online event registration and ticketing powered by [link to eventespresso.com]
source: %3$s%1$sOnline event registration and ticketing powered by %2$s%3$s
nl_nl: %3$s%1$sOnline event registratie en ticketing powered by %2$s%3$s

source: Upgrade to Event Espresso 4 Right Now
nl_nl: Upgrade nu meteen naar Event Espresso 4

source: Displaying search results for the search string: %1$s
nl_nl: Geef zoekresultaten weer voor de zoekterm: %1$s

source: Make sure you have %1$s defined. If this is a non-EE-core admin page then you also must have an autoloader in place for your class
nl_nl: Zorg ervoor dat %1$s is gedefinieerd. Als dit een niet-EE admin pagina is, dan moet je ook een autoloader voor deze klasse actief hebben.

source: Event to Category (4.1 Term Relationships)
nl_nl: Gebeurtenis naar categorie (4.1 Termrelaties)

source: Quantity of tickets reserved, but not yet fully purchased
nl_nl: Het aantal gereserveerde maar niet volledig betaalde tickets.

source: Please use \EEM_Ticket::update_tickets_sold() instead which will in turn correctly update both the Ticket AND Datetime counts.
nl_nl: Gebruik hiervoor in de plaats \EEM_Ticket::update_tickets_sold() dat zowel de Ticket als de DateTime correct bijwerkt.

source: messenger is executing
nl_nl: De verzender is bezig

source: %s - the value for this field is in the timezone of the site.
nl_nl: %s - de waarde voor dit veld zit in de tijdzone van de site.

source: %s - the value in the database.
nl_nl: %s - de waarde in de database.

source: %s - the value for display.
nl_nl: %s - de waarde voor weergave.

source: %s - transformed for display.
nl_nl: %s - aangepast voor weergave.

source: The incoming argument (%1$s) must be one of the allowable types: %2$s
nl_nl: Het inputargument (%1$s) moet van één van de volgende types zijn: %2$s

source: The incoming argument (%1$s) must be one of the allowable formats: %2$s
nl_nl: Het inputargument (%1$s) moet één van de volgende formaten hebben: %2$s

source: %s - the raw value as it exists in the database as a simple float.
nl_nl: %s - de ruwe waarde zoals die in de database zit als een eenvoudige float.

source: %s - formatted for display in the set currency and decimal places.
nl_nl: %s - geformatteerd voor weergave in de ingestelde valuta en decimalen.

source: %s - the content as it exists in the database.
nl_nl: %s - de inhoud zoals die in de database zit.

source: %s - the content rendered for display.
nl_nl: %s - de inhoud opgemaakt voor weergave.

source: The related %1$s entity to the %2$s.
nl_nl: De daarmee verband houdende entiteit %1$s aan de %2$s.

source: The related %1$s entities to the %2$s.
nl_nl: De daarmee verband houdende entiteiten %1$s aan de %2$s.

source: This is a foreign key the points to the given models.
nl_nl: Dit is een foreign key dat verwijst naar de gegeven modellen.

source: It appears that database table "%1$s" exists when it shouldn't, and therefore may contain erroneous data. If you have previously restored your database from a backup that didn't remove the old tables, then we recommend: %2$s 1. create a new COMPLETE backup of your database, %2$s 2. delete ALL tables from your database, %2$s 3. restore to your previous backup. %2$s If, however, you have not restored to a backup, then somehow your "%3$s" WordPress option could not be read. You can probably ignore this message, but should investigate why that option is being removed.
nl_nl: Het lijkt erop dat de database tabel "%1$s" bestaat wanneer dat niet zou moeten, en daarom foutieve gegevens kan bevatten. Als je eerder je database hebt hersteld uit een back-up die niet de oude tabellen heeft verwijderd, dan adviseren we: %2$s1. Maak een nieuwe VOLLEDIGE back-up van uw database, %2$s2, Verwijder alle tabellen uit je database, %2$s3. Herstel naar de vorige back-up. %2$s Als je echter nog niet hersteld hebt van een back-up, dan kon je "%3$s" WordPress optie niet worden gelezen. Je kunt dit bericht waarschijnlijk negeren, maar dient wel te onderzoeken waarom die optie is verwijderd.

source: Could not determine most up-to-date data migration script from which to pull database schema structure. So database is probably not setup properly
nl_nl: Kon het meest recente datamigratie script om de database schemastructuur te achterhalen niet bepalen. Daarom is de database waarschijnlijk niet goed ingesteld

source: Could not associate question %1$s to a question group because no system question group existed
nl_nl: Kan vraag %1$s niet associëren met een vraaggroep, omdat er geen systeem vraaggroep bestaat

source: The class given for the Qtip loader (%1$s) is not a child of the %2$sEE_Qtip_Config%3$s class. Please make sure you are extending EE_Qtip_Config.
nl_nl: De klas voor de Qtip loader (%1$s) is geen kind van de %2$sEE_Qtip_Config%3$s klas. Check dat u EE_Qtip_Config aan het uitbreiden bent.

source: Invalid, unreadable, or missing file.
nl_nl: Ongeldige, onleesbare of ontbrekende file.

source: Select
nl_nl: Selecteer

source: close datetime selector
nl_nl: sluit de datum/tijd selectie

source: Upcoming Event List
nl_nl: Lijst van komende evenementen

source: You must provide a page title in order to create an iframe.
nl_nl: Je moet een paginatitel verstrekken om een iframe te maken.

source: You must provide content in order to create an iframe.
nl_nl: Je moet inhoud verstrekken om een iframe te maken.

source: A non-empty array of URLs, is required to add a CSS stylesheet to an iframe.
nl_nl: Om een CSS-stylesheet aan een iframe toe te voegen is een niet-leeg array van URL's benodigd.

source: A non-empty array of URLs, is required to add Javascript to an iframe.
nl_nl: Om Javascript aan een iframe toe te voegen is een niet-leeg array van URL's benodigd.

source: A non-empty array of vars, is required to add localized Javascript vars to an iframe.
nl_nl: Om gelocaliseerde Javascript variabelen aan een iframe toe te voegen is een niet-leeg array van vars benodigd.

source: click here to generate code for embedding %1$s iframe into another site.
nl_nl: klik hier om code te genereren voor het inbedden van %1$s iframe in een andere site.

source: copy and paste the following into any other site's content to display this event:
nl_nl: kopieer en plak het volgende in een andere site om dit event weer te geven:

source: click anywhere outside of this window to close it.
nl_nl: klik ergens buiten dit window om die te sluiten.

source: Click the following button(s) to generate iframe HTML that will allow you to embed your event content within the content of other websites.
nl_nl: Klik op de onderstaande knop(pen) om iframe HTML te genereren die je je event in andere websites laat insluiten.

source: Your payment was %1$sCANCELLED%2$s for the following transaction and ticket purchases:
nl_nl: Uw betaling is %1$sGECANCELLED%2$s voor de volgende transactie en ticket aankopen:

source: Your payment was %1$sDECLINED%2$s for the following transaction and ticket purchases:
nl_nl: Uw betaling is %1$sGEWEIGERD%2$s voor de volgende transactie en ticket aankopen:

source: %4$sIMPORTANT!%5$sThe Event Espresso "%1$s" addon is not compatible with this version of Event Espresso.%2$sPlease upgrade your "%1$s" addon to version %3$s or newer to resolve this issue.
nl_nl: %4$sBELANGRIJK!%5$s De Event Espresso "%1$s" add-on is niet compatibel met deze versie van Event Espresso. %2$sUpgrade je "%1$s" addon s.v.p. naar versie %3$s of nieuwer om dit probleem op te lossen.

source: %5$sIMPORTANT!%6$sThe Event Espresso "%1$s" addon requires Event Espresso Core version "%2$s" or higher in order to run.%4$sYour version of Event Espresso Core is currently at "%3$s". Please upgrade Event Espresso Core first and then re-activate "%1$s".
nl_nl: %5$sBELANGRIJK!%$6s De Event Espresso "%1$s" addon vereist Event Espresso Core versie "%2$s" of hoger. %4$sJouw versie van Event Espresso Core zit op "%3$s". Upgrade de Event Espresso Core eerst en heractiveer vervolgens "%1$s".

source: %4$sIMPORTANT!%5$sThe Event Espresso "%1$s" addon requires WordPress version "%2$s" or greater.%3$sPlease update your version of WordPress to use the "%1$s" addon and to keep your site secure.
nl_nl: %4$sBELANGRIJK!%5$s The Event Espresso "%1$s" addon vereist WordPress versie "%2$s" of hoger.%3$sWerk uw versie van WordPress bij om de "%1$s" addon te gebruiken en je site veilig te houden.

source: %s - the value for this field is in GMT.
nl_nl: %s - de waarde voor dit veld is in GMT.

source: The value for %1$s is already set and it is not an array. The %2$s method can only be used to push values to this data element when it is an array.
nl_nl: De waarde voor %1$s is reeds ingesteld en het is geen array. De %2$s methode is alleen van toepassing op het sturen van waarden naar dit gegevenselement als het een array is.

source: The %1$s key already exists for the templates array in the js data array. No overrides are allowed.
nl_nl: De %1$s sleutel bestaat al voor het sjabloonarray in de JS data-array. Overrides zijn niet toegestaan.

source: The value for %1$s already exists in the Registry::eejs object. Overrides are not allowed. Since the value of this data is an array, you may want to use the %2$s method to push your value to the array.
nl_nl: De waarde voor %1$s bestaat al in het Registry::eejs object. Overrides zijn niet toegestaan. Aangezien de waarde van deze gegevens een array is, kun je de %2$s methode gebruiken om je waarde naar het array te sturen.

source: The value for %1$s already exists in the Registry::eejs object. Overrides are not allowed. Consider attaching your value to a different key
nl_nl: De waarde voor %1$s bestaat al in het object Register::eejs. Overschrijvingen zijn niet Toegestaan. Overweeg uw waarde aan een andere sleutel te koppelen

source: Transaction does not have a valid Total Line Item associated with it.
nl_nl: De transactie heeft geen geldige Total Line Item die ermee verbonden is.

source: Filter by Date
nl_nl: Filter op datum
