Repository: eventespresso/event-espresso-core
Catalog: languages/event_espresso-*.po
Languages: nl_nl

source: The billing form could not be displayed. Your web browser may not be supported. Please restart your registration using different browser and notify the site owner.
nl_nl: Het factureringsformulier kan niet worden weergegeven. Uw webbrowser wordt mogelijk niet ondersteund. Start uw registratie opnieuw met een andere browser en stel de eigenaar van de site hiervan op de hoogte.

source: Infusionsoft error. Could not create "zero-dollar payment" for free order with ID %1$s, for transaction %2$s. Error was %3$s
nl_nl: Infusiesoft fout. Kan geen "zero-dollar betaling" maken voor gratis bestelling met ID-%1$s, voor transactie-%2$s. Fout was %3$s

source: Registration Data Sent to Infusionsoft
nl_nl: Registratiegegevens verzonden naar Infusionsoft

# Label for the "From" field for email addresses.
source: From
nl_nl: Van

# Label for the "Subject" field (short description of contents) for emails.
source: Subject
nl_nl: Onderwerp

source: ASC
nl_nl: Oplopend

source: DESC
nl_nl: Aflopend

source: Show Only Expired
nl_nl: Alleen verlopen weergeven

source: Sort Events:
nl_nl: Gebeurtenissen sorteren:

# Add New Event
source: Add New %s
nl_nl: Nieuwe %s toevoegen

# Edit Event
source: Edit %s
nl_nl: Bewerk %s

# New Event
source: New %s
nl_nl: Nieuwe %s

# All Events
source: All %s
nl_nl: Alle %s

# View Event
source: View %s
nl_nl: Bekijk %s

# Search Events
source: Search %s
nl_nl: Zoek %s

# No Events found
source: No %s found
nl_nl: Geen %s gevonden

# No Events found in Trash
source: No %s found in Trash
nl_nl: Geen %s gevonden in de prullenbak

# Label for the "To" field for email addresses
source: To
nl_nl: Tot

source: Are you sure this is your API username, not your login username? %1$s
nl_nl: Weet je zeker dat dit je API gebruikersnaam is, niet je login gebruikersnaam? %1$s

source: Are you sure this is your API password, not your login password? %1$s
nl_nl: Weet u zeker dat dit uw API-wachtwoord is, niet uw inlogwachtwoord? %1$s

source: Please verify your API signature is correct. %1$s
nl_nl: Controleer of uw API-handtekening correct is. %1$s

source: Your PayPal credentials could not be verified. Part of their response was missing.
nl_nl: Uw PayPal-referenties kunnen niet worden geverifieerd. Een deel van hun reactie ontbrak.

source: No error message received from PayPal
nl_nl: Geen foutbericht ontvangen van PayPal

source: Finished populating registration with details from the registration form after submitting the Attendee Information Reg Step.
nl_nl: Voltooid vullen registratie met details uit het registratieformulier na het indienen van de Deelnemer Information Reg Stap.

source: Sorry, you cannot complete your purchase because a payment method is not active.%1$s Please contact %2$s for assistance and provide a description of the problem.
nl_nl: U uw aankoop helaas niet voltooien omdat een betalingsmethode niet actief is. %1$s Neem contact op met %2$s voor hulp en geef een beschrijving van het probleem.

source: Select this ticket
nl_nl: Kies een nieuw ticket

source: Could not generate a proper item list with:
nl_nl: Kan geen juiste itemlijst genereren met:

source: Automatic updates cannot be setup for an EE addon because of an error in the file. Please contact support, and include a list of EE addons recently installed/updated.
nl_nl: Automatische updates kunnen niet worden ingesteld voor een EE-addon vanwege een fout in het bestand. Neem contact op met de ondersteuning en voeg een lijst toe van EE-addons die onlangs zijn geïnstalleerd/bijgewerkt.

source: %1$s - the value for this field in UTC. Ignored if %2$s is provided.
nl_nl: %1$s - de waarde voor dit gebied in UTC. Genegeerd als %2$s wordt verstrekt.

source: The email address is not valid or does not exist.
nl_nl: Het e-mailadres is niet geldig of bestaat niet.

source: There was %d message successfully generated and sent.
nl_nl: Er is %d bericht gegenereerd en verzonden.

source: Please note: The next update of Event Espresso 4 will %1$srequire%2$s PHP 5.4.45 or greater. Your web server's PHP version is %3$s. You can contact your host and ask them to update your PHP version to at least PHP 5.6. Please do not update to the new version of Event Espresso 4 until the PHP update is completed. Read about why keeping your server on the latest version of PHP is a good idea %4$shere%5$s
nl_nl: Let op: De volgende update van Event Espresso 4 %1$svereisen%2$s PHP 5.4.45 of hoger. De PHP-versie van uw webserver is %3$s. U contact opnemen met uw host en hen vragen om uw PHP-versie bij te werken naar ten minste PHP 5.6. Gelieve niet te updaten naar de nieuwe versie van Gebeurtenis Espresso 4 totdat de PHP-update is voltooid. Lees waarom het houden van uw server op de nieuwste versie van PHP is een goed idee %4$shier%5$s

source: The "%1$s" class could not be loaded.
nl_nl: De klasse "%1$s" kon niet worden geladen.

source: Could not brew an instance of "%1$s".
nl_nl: Kon niet brouwen een geval van "%1$s".

source: Invalid offset: %1$s %2$sCalled from %3$s on line %4$d
nl_nl: Ongeldige verschuiving: %1$s %2$sGevraagd van %3$s online %4$d

source: An invalid timezone transition was received %1$s
nl_nl: Er is een ongeldige tijdzoneovergang ontvangen %1$s

source: The %1$s is only usable on php versions greater than 5.6. You'll want to use %2$s instead.
nl_nl: De %1$s is alleen bruikbaar op php-versies groter dan 5.6. In plaats daarvan wil je %2$s gebruiken.

source: The %1$s is only usable on php versions less than 5.6. You'll want to use %2$s instead.
nl_nl: De %1$s is alleen bruikbaar op php-versies minder dan 5.6. In plaats daarvan wil je %2$s gebruiken.

source: The supplied class name "%1$s" must match the class of the supplied object.
nl_nl: De meegeleverde klassenaam "%1$s" moet overeenkomen met de klasse van het geleverde object.

source: The following errors occurred:
nl_nl: De volgende fouten zijn opgetreden:

source: one of the following notice types was expected: %1$s %2$s
nl_nl: een van de volgende berichttypen werd verwacht: %1$s %2$s

source: non empty string
nl_nl: niet-lege tekenreeks

source: The "%1$s" PersistentAdminNotice could not be retrieved from the database.
nl_nl: De "%1$s" PersistentAdminNotice kon niet worden opgehaald uit de database.

source: The supplied Request Stack Middleware class "%1$s" is invalid or could no be found.
nl_nl: De meegeleverde Request Stack Middleware klasse "%1$s" is ongeldig of kon niet worden gevonden.

source: This method is deprecated. Please use %1$s instead. All Event Espresso request stack classes have been moved to %2$s and are now under the %3$s namespace
nl_nl: Deze methode wordt afgeschaft. Gebruik %1$s in plaats daarvan. Alle event espresso-aanvraagtacklessen zijn verplaatst naar %2$s en bevinden zich nu onder de %3$s naamruimte

source: This is a special dynamic shortcode. After the "*", add the exact name for your custom field, if there is a value set for that custom field within the venue then it will be output in place of this shortcode.
nl_nl: Dit is een speciale dynamische shortcode. Nadat de "*", voeg de exacte naam voor uw aangepaste veld, als er een waarde set voor dat aangepaste veld binnen de locatie dan zal worden uitvoer in plaats van deze shortcode.

source: This shortcode outputs the url or website address to the venue details page on this website. This differs from %s which outputs what is entered in the "url" field in the venue details page.
nl_nl: Deze shortcode vereedt de url of website adres naar de locatie details pagina op deze website. Dit verschilt van %s welke uitvoert wat wordt ingevoerd in het veld 'url' op de pagina met locatiedetails.

source: This will output the value of the payment transaction id for the last payment made on the transaction. Note, if a specific payment was included for message generation, that will be used when parsing the shortcode.
nl_nl: Hierdoor wordt de waarde van de betalingstransactie-id voor de laatste betaling op de transactie uitgevoerd. Let op, als een specifieke betaling is opgenomen voor het genereren van berichten, wordt deze gebruikt bij het ontleden van de shortcode.

source: Unable to calculate date due, likely the format string is invalid.
nl_nl: Kan de datum niet berekenen, waarschijnlijk is de tekenreeks ongeldig.

source: The same as %1$s%2$s except this returns the html for a button linked to the invoice or receipt.
nl_nl: Hetzelfde als %1$s%2$s, behalve dat dit de html retourneert voor een knop gekoppeld aan de factuur of ontvangst.

source: Are you sure %s is the right fully qualified class name for the shortcode class?
nl_nl: Weet u zeker %s de juiste volledig gekwalificeerde klassenaam is voor de shortcodeklasse?

source: Sorry, you are not allowed to %1$s %2$s. Missing permissions: %3$s
nl_nl: Sorry, je mag niet %1$s %2$s. Ontbrekende machtigingen: %3$s

source: You tried to submit a JSON error object as a value for %1$s. That's not allowed.
nl_nl: U hebt geprobeerd een JSON-foutobject in te dienen als waarde voor %1$s. Dat is niet toegestaan.

source: Timestamps received on a request as the value for Date and Time fields must be in %1$s/%2$s format. The timestamp provided (%3$s) is not that format.
nl_nl: Tijdstempels die op een aanvraag zijn ontvangen als de waarde voor de velden Datum en Tijd, moeten in %1$s/%2$s-indeling zijn. De opgegeven tijdstempel (%3$s) is niet dat formaat.

source: The value of this field in the database is a PHP object, which can't be represented in JSON.
nl_nl: De waarde van dit veld in de database is een PHP-object, dat niet kan worden weergegeven in JSON.

source: The array provided for the parameter "%1$s" should be numerically indexed.
nl_nl: De array voor de parameter "%1$s" moet numeriek worden geïndexeerd.

source: The operator you provided, "%1$s" had the wrong number of arguments
nl_nl: De operator die u op voorwaarde dat, "%1$s" had het verkeerde aantal argumenten

source: You provided an invalid parameter, with key "%1$s" and value "%2$s"
nl_nl: U hebt een ongeldige parameter opgegeven, met de sleutel "%1$s" en waarde "%2$s"

source: You have provided an invalid parameter: "%1$s"
nl_nl: U hebt een ongeldige parameter opgegeven: "%1$s"

source: You provided an invalid parameter, with key "%1$s"
nl_nl: U hebt een ongeldige parameter voorzien, met de sleutel "%1$s"

source: An item was retrieved from the database but it's not a WP_Post like it should be.
nl_nl: Een item is opgehaald uit de database, maar het is niet een WP_Post zoals het zou moeten zijn.

source: Could not insert new %1$s
nl_nl: Kan geen nieuwe %1$s

source: Could not edit %1$s
nl_nl: Kan %1$s niet bewerken

source: %1$s do not support trashing. Set force=1 to delete.
nl_nl: %1$s ondersteunen geen afval. Stel force=1 in om te verwijderen.

source: The included data handler class name does not match any valid, accessible, "%1$s" classes. Looking for %2$s.
nl_nl: De naam van de meegeleverde gegevenshandlerklasse komt niet overeen met geldige, toegankelijke klassen %1$s. Op zoek naar %2$s.

source: The Invoice payment method has been activated. It requires the %1$sinvoice message%2$s type to be active, so it was automatically activated for you.
nl_nl: De betalingsmethode factuur is geactiveerd. Het vereist de %1$sinvoice bericht%2$s type om actief te zijn, dus het werd automatisch geactiveerd voor jou.

source: We no longer define what currencies are usable by payment methods. Its not used nor efficient.
nl_nl: We definiëren niet langer welke valuta's bruikbaar zijn via betaalmethoden. Het is niet gebruikt, noch efficiënt.

source: The name of a payment method must be specified to add capabilities.
nl_nl: De naam van een betalingsmethode moet worden opgegeven om mogelijkheden toe te voegen.

source: No role was supplied while trying to add capabilities for the %1$s payment method.
nl_nl: Er is geen rol geleverd terwijl het probeerde om mogelijkheden toe te voegen voor de %1$s betalingsmethode.

source: These are private keys generated when you create an app. To find and copy these keys, sign in to %1$s developer.intuit.com%2$s and click %3$s My Apps %4$s. Find and open the app you want and click the %5$s Keys %6$s tab.
nl_nl: Dit zijn privésleutels die worden gegenereerd wanneer u een app maakt. Als u deze sleutels wilt zoeken en kopiëren, meldt u zich aan bij %1$s developer.intuit.com%2$s en klikt u op %3$s Mijn apps %4$s. Zoek en open de gewenste app en klik op het tabblad %5$s toetsen %6$s.

source: Starting Datetime Offset Fix
nl_nl: Vastlegging vanaf de datumtijdverschuiving

source: Updated the offset for all datetime fields on the %s model.
nl_nl: De verschuiving voor alle datumtijdvelden bijgewerkt op het %s-model.

source: Offset has been applied to all affected fields.
nl_nl: Compensatie is toegepast op alle betrokken velden.

source: Unknown mysql error occured.
nl_nl: Onbekende mysql-fout is opgetreden.

source: The %1$s table for the %2$s model did not have the offset of %3$f applied to its fields (%4$s), because of the following error:%5$s
nl_nl: De %1$s tabel voor het %2$s-model heeft niet de verschuiving van %3$f toegepast op de velden (%4$s), vanwege de volgende fout:%5$s

source: The %1$s table for the %2$s model has had the offset of %3$f applied to its following fields: %4$s
nl_nl: In de %1$s tabel voor het %2$s-model is de verschuiving van %3$f toegepast op de volgende velden: %4$s

source: Button
nl_nl: Knop

source: The %1$s parameter value for %2$s must be numeric or null, %3$s was passed into the constructor.
nl_nl: De parameterwaarde %1$s voor %2$s moet numeriek of null zijn, %3$s in de constructor is doorgegeven.

source: A non-empty array of strings, is required to add attributes to iframe Javascript.
nl_nl: Een niet-lege reeks tekenreeksen is vereist om kenmerken toe te voegen aan iframe Javascript.

source: Incoming array looks like its formatted as a "%1$s" or "%2$s" type. However, the values in the array must be arrays themselves and they are not.
nl_nl: Binnenkomende array ziet eruit als de opgemaakte als een "%1$s" of "%2$s" type. De waarden in de array moeten echter zelf arrays zijn en dat zijn ze niet.

source: The provided select part array for the %1$s column is expected to have a count of %2$d because the incoming select array is of type %3$s. However the count was %4$d.
nl_nl: De opgegeven geselecteerde onderdeelarray voor de %1$s kolom heeft naar verwachting een aantal %2$d omdat de inkomende geselecteerde array van type %3$s is. Nochtans was de telling %4$d.

source: Datatype %1$s (for selection "%2$s" and alias "%3$s") is not a valid wpdb datatype (eg %%s)
nl_nl: Datatype %1$s (voor selectie "%2$s" en alias "%3$s") is geen geldig wpdb-gegevenstype (bv %%s)

source: An invalid operator has been provided (%1$s) for the column %2$s. Valid operators must be one of the following: %3$s.
nl_nl: Er is een ongeldige operator (%1$s) opgegeven voor de kolom %2$s. Geldige marktdeelnemers moeten een van de volgende exploitanten zijn: %3$s.

source: The session lifespan needs to be at least 60 seconds, and even that is extremely short
nl_nl: De levensduur van de sessie moet minstens 60 seconden zijn, en zelfs dat is extreem kort

source: "%1$s" is not a valid %2$s status
nl_nl: "%1$s" is geen geldige %2$s status

source: Select a city
nl_nl: Selecteer een plaats

source: Email does not have the required @ sign.
nl_nl: E-mail heeft niet het vereiste @ teken.

source: Email local-part (before the @) is required.
nl_nl: E-mail lokaal deel (voordat de @) is vereist.

source: Email local-part (before the @) is too long.
nl_nl: E-mail lokaal deel (voordat de @) is te lang.

source: Email local-part (before the @) must not begin with a period.
nl_nl: E-mail lokaal deel (vóór de @) mag niet beginnen met een periode.

source: Email local-part (before the @) must not end with a period.
nl_nl: E-mail lokaal deel (vóór de @) mag niet eindigen met een periode.

source: Email local-part (before the @) must not have two consecutive periods.
nl_nl: E-mail lokaal deel (vóór de @) mag geen twee opeenvolgende perioden hebben.

source: Email domain (after the @) is required.
nl_nl: E-maildomein (na de @) is vereist.

source: Email domain (after the @) is too long.
nl_nl: E-maildomein (na de @) is te lang.

source: Email domain (after the @) must not have two consecutive periods.
nl_nl: E-maildomein (na de @) mag geen twee opeenvolgende perioden hebben.

source: Email address is invalid.
nl_nl: E-mailadres is ongeldig.

source: The email address provided is not valid.
nl_nl: Het opgegeven e-mailadres is niet geldig.

source: Invalid URL. Both the "Scheme" and "Host" are required.
nl_nl: Ongeldige URL. Zowel de "Regeling" als "Host" zijn vereist.

source: "%1$s" is not a valid version string
nl_nl: "%1$s" is geen geldige versiereeks

source: At minimum, a version string needs to be in a "{major}.{minor}.{patch}" format, therefore "%1$s" is not valid
nl_nl: Op zijn minst moet een versie string worden in een "{major}. {minor}. {patch}"-formaat, daarom is "%1$s" niet geldig

source: "%1$s" is not a valid release type. Please use one of the following values: %2$s
nl_nl: "%1$s" is geen geldig releasetype. Gebruik een van de volgende waarden: %2$s

source: Incoming array looks like its formatted for "%1$s" type selects, however it has elements that are not indexed numerically
nl_nl: Inkomende array ziet eruit als de opgemaakte voor "%1$s" type selecteert, maar het heeft elementen die niet numeriek zijn geïndexeerd

source: The current request is for some form of activation
nl_nl: De huidige aanvraag is voor een vorm van activering

source: The current request is for the EE REST API
nl_nl: De huidige aanvraag is voor de EE REST API

source: The current request is for the frontend via AJAX
nl_nl: Het huidige verzoek is voor de frontend via AJAX

source: The current request is for the admin via AJAX
nl_nl: Het huidige verzoek is voor de admin via AJAX

source: The current request is for non-EE related code via AJAX
nl_nl: Het huidige verzoek is voor niet-EE gerelateerde code via AJAX

source: The current request is for a WP_Cron
nl_nl: Het huidige verzoek is voor een WP_Cron

source: The current request is from the command line
nl_nl: De huidige aanvraag is van de opdrachtregel

source: The current request is for the admin
nl_nl: De huidige aanvraag is voor de beheerder

source: The current request is for an iframe
nl_nl: De huidige aanvraag is voor een iframe

source: The current request is for a feed (ie: RSS)
nl_nl: De huidige aanvraag is voor een feed (dat wil zeggen: RSS)

source: The current request is for the frontend
nl_nl: Het huidige verzoek is voor de frontend

source: Invalid Ticket. Only EE_Ticket objects can be used to calculate event space availability.
nl_nl: Ongeldig ticket. Alleen EE_Ticket objecten kunnen worden gebruikt om de beschikbaarheid van gebeurtenisruimte te berekenen.

source: An EE_Ticket for Event %1$d was supplied while calculating event space availability for Event %2$d.
nl_nl: Er is een EE_Ticket voor event %1$d geleverd bij het berekenen van de beschikbaarheid van gebeurtenisruimtes voor event %2$d.

source: An EE_Datetime for Event %1$d was supplied while calculating event space availability for Event %2$d.
nl_nl: Er is een EE_Datetime voor event %1$d geleverd bij het berekenen van de beschikbaarheid van gebeurtenisruimtes voor event %2$d.

source: A valid Event ID is required to use the "%1$s" shortcode.%4$sAn Event with an ID of "%2$s" could not be found.%4$sPlease verify that the shortcode added to this post's content includes an "%3$s" argument and that its value corresponds to a valid Event ID.
nl_nl: Een geldige gebeurtenis-id is vereist om de shortcode "%1$s" te gebruiken. %4$s Een gebeurtenis met een id van '%2$s' kan niet worden gevonden. %4$s Controleer of de shortcode die aan de inhoud van dit bericht is toegevoegd, een argument "%3$s" bevat en of de waarde overeenkomt met een geldige gebeurtenis-id.

source: Add / Edit
nl_nl: Toevoegen / Bewerken

source: Upgrade for Support
nl_nl: Upgrade voor ondersteuning

source: The "%1$s" PersistentAdminNotice was not successfully registered. Please ensure that it is being created prior to either the "admin_notices" or "network_admin_notices" hooks being triggered.
nl_nl: De "%1$s" PersistentAdminNotice is niet met succes geregistreerd. Zorg ervoor dat het wordt gemaakt voordat de "admin_notices" of "network_admin_notices" haken worden geactiveerd.

source: You need to pass at least two arguments, representing the addon plugin file and version, in order to generate a Domain class
nl_nl: U moet ten minste twee argumenten, die het addon-plug-in-bestand en de versie vertegenwoordigen, doorgeven om een domeinklasse te genereren

source: The requested Domain class "%1$s" could not be loaded.
nl_nl: De gevraagde domeinklasse '%1$s' kan niet worden geladen.

source: The RequestTypeContext slug must be one of the following values: %1$s %2$s
nl_nl: De RequestTypeContext-slak moet een van de volgende waarden zijn: %1$s %2$s

source: An invalid string identifying a context was provided. "%1$s" was received, and one of "%2$s" was expected.
nl_nl: Er is een ongeldige tekenreeks opgegeven die een context identificeert. "%1$s" werd ontvangen, en een van "%2$s" werd verwacht.

source: The total paid calculation for this registration is inaccurate.
nl_nl: De totale betaalde berekening voor deze registratie is onjuist.

source: Could not find a field on the model "%1$s" for qualified column "%2$s"
nl_nl: Kon geen veld vinden op het model "%1$s" voor gekwalificeerde kolom "%2$s"

source: An invalid Event ID was supplied.
nl_nl: Er is een ongeldige gebeurtenis-id opgegeven.

source: %1$sImportant announcement related to your install of Event Espresso%2$s: There are some changes made to your site that could affect how dates display for your events and other related items with dates and times. Read more about it %3$shere%4$s. If your dates and times are displaying incorrectly (incorrect offset), you can fix it using the tool on %5$sthis page%4$s.
nl_nl: %1$s Belangrijke aankondiging met betrekking tot uw installatie van Gebeurtenis Espresso%2$s: Er zijn enkele wijzigingen aangebracht in uw site die van invloed kunnen zijn op de manier waarop datums worden weergegeven voor uw evenementen en andere gerelateerde items met datums en tijden. Lees er meer over %3$shier%4$s. Als uw datums en tijden onjuist worden weergegeven (onjuiste verschuiving), u deze oplossen met behulp van het hulpprogramma op %5$sdeze pagina%4$s.

source: The "%1$s" parameter for the "%2$s" method is deprecated. If you need to reset Event Espresso's capabilities, then please use the "%3$s" method with the "%1$s" parameter set to "%4$s".
nl_nl: De parameter "%1$s" voor de methode "%2$s" wordt afgeschaft. Als u de mogelijkheden van Event Espresso moet resetten, gebruikt u de methode '%3$s' met de parameter '%1$s' ingesteld op '%4$s'.

source: Don't use class loaders for FQCNs.
nl_nl: Gebruik geen klasseladers voor FQCNs.

source: %1$s has been replaced by %2$s.
nl_nl: %1$s is vervangen door %2$s.

source: Base 64 decoding failed.
nl_nl: Basis 64 decodering mislukt.

source: OpenSSL support appears to be enabled on the server, but no cipher methods are available. Please contact the server administrator.
nl_nl: OpenSSL-ondersteuning lijkt te zijn ingeschakeld op de server, maar er zijn geen cipher-methoden beschikbaar. Neem contact op met de serverbeheerder.

source: OpenSSL support appears to be enabled on the server, but no digest methods are available. Please contact the server administrator.
nl_nl: OpenSSL-ondersteuning lijkt te zijn ingeschakeld op de server, maar er zijn geen verterenmethoden beschikbaar. Neem contact op met de serverbeheerder.

source: Usage is deprecated. Use "%1$s" instead.
nl_nl: Het gebruik wordt afgeschaft. Gebruik in plaats daarvan "%1$s".
