Repository: eventespresso/event-espresso-core
Catalog: languages/event_espresso-*.po
Languages: nl_nl

source: This shows the maximum quantity that can be purchased for this ticket.
nl_nl: Dit toont het maximale aantal dat voor dit ticket kan worden gekocht.

source: Core Developers
nl_nl: Kern ontwikkelaars

source: %s Registrations
nl_nl: %s bestellingen

source: Shows the Messenger that will handle the delivery of messages. Hovering over the Messenger will provide you with an additional option to Edit the current message template. Clicking on Email will take you to the Message Templates Editor so you can edit the message template for an Event Admin. Clicking on Event Admin will also take you to the Message Templates Editor. Clicking on Primary Registrant will take you to the Message Templates Editor so that you can edit the message template that is sent to the Primary Registrant. Clicking on the Edit link will also take you to the Message Templates Editor so that you can edit the message template that is sent to the Event Admin.
nl_nl: Toont de Messenger die de bezorging van berichten verwerkt. Als u boven de Messenger zweeft, krijgt u een extra optie om de huidige berichtsjabloon te bewerken. Als u op E-mail klikt, gaat u naar de editor berichtensjablonen, zodat u de berichtsjabloon voor een gebeurtenisbeheerder bewerken. Als u op Gebeurtenisbeheerder klikt, gaat u ook naar de editor berichtensjablonen. Als u op Primaire registrant klikt, gaat u naar de editor voor berichtsjablonen, zodat u de berichtsjabloon bewerken die naar de primaire registrant wordt verzonden. Als u op de koppeling Bewerken klikt, gaat u ook naar de editor berichtensjablonen, zodat u de berichtsjabloon bewerken die naar de gebeurtenisbeheerder wordt verzonden.

source: Lead Developer
nl_nl: Hoofd ontiwikkelaar

source: Tickets Sold: %s
nl_nl: Tickets verkocht: %s

source: Core Developer
nl_nl: Kern-ontwikkelaar

source: An error occurred! Your request may have been processed, but a valid response from the server was not received. Please refresh the page and try again.
nl_nl: Er is een fout opgetreden! Uw aanvraag is mogelijk verwerkt, maar een geldig antwoord van de server is niet ontvangen. Vernieuw de pagina en probeer het opnieuw.

source: Support Staff
nl_nl: Support Medewerkers

source: An error occurred! Please refresh the page and try again.
nl_nl: Er is een fout opgetreden! Ververs de pagina en probeer het nogmaals.

source: External Libraries
nl_nl: Externe bibliotheken

source: Are you sure you want to delete this State / Province?
nl_nl: Weet u zeker dat u deze staat / provincie wilt verwijderen?

source: Each Message Type (kind of message) has different contexts. Contexts are dynamic and typically represent recipients (individuals receiving email notifications). For example, when the Registration Confirmation message type is triggered, it will send out a message to the following recipients: Event Administrator, Primary Registrant, and Additional Registrants. On the other hand, the Payment Message Type has only two recipients: Event Administrator and Primary Registrant.
nl_nl: Elk berichttype (soort bericht) heeft verschillende contexten. Contexten zijn dynamisch en vertegenwoordigen doorgaans ontvangers (personen die e-mailmeldingen ontvangen). Wanneer het berichttype Registratiebevestiging bijvoorbeeld wordt geactiveerd, wordt een bericht verzonden naar de volgende ontvangers: gebeurtenisbeheerder, primaire registrant en extra registranten. Aan de andere kant heeft het type betalingsbericht slechts twee ontvangers: gebeurtenisbeheerder en primaire registrant.

source: Along with the libraries %sincluded with WordPress%s, Event Espresso utilizes the following third party libraries:
nl_nl: Samen met de bibliotheken %sincluded met WordPress%s, Event Espresso maakt gebruik van de volgende bibliotheken van derden:

source: State/Province
nl_nl: Staat/Provincie

source: A message context can be deactivated by removing a recipient from the "TO" field. This will set the field to blank and you can save changes. Deactivated message contexts will appear in grey when viewed in the Messages Overview tab. To re-activate a message context, go to that message context and setup a recipient (using one of the available shortcodes) and save changes. This will reactivate the message context and it will appear as blue in the Messages Overview tab.
nl_nl: Een berichtcontext kan worden gedeactiveerd door een ontvanger uit het veld 'AAN' te verwijderen. Hiermee wordt het veld op leeg ingesteld en u wijzigingen opslaan. Gedeactiveerde berichtcontexten worden grijs weergegeven wanneer ze worden weergegeven op het tabblad Overzicht van berichten. Als u een berichtcontext opnieuw wilt activeren, gaat u naar de context van dat bericht en stelt u een ontvanger in (met behulp van een van de beschikbare shortcodes) en slaat u wijzigingen op. Hiermee wordt de berichtcontext opnieuw geactiveerd en wordt deze als blauw weergegeven op het tabblad Overzicht van berichten.

source: Select Country
nl_nl: Selecteer land

source: Activation / Deactivation of Message Types
nl_nl: Activering / deactivering van berichttypen

source: The State was added successfully.
nl_nl: De staat is met succes toegevoegd.

source: 4. Display the preview
nl_nl: 4. Toon Preview

source: The State was deleted successfully.
nl_nl: Provincie succesvol verwijderd

source: There is a template created for each Messenger / Message Type and context combination. For example, messages that are sent for Payment Confirmation have a template for Event Administrator and a different one for Primary Registrant. Whereas, messages that are sent for the Registration confirmation have 3 templates: one for Event Administrator, one for the Primary Registrant, and another for each additional Registrant(s).
nl_nl: Er is een sjabloon gemaakt voor elke Combinatie Messenger / Berichttype en context. Berichten die worden verzonden voor betalingsbevestiging, hebben bijvoorbeeld een sjabloon voor gebeurtenisbeheerder en een andere sjabloon voor primaire registrant. Terwijl berichten die worden verzonden voor de registratiebevestiging 3 sjablonen hebben: een voor gebeurtenisbeheerder, een voor de primaire registrant en een voor elke extra registrant(s).

source: This page shows various options for your organization.
nl_nl: Deze pagina toont verschillende mogelijkheden voor uw organisatie.

source: Debug / Logging Options
nl_nl: Foutopsporing/logboekregistratie opties

source: Notice: Your log files may be publicly accessible. Logging should be turned off when its not needed.
nl_nl: Opmerking: uw logbestanden zijn mogelijk openbaar toegankelijk. Logging moet worden uitgeschakeld wanneer het niet nodig is.

source: Event Espresso is in full maintenance mode.
nl_nl: Event Espresso is in volledige onderhoudsmodus.

source: A previous version of Event Espresso has detected. But before anything else can happen, we need to know whether or not to migrate (copy over) your existing event data so that it can be utilized by EE4. For more instructions on what to do, please visit the %sEvent Espresso Maintenance%s page.
nl_nl: Er is een eerdere versie van Event Espresso gedetecteerd. Maar voordat er iets anders kan gebeuren, moeten we weten of we uw bestaande evenementgegevens al dan niet migreren (kopiëren) zodat deze door EE4 kunnen worden gebruikt. Bezoek de pagina %s Event Espresso Maintenance %s voor meer instructies over wat u moet doen.

source: Optimized aesthetic
nl_nl: Geoptimaliseerde esthetiek

source: The Event Espresso 4 dashboard has a fresh, uncluttered design that embraces clarity and simplicity.
nl_nl: Het Event Espresso 4 dashboard heeft een fris, overzichtelijk ontwerp dat helderheid en eenvoud omarmt.

source: Integrated management
nl_nl: integraal management/bedrijfsbeheer

source: This option sends all Event Espresso debugging data and get / post variables to the specified URL.
nl_nl: Met deze optie worden alle foutopsporingsgegevens voor gebeurtenis espresso's en variabelen ophalen/posten naar de opgegeven URL.

source: We’ve made it easier to know who your customers are and how they’ve done business with you over time.
nl_nl: We hebben het gemakkelijker gemaakt om te weten wie uw klanten zijn en hoe ze in de loop van de tijd zaken met u hebben gedaan.

source: Easy bookkeeping
nl_nl: Boekhouding

source: By using constants in th wp-config.php file, you can send a "key" and "pass" parameters in the remote logging action.
nl_nl: Door constanten te gebruiken in het wp-config.php-bestand, u een key en pass parameters verzenden in de remote logging actie.

source: Registrations, payment, and transactions have been substantially improved in Event Espresso 4.
nl_nl: Registraties, betalingen en transacties zijn aanzienlijk verbeterd in Event Espresso 4.

source: Higher customer retention
nl_nl: Hogere klantenbinding

source: The Event Espresso 4 registration process is faster than ever. With quick ticket selections, single page check-out, and customizable notifications! Registration that can scale to your business needs.
nl_nl: Het Event Espresso 4 registratieproces is sneller dan ooit. Met snelle ticketselecties, uitchecken op één pagina en aanpasbare meldingen! Registratie die kan worden geschaald naar uw bedrijfsbehoeften.

source: Ticket selection boxes on any post page or post
nl_nl: Ticketselectievakjes op elke postpagina of post

source: Customers can easily register for classes, events, or conferences, in just a few simple steps. No matter how you use it, Event Espresso 4 will adapt to a multitude of different ticketing and pricing scenarios.
nl_nl: Klanten kunnen eenvoudig registreren voor klassen, workshops of conferenties, in slechts een paar eenvoudige stappen. Het maakt niet uit hoe je het gebruikt, Event Espresso 4 zal zich plooien naar een veelheid van verschillende ticket- en prijsstellingscenario's.

source: Refined event management
nl_nl: Verfijnd Workshopbeheer

source: The new event management screen lets you survey your events at a glance. Want more information? Click to view more. Quickly add/edit prices, dates, or information in any event.
nl_nl: Het nieuwe workshop-managementscherm laat u uw workshops in één oogopslag zien. Wilt u meer informatie? Klik om meer te zien. Snel prijzen, data of informatie van een workshop toevoegen/bewerken.

source: Smoother price types, taxes, and price modifiers
nl_nl: Soepeler prijssoorten, belastingen en prijsaanpassingen

source: Countries and States/Provinces
nl_nl: Landen en staten / provincies

source: Price Types allow you to create new prices that adjust the default ticket (base) price for your system-default ticket
nl_nl: Met Prijstypen kunt u nieuwe prijzen maken die de standaardticket (basis) prijs voor uw systeemstandaardticket aanpassen

source: Select your country from the dropdown field. Selecting a different country will partially re-load the page and show updated information.
nl_nl: Selecteer uw land in het dropdown-veld. Als u een ander land selecteert, wordt de pagina gedeeltelijk opnieuw geladen en wordt de bijgewerkte informatie weergegeven.

source: Easily categorize a price modifier and indicate how that price gets applied to the running total when a transaction occurs.
nl_nl: Categoriseer eenvoudig een prijsmodifier en geef aan hoe die prijs wordt toegepast op het lopende totaal wanneer een transactie plaatsvindt.

source: Notice: Certain options in Country Details and States/Provinces use a 1 or 0 to indicate a selection. A value of 1 equals yes. A value of 0 equals no.
nl_nl: Opmerking: Bepaalde opties in landgegevens en staten/provincies gebruiken een 1 of 0 om een selectie aan te geven. Een waarde van 1 is gelijk aan ja. Een waarde van 0 is gelijk aan nee.

source: Fine tune currency and contact data for your own country.
nl_nl: Stel valuta en contactgegevens nauwkeurig af voor uw eigen land.

source: Turn your blog into a complete event registration and management system
nl_nl: Verander uw blog in een compleet workshop registratie- en managementsysteem.

source: Your country selection affects the currency that is used throughout Event Espresso. For example, if your country is currently set to United States, then your currency is USD. If you were to switch your country to United Kingdom, then your currency would change to GBP. If you do change your country, be sure to update your contact information on the Your Organization page. This will ensure that your currency and organization information is up-to-date throughout Event Espresso.
nl_nl: Uw landselectie is van invloed op de valuta die wordt gebruikt tijdens evenement espresso. Als uw land bijvoorbeeld is ingesteld op Verenigde Staten, is uw valuta USD. Als u uw land zou overschakelen naar het Verenigd Koninkrijk, wordt uw valuta gewijzigd in GBP. Als u uw land wijzigt, moet u uw contactgegevens bijwerken op de pagina Uw organisatie. Dit zorgt ervoor dat uw valuta- en organisatiegegevens up-to-date zijn tijdens het evenement Espresso.

source: Create a beautiful event page with ticket selection, venue details, and an integrated single page checkout system. With WordPress, Event Espresso, and Espresso Arabica 2014 (based on the "Twenty Fourteen" theme by WordPress), your events will certainly sell out faster than ever!
nl_nl: Maak een prachtige workshoppagina met ticketselectie, locatiegegevens en een geïntegreerde enkelvoudig check-outsysteem. Met WordPress, Event Espresso en Espresso Arabica 2014 (gebaseerd op het "Twenty Fourteen" theme van WordPress), zullen uw workshops sneller uitverkocht raken dan ooit!

source: States/Provinces
nl_nl: Staten/Provincies

source: There is a template created for each messenger/message type AND context combination. So example, Emails that are sent for the Payment confirmation have a template for Event Administrator and a different one for Primary Registrant. Whereas, emails that are sent for the Registration confirmation have 3 templates, one for Event Administrator, Primary Registrant, and Registrant.
nl_nl: Er is een sjabloon gemaakt voor elke berichtgever/berichttype EN contextcombinatie. Dus bijvoorbeeld, e-mails die worden verzonden voor de Betalingsbevestiging hebben een sjabloon voor workshopaanbieder en een andere voor Primaire Deelnemer. Terwijl e-mails die worden verzonden voor de registratiebevestiging 3 sjablonen hebben, een voor Workshopaanbieder, Primaire Deelnemer en Deelnemer.

source: With a striking design that does not compromise the simplicity of WordPress and Event Espresso 4, Espresso Arabica 2014 will be the best event theme on the market.
nl_nl: Met een opvallend design, dat niets aan de eenvoud van WordPress en Event Espresso 4 afdoet, is Espresso Arabica 2014 het beste workshop-theme op de markt.

source: Define the states/provinces that are used in Event Espresso. New states / provinces can be added using the Add New State/Province field.
nl_nl: Definieer de staten/provincies die worden gebruikt in Gebeurtenis Espresso. Nieuwe staten / provincies kunnen worden toegevoegd met behulp van het veld Nieuwe Staat/provincie toevoegen.

source: Pick a theme, any theme
nl_nl: Kies een thema, ieder thema

source: Remember that contexts can represent different things. In this example they represent "recipients" and so they are labelled as such. In this example (for email payment confirmations), you may want Event Administrators to receive different information than Primary Registrants (the other context available to edit).
nl_nl: Vergeet niet dat contexten verschillende dingen kunnen vertegenwoordigen. In dit voorbeeld vertegenwoordigen zij "recipients" en dus worden ze als zodanig gelabeld. In dit voorbeeld (voor e-mail betalingsbevestigingen), wilt u misschien dat Workshopaanbieders andere informatie ontvangen dan Primaire Deelnemers (de andere context die bewerkt kan worden).

source: This question is a system question and cannot be trashed
nl_nl: Deze vraag is een systeemvraag en deze kan niet worden verwijderd

source: This page shows all critical pages that Event Espresso needs to work correctly.
nl_nl: Deze pagina toont alle kritieke pagina's die Event Espresso nodig heeft om correct te werken.

source: This question has answers attached to it from registrations that have the question. It cannot be permanently deleted.
nl_nl: Deze vraag heeft antwoorden aan het van registraties die de vraag hebben. Het kan niet permanent worden verwijderd.

source: View Registrations
nl_nl: Bekijk aanmeldingen

source: This question group is a system group and cannot be trashed
nl_nl: Deze vraaggroep is een systeemgroep en kan niet worden weggegooid

source: View Registrants
nl_nl: Toon Aanmeldingen

source: This question group has questions that have answers attached to it from registrations that have the question. It cannot be permanently deleted.
nl_nl: Deze vragengroep heeft vragen waaraan antwoorden zijn gekoppeld uit registraties die de vraag hebben. Het kan niet permanent worden verwijderd.

source: Payment Methods Overview
nl_nl: Overzicht betalingsmethoden

source: Save New Category
nl_nl: Nieuwe categorie

source: Bank Draft Settings
nl_nl: Bankcheque-instellingen

source: Update Category
nl_nl: Update Categorie

source: Check Settings
nl_nl: Controleer instellingen

source: Events Overview Table Column Headings
nl_nl: Workshop-Overzicht Tabelkolommen Koppen

source: Invoice Settings
nl_nl: Factuur Instellingen

source: Edit Contact
nl_nl: Bewerk contact

source: Events Overview Filters
nl_nl: Workshopoverzicht Filters

source: PayPal Pro Settings
nl_nl: PayPal Pro Instellingen

source: Move Contact to Trash
nl_nl: Verplaats het contact naar de prullenbak

source: Events Overview Views
nl_nl: Workshops Overzicht Weergaven

source: PayPal Standard Settings
nl_nl: PayPal Standard instellingen

source: Restore Contact
nl_nl: Herstel Contact

source: Events Overview Other
nl_nl: Workshop Overzicht Overigen

source: Payment Method Settings
nl_nl: Betaalmethode instellingen

source: TKT Price
nl_nl: TKT Prijs

source: Event Title & Rich Text Editor
nl_nl: workshop titel & Rich Text Editor

source: There are no Active Payment Methods setup for Event Espresso. Please %s activate at least one.%s
nl_nl: Er zijn geen actieve betalingsmethoden ingesteld voor gebeurtenis espresso. %s ten minste één activeren. %s

source: TXN Date
nl_nl: TXN Datum

source: Event Venue Details
nl_nl: Workshop Locatiegegevens

source: This page shows all available payment methods for Event Espresso.
nl_nl: Op deze pagina staan alle beschikbare betaalmethoden voor Event Espresso.

source: No Associated Event
nl_nl: Geen gekoppelde workshop

source: Trash Registration
nl_nl: Verwijder aanmeldingen

source: Event Tags & Categories
nl_nl: Workshop Tags & Categorieën

source: Restore Registration
nl_nl: Herstel de registratie

source: Questions for Registrants
nl_nl: Vragen voor Inschrijvers

source: This page shows options for Google Maps. You can activate Google Maps by setting the toggle to Yes and clicking on the Save button to update settings.
nl_nl: Deze pagina toont opties voor Google Maps. U kunt Google Maps activeren door de schakelaar op Ja te zetten en op de knop Opslaan te klikken om de instellingen bij te werken.

source: Delete Registration Permanently
nl_nl: Verwijder de registratie definitief

source: Event Other
nl_nl: Event Overig

source: The map options allow you to configure how your event map is displayed. You may configure your events lists and event registration pages independently of each other. For an event to display a Google Map you must have it enabled in the event editor or in the venue metabox. This allows you to select which events you would like to display with a map.
nl_nl: Met de kaartopties u configureren hoe uw gebeurteniskaart wordt weergegeven. U uw evenementenlijsten en pagina's voor gebeurtenisregistratie onafhankelijk van elkaar configureren. Als u een gebeurtenis wilt weergeven van een Google Map, moet u deze hebben ingeschakeld in de gebeurteniseditor of in de metabox van de locatie. Hiermee u met een kaart selecteren welke evenementen u wilt weergeven.

source: Add New Event Category
nl_nl: Nieuwe evenementcategorie toevoegen

source: Map Settings for Registration Page & Event List Options
nl_nl: Kaartinstellingen voor opties voor registratiepagina en evenementenlijst

source: Adjust the settings for the Authorize.net AIM payment gateway.
nl_nl: Pas de instellingen aan voor de Authorize.net AIM betalingsgateway.

source: %1$s of %2$s
nl_nl: %1$s van %2$s

source: Event Categories Table Column Headings
nl_nl: Workshopcategorieën Tabelkolommen Koppen

source: Edit Contact Details
nl_nl: Bewerk contact details

source: This lock-icon means that this registration cannot be trashed. Registrations that belong to a transaction that has payments cannot be trashed. If you wish to trash this registration then you must delete all payments attached to the related transaction first.
nl_nl: Dit slotpictogram betekent dat deze registratie niet kan worden weggegooid. Registraties die deel uitmaken van een transactie met betalingen kunnen niet worden weggegooid. Als u deze registratie wilt weggooien, moet u eerst alle betalingen verwijderen die aan de gerelateerde transactie zijn gekoppeld.

source: Event Categories Views
nl_nl: Weergaven voor evenementcategorieën

source: You may set a pixel width for your map. This should be entered as a numeric value with no other characters. If a value is not set then default ones are used -- registration page single maps are set to 500 pixels and events list maps are set to 200 pixels.
nl_nl: U een pixelbreedte instellen voor uw kaart. Dit moet worden ingevoerd als een numerieke waarde zonder andere tekens. Als een waarde niet is ingesteld, worden standaardwaarden gebruikt : de registratiepagina worden op 500 pixels ingesteld en de kaarten van de lijst met gebeurtenissen zijn ingesteld op 200 pixels.

source: Add New Registration
nl_nl: Voeg nieuwe bestelling toe

source: The registrant's given name. ( required value )
nl_nl: De voornaam van de registrant. (vereiste waarde)

source: Event Categories Other
nl_nl: Workshop-Categorieën Overige

source: Add Contact
nl_nl: Contact Toevoegen

source: The registrant's family name. ( required value )
nl_nl: De achternaam van de registrant. (vereiste waarde)

source: This setting is similar to set map width except it is for the map height. Maps will display best when matching dimensions are used.
nl_nl: Deze instelling is vergelijkbaar met de ingestelde kaartbreedte, behalve voor de kaarthoogte. Kaarten worden het beste weergegeven wanneer overeenkomende afmetingen worden gebruikt.

source: The registrant's street address.
nl_nl: Het adres van de registrant.

source: Please be advised: If you update any registration-related details (i.e. custom questions, messages, tickets, datetimes, etc.) while a registration is in progress, the registration process could be interrupted and result in errors for the person registering and potentially incorrect registration or transaction data inside Event Espresso. We recommend editing events during a period of slow traffic, or even temporarily changing the status of an event to "Draft" until your edits are complete.
nl_nl: Houd er rekening mee: Als u registratiegerelateerde gegevens bijwerkt (d.w.z. aangepaste vragen, berichten, tickets, datums, enz.) terwijl een registratie loopt, kan het registratieproces worden onderbroken en kunnen leiden tot fouten voor de persoon die zich registreert en mogelijk onjuiste registratie- of transactiegegevens in Event Espresso. We raden u aan gebeurtenissen te bewerken tijdens een periode van langzaam verkeer, of zelfs de status van een gebeurtenis tijdelijk te wijzigen in 'Concept' totdat uw bewerkingen zijn voltooid.

source: View Event Archive Page
nl_nl: Toon Event Archief Pagina
